Repository: levante-framework/levante_translations
Catalog: %filename%-de%locale_with_underscore.xliff
Languages: de_ch

# parent_survey_child_501
source: <b>Gets deeply engaged in an activity they choose for themselves</b> (e.g., drawing, reading, cooking, building, sports, games).
de_ch: <b>Beteiligt sich intensiv an einer selbstgewählten Aktivität</b> (z. B. Zeichnen, Lesen, Kochen, Bauen, Sport, Spiele).

# parent_survey_child_502
source: <b>Remembers physical directions, patterns, and where things are</b> (e.g., knows walking routes, finds things in a grocery store, good at searching for a lost item or playing hide-and-seek).
de_ch: <b>Erinnert sich an physische Anweisungen, Muster und Positionen von Gegenständen</b> (z. B. kennt Laufwege, findet Dinge im Supermarkt, ist gut im Suchen eines verlorenen Gegenstands oder beim Versteckspiel).

# parent_survey_child_503
source: <b>Adapts behavior based on what is required by the situation</b> (e.g., switches characters/roles while playing a game, changes behavior based on playtime or study time).
de_ch: <b>Passt sein Verhalten an die Erfordernisse der Situation an</b> (z. B. wechselt die Spielcharaktere/-rollen, passt Verhalten an abhängig von Spiel- oder Lernzeit).

# parent_survey_child_504
source: <b>Negotiates and incorporates peers' suggestions without conflict or resistance</b> (e.g., works with others to plan roles during pretend play, negotiates with sibling about how to complete chores together).
de_ch: <b>Verhandelt und übernimmt die Vorschläge von Gleichaltrigen ohne Konflikt oder Widerstand</b> (z. B. plant Rollen im Rollenspiel, verhandelt mit Geschwistern über die gemeinsame Erledigung von Aufgaben).

# parent_survey_child_505
source: <block><b><font face="Verdana" size="4">This section asks about your home environment.
de_ch: <block><b><font face="Verdana" size="4">In diesem Abschnitt werden Fragen zu Ihrem häuslichen Umfeld gestellt.

# parent_survey_child_506
source: About how many children's books are in your home?
de_ch: Wie viele Kinderbücher haben Sie zu Hause?

# parent_survey_child_507
source: None
de_ch: Keine

# parent_survey_child_508
source: 20 or more
de_ch: 20 oder mehr

# parent_survey_child_509
source: How often does your child eat a meal with family members?
de_ch: Wie oft isst Ihr Kind mit Familienmitgliedern zusammen?

# parent_survey_child_510
source: More than once a day
de_ch: Mehr als einmal am Tag

# parent_survey_child_511
source: Once a day
de_ch: Einmal am Tag

# parent_survey_child_512
source: Several times a week
de_ch: Mehrmals pro Woche

# parent_survey_child_513
source: Once a week
de_ch: Einmal pro Woche

# parent_survey_child_514
source: Once a month or less
de_ch: Einmal pro Monat oder weniger

# parent_survey_child_515
source: Never
de_ch: Nie

# parent_survey_child_516
source: About how many hours is the TV on in your house each day?
de_ch: Wie viele Stunden pro Tag ist der Fernseher bei Ihnen eingeschaltet?

# parent_survey_child_517
source: hours per day
de_ch: Stunden pro Tag

# parent_survey_child_518
source: Does your family have reliable access to the internet?
de_ch: Hat Ihre Familie einen zuverlässigen Internetzugang?

# parent_survey_child_519
source: Yes
de_ch: Ja

# parent_survey_child_520
source: No
de_ch: Nein

# parent_survey_child_521
source: How often does your whole family get together with relatives or friends?
de_ch: Wie oft trifft sich Ihre ganze Familie mit Verwandten oder Freunden?

# parent_survey_child_522
source: Once a week or more
de_ch: Einmal in der Woche oder öfter

# parent_survey_child_523
source: Two or three times a month
de_ch: Zwei- bis dreimal im Monat

# parent_survey_child_524
source: Once a month
de_ch: Einmal im Monat

# parent_survey_child_525
source: A few times a year
de_ch: Einige Male im Jahr

# parent_survey_child_526
source: Once a year or less
de_ch: Einmal im Jahr oder weniger

# parent_survey_child_527
source: How often does your child spend time with you or another adult in your home doing outdoor activities?
de_ch: Wie oft verbringt Ihr Kind Zeit mit Ihnen oder einem anderen Erwachsenen zu Hause bei Aktivitäten im Freien?

# parent_survey_child_528
source: Once a day or more often
de_ch: Einmal am Tag oder häufiger

# parent_survey_child_529
source: At least four times a week
de_ch: Mindestens viermal in der Woche

# parent_survey_child_530
source: Once a week
de_ch: Einmal pro Woche

# parent_survey_child_531
source: Once a month
de_ch: Einmal im Monat

# parent_survey_child_532
source: A few times a year or less
de_ch: Einige Male im Jahr oder seltener

# parent_survey_child_533
source: Never
de_ch: Nie

# parent_survey_child_534
source: How often do you or another adult in your home get a chance to read stories to your child?
de_ch: Wie oft haben Sie oder ein anderer Erwachsener zu Hause die Gelegenheit, Ihrem Kind Geschichten vorzulesen?

# parent_survey_child_535
source: Every day
de_ch: Jeden Tag

# parent_survey_child_536
source: About 3 times a week
de_ch: Etwa 3 Mal pro Woche

# parent_survey_child_537
source: Once a week
de_ch: Einmal pro Woche

# parent_survey_child_538
source: Several times a month
de_ch: Mehrmals im Monat

# parent_survey_child_539
source: Several times a year
de_ch: Mehrmals im Jahr

# parent_survey_child_540
source: Never
de_ch: Nie

# parent_survey_child_541
source: How often do you or another adult in your home take your child to the grocery store?
de_ch: Wie oft gehen Sie oder ein anderer Erwachsener zu Hause mit Ihrem Kind einkaufen?

# parent_survey_child_542
source: Twice a week or more
de_ch: Zweimal in der Woche oder öfter

# parent_survey_child_543
source: Once a week
de_ch: Einmal pro Woche

# parent_survey_child_544
source: Once a month
de_ch: Einmal im Monat

# parent_survey_child_545
source: Hardly ever
de_ch: Kaum jemals

# parent_survey_child_546
source: Does your child have access to a tablet or smartphone that they regularly use to watch videos or listen to music?
de_ch: Hat Ihr Kind ein Tablet oder Smartphone, das es regelmäßig verwendet, um Videos anzusehen oder Musik zu hören?

# parent_survey_child_547
source: Yes
de_ch: Ja

# parent_survey_child_548
source: No
de_ch: Nein

# parent_survey_child_549
source: Does your family have a computer that your child has access to?
de_ch: Hat Ihre Familie einen Computer, zu dem Ihr Kind Zugang hat?

# parent_survey_child_550
source: Yes
de_ch: Ja

# parent_survey_child_551
source: No
de_ch: Nein

# parent_survey_child_552
source: How often has any family member taken or arranged to take your child to any type of museum (children's, scientific, art, historical, etc.) in the past year?
de_ch: Wie oft hat ein Familienmitglied im vergangenen Jahr Ihr Kind in ein Museum (Kinder-, Wissenschafts-, Kunst-, Geschichtsmuseum usw.) gebracht oder einen Besuch arrangiert?

# parent_survey_child_553
source: About once a week or more
de_ch: Etwa einmal in der Woche oder öfter

# parent_survey_child_554
source: About once a month or more
de_ch: Etwa einmal im Monat oder öfter

# parent_survey_child_555
source: Several times
de_ch: Mehrere Male

# parent_survey_child_556
source: Once or twice
de_ch: Ein oder zweimal

# parent_survey_child_557
source: Never
de_ch: Nie

# parent_survey_child_558
source: Sometimes children get so angry at their parents that they say things like "I hate you" or swear in a temper tantrum. If your child said something like "I hate you" or swore at you, would you...
de_ch: Manchmal sind Kinder so wütend auf ihre Eltern, dass sie in einem Wutanfall Dinge sagen wie "Ich hasse dich" oder fluchen. Wenn Ihr Kind etwas wie "Ich hasse dich" sagte oder Sie beschimpfte, würden Sie...

# parent_survey_child_559
source: Ground him/her
de_ch: Hausarrest erteilen

# parent_survey_child_560
source: Yes
de_ch: Ja

# parent_survey_child_561
source: No
de_ch: Nein

# parent_survey_child_562
source: Spank him/her
de_ch: Es verhauen

# parent_survey_child_563
source: Yes
de_ch: Ja

# parent_survey_child_564
source: No
de_ch: Nein

# parent_survey_child_565
source: Talk with him/her
de_ch: Mit ihm/ihr sprechen

# parent_survey_child_566
source: Yes
de_ch: Ja

# parent_survey_child_567
source: No
de_ch: Nein

# parent_survey_child_568
source: Give him/her a household chore
de_ch: Ihm/ihr eine Hausarbeit erteilen

# parent_survey_child_569
source: Yes
de_ch: Ja

# parent_survey_child_570
source: No
de_ch: Nein

# parent_survey_child_571
source: Ignore it
de_ch: Es ignorieren

# parent_survey_child_572
source: Yes
de_ch: Ja

# parent_survey_child_573
source: No
de_ch: Nein

# parent_survey_child_574
source: Send him/her to room for more than 1 hour
de_ch: Es für mehr als 1 Stunde in sein/ihr Zimmer schicken

# parent_survey_child_575
source: Yes
de_ch: Ja

# parent_survey_child_576
source: No
de_ch: Nein

# parent_survey_child_577
source: Take away his/her allowance
de_ch: Ihm/ihr das Taschengeld entziehen

# parent_survey_child_578
source: Yes
de_ch: Ja

# parent_survey_child_579
source: No
de_ch: Nein

# parent_survey_child_580
source: Take away TV, phone, or other privileges
de_ch: Ihm/ihr Fernsehen, Telefon oder sonstige Privilegien entziehen

# parent_survey_child_581
source: Yes
de_ch: Ja

# parent_survey_child_582
source: No
de_ch: Nein

# parent_survey_child_583
source: Put him/her in a short time out
de_ch: Ihm/ihr eine kurze Auszeit verordnen

# parent_survey_child_584
source: Yes
de_ch: Ja

# parent_survey_child_585
source: No
de_ch: Nein

# parent_survey_child_586
source: Other, please specify
de_ch: Sonstiges, bitte angeben

# parent_survey_child_587
source: How often is your child expected to make his/her own bed?
de_ch: Wie oft wird von Ihrem Kind erwartet, dass es sein Bett selbst macht?

# parent_survey_child_588
source: Almost always
de_ch: Fast immer

# parent_survey_child_589
source: More than half the time
de_ch: Mehr als die Hälfte der Zeit

# parent_survey_child_590
source: Half the time
de_ch: Die Hälfte der Zeit

# parent_survey_child_591
source: Less than half the time
de_ch: Weniger als die Hälfte der Zeit

# parent_survey_child_592
source: Almost never
de_ch: Fast nie

# parent_survey_child_593
source: How often is your child expected to clean his/her own room?
de_ch: Wie oft wird von Ihrem Kind erwartet, dass es sein eigenes Zimmer aufräumt?

# parent_survey_child_594
source: Almost always
de_ch: Fast immer

# parent_survey_child_595
source: More than half the time
de_ch: Mehr als die Hälfte der Zeit

# parent_survey_child_596
source: Half the time
de_ch: Die Hälfte der Zeit

# parent_survey_child_597
source: Less than half the time
de_ch: Weniger als die Hälfte der Zeit

# parent_survey_child_598
source: Almost never
de_ch: Fast nie

# parent_survey_child_599
source: How often is your child expected to pick up after him/herself ?
de_ch: Wie oft wird von Ihrem Kind erwartet, dass es hinter sich selbst aufräumt?

# parent_survey_child_600
source: Almost always
de_ch: Fast immer

# parent_survey_child_601
source: More than half the time
de_ch: Mehr als die Hälfte der Zeit

# parent_survey_child_602
source: Half the time
de_ch: Die Hälfte der Zeit

# parent_survey_child_603
source: Less than half the time
de_ch: Weniger als die Hälfte der Zeit

# parent_survey_child_604
source: Almost never
de_ch: Fast nie

# parent_survey_child_605
source: Is there a musical instrument (e.g. piano, drum, guitar, etc.) that your child can use at home?
de_ch: Gibt es ein Musikinstrument (z. B. Klavier, Trommel, Gitarre usw.), das Ihr Kind zu Hause spielen kann?

# parent_survey_child_606
source: Yes
de_ch: Ja

# parent_survey_child_607
source: No
de_ch: Nein

# parent_survey_child_608
source: How often does your child read for enjoyment?
de_ch: Wie oft liest Ihr Kind zum Vergnügen?

# parent_survey_child_609
source: Every day
de_ch: Jeden Tag

# parent_survey_child_610
source: Several times a week
de_ch: Mehrmals pro Woche

# parent_survey_child_611
source: Several times a month
de_ch: Mehrmals im Monat

# parent_survey_child_612
source: Several times a year
de_ch: Mehrmals im Jahr

# parent_survey_child_613
source: Never
de_ch: Nie

# parent_survey_child_614
source: Does your family encourage your child to start and keep doing hobbies?
de_ch: Ermutigt Ihre Familie Ihr Kind, ein Hobby anzufangen und fortzuführen?

# parent_survey_child_615
source: Yes
de_ch: Ja

# parent_survey_child_616
source: No
de_ch: Nein

# parent_survey_child_617
source: Does your child get special lessons or belong to any organization that encourages activities such as sports, music, art, dance, drama, etc.?
de_ch: Bekommt Ihr Kind speziellen Unterricht oder gehört es einer Organisation an, die Aktivitäten wie Sport, Musik, Kunst, Tanz, Theater usw. fördert?

# parent_survey_child_618
source: Yes
de_ch: Ja

# parent_survey_child_619
source: No
de_ch: Nein

# parent_survey_child_620
source: How often has a family member taken or arranged to take your child to any type of musical or theatrical performance within the last year?
de_ch: Wie oft hat ein Familienmitglied Ihr Kind im letzten Jahr zu einer Musik- oder Theateraufführung mitgenommen oder dafür gesorgt, dass es mitgenommen wird?

# parent_survey_child_621
source: About once a week or more
de_ch: Etwa einmal in der Woche oder öfter

# parent_survey_child_622
source: About once a month or more
de_ch: Etwa einmal im Monat oder öfter

# parent_survey_child_623
source: Several times
de_ch: Mehrere Male

# parent_survey_child_624
source: Once or twice
de_ch: Ein oder zweimal

# parent_survey_child_625
source: Never
de_ch: Nie

# parent_survey_child_626
source: When your family watches TV or views content online, do you or another adult in the home discuss it with your child?
de_ch: Wenn Ihre Familie fernsieht oder Inhalte im Internet ansieht, sprechen Sie oder ein anderer Erwachsener im Haushalt mit Ihrem Kind darüber?

# parent_survey_child_627
source: Almost always
de_ch: Fast immer

# parent_survey_child_628
source: More than half the time
de_ch: Mehr als die Hälfte der Zeit

# parent_survey_child_629
source: Half the time
de_ch: Die Hälfte der Zeit

# parent_survey_child_630
source: Less than half the time
de_ch: Weniger als die Hälfte der Zeit

# parent_survey_child_631
source: Almost never
de_ch: Fast nie

# parent_survey_child_632
source: How often is your child expected to clean up after spills?
de_ch: Wie oft wird von Ihrem Kind erwartet, dass es verschüttete Flüssigkeiten aufwischt?

# parent_survey_child_633
source: Almost always
de_ch: Fast immer

# parent_survey_child_634
source: More than half the time
de_ch: Mehr als die Hälfte der Zeit

# parent_survey_child_635
source: Half the time
de_ch: Die Hälfte der Zeit

# parent_survey_child_636
source: Less than half the time
de_ch: Weniger als die Hälfte der Zeit

# parent_survey_child_637
source: Almost never
de_ch: Fast nie

# parent_survey_child_638
source: How often is your child expected to bathe him/herself?
de_ch: Wie oft wird von Ihrem Kind erwartet, dass es sich selbst badet?

# parent_survey_child_639
source: Almost always
de_ch: Fast immer

# parent_survey_child_640
source: More than half the time
de_ch: Mehr als die Hälfte der Zeit

# parent_survey_child_641
source: Half the time
de_ch: Die Hälfte der Zeit

# parent_survey_child_642
source: Less than half the time
de_ch: Weniger als die Hälfte der Zeit

# parent_survey_child_643
source: Almost never
de_ch: Fast nie

# parent_survey_child_644
source: How often is your child expected to help with keeping shared living areas neat and clean?
de_ch: Wie oft wird von Ihrem Kind erwartet, dass es bei der Ordnung und Sauberkeit der gemeinsamen Wohnbereiche hilft?

# parent_survey_child_645
source: Almost always
de_ch: Fast immer

# parent_survey_child_646
source: More than half the time
de_ch: Mehr als die Hälfte der Zeit

# parent_survey_child_647
source: Half the time
de_ch: Die Hälfte der Zeit

# parent_survey_child_648
source: Less than half the time
de_ch: Weniger als die Hälfte der Zeit

# parent_survey_child_649
source: Almost never
de_ch: Fast nie

# parent_survey_child_650
source: How often is your child expected to do routine chores such as mow the lawn, help with dinner, wash dishes, etc.?
de_ch: Wie oft wird von Ihrem Kind erwartet, dass es Routinearbeiten wie Rasen mähen, beim Abendessen helfen, Geschirr spülen usw. erledigt?

# parent_survey_child_651
source: Almost always
de_ch: Fast immer

# parent_survey_child_652
source: More than half the time
de_ch: Mehr als die Hälfte der Zeit

# parent_survey_child_653
source: Half the time
de_ch: Die Hälfte der Zeit

# parent_survey_child_654
source: Less than half the time
de_ch: Weniger als die Hälfte der Zeit

# parent_survey_child_655
source: Almost never
de_ch: Fast nie

# parent_survey_child_656
source: How often is your child expected to help manage his/her own time (get up on time, be ready for school, etc.)?
de_ch: Wie oft wird von Ihrem Kind erwartet, dass es seine Zeit selbst einteilt (pünktlich aufstehen, für die Schule bereit sein usw.)?

# parent_survey_child_657
source: Almost always
de_ch: Fast immer

# parent_survey_child_658
source: More than half the time
de_ch: Mehr als die Hälfte der Zeit

# parent_survey_child_659
source: Half the time
de_ch: Die Hälfte der Zeit

# parent_survey_child_660
source: Less than half the time
de_ch: Weniger als die Hälfte der Zeit

# parent_survey_child_661
source: Almost never
de_ch: Fast nie

# parent_survey_child_662
source: <b>DURING THE PAST MONTH</b>, how often have you felt...
de_ch: <b>WIE OFT HATTEN SIE IM LETZTEN MONAT</b> das Gefühl...

# parent_survey_child_663
source: Never
de_ch: Nie

# parent_survey_child_664
source: Rarely
de_ch: Selten

# parent_survey_child_665
source: Sometimes
de_ch: Manchmal

# parent_survey_child_666
source: Usually
de_ch: Gewöhnlich

# parent_survey_child_667
source: Always
de_ch: Immer

# parent_survey_child_668
source: that your child is much harder to care for than most children their age?
de_ch: dass es viel schwieriger ist, sich um Ihr Kind zu kümmern als um andere Kinder seines Alters?

# parent_survey_child_669
source: that your child does things that really bother you a lot?
de_ch: dass Ihr Kind Dinge tut, die Sie wirklich sehr stören?

# parent_survey_child_670
source: angry with your child?
de_ch: wütend auf Ihr Kind zu sein?

# parent_survey_child_671
source: These statements describe ways different caregivers act toward their children. Please think about how well each statement describes the way you treat your child. Respond as to whether you do each item "almost never", "once a month", "once a week", "every day".
de_ch: Diese Aussagen beschreiben, wie sich verschiedene Betreuungspersonen gegenüber ihren Kindern verhalten. Bitte denken Sie darüber nach, wie gut jede Aussage die Art und Weise beschreibt, wie Sie Ihr Kind behandeln. Geben Sie an, ob Sie jeden Punkt fast jeden Tag, einmal pro Woche, einmal im Monat oder fast nie tun.

# parent_survey_child_672
source: Never or almost never
de_ch: Nie oder fast nie

# parent_survey_child_673
source: Once a month
de_ch: Einmal im Monat

# parent_survey_child_674
source: Once a week
de_ch: Einmal pro Woche

# parent_survey_child_675
source: Every day
de_ch: Jeden Tag

# parent_survey_child_676
source: I see to it that my child knows exactly what (s)he may or may not do.
de_ch: Ich sorge dafür, dass mein Kind genau weiß, was es tun darf und was nicht.

# parent_survey_child_677
source: I always tell my child how (s)he should behave.
de_ch: Ich sage meinem Kind immer, wie es sich verhalten soll.

# parent_survey_child_678
source: I insist that my child do exactly as (s)he is told.
de_ch: Ich bestehe darauf, dass mein Kind genau das tut, was ihm/ihr gesagt wird.

# parent_survey_child_679
source: I make my child feel wanted and needed.
de_ch: Ich gebe meinem Kind das Gefühl, gewollt und gebraucht zu werden.

# parent_survey_child_680
source: I let my child do anything (s)he wants to do.
de_ch: Ich lasse mein Kind alles tun, was es tun möchte.

# parent_survey_child_681
source: I make my child feel what (s)he does is important.
de_ch: Ich gebe meinem Kind das Gefühl, dass das, was es tut, wichtig ist.

# parent_survey_child_682
source: I care about what my child thinks and encourage her/him to talk about it.
de_ch: Es ist mir wichtig, was mein Kind denkt, und ich ermutige es, darüber zu sprechen.

# parent_survey_child_683
source: I want to control whatever my child does.
de_ch: Ich möchte kontrollieren, was mein Kind tut.

# parent_survey_child_684
source: I let my child know I love him/her.
de_ch: Ich lasse mein Kind wissen, dass ich es liebe.

# parent_survey_child_685
source: I treat my child gently and kindly.
de_ch: Ich behandle mein Kind sanft und freundlich.

# parent_survey_child_686
source: All adults use certain ways to teach children the right behavior or to address a behavior problem. Please read the following methods that are used and select whether you or anyone else in your household has used this with your child in the <b>past month</b>.
de_ch: Alle Erwachsenen verwenden bestimmte Methoden, um Kindern das richtige Verhalten beizubringen oder ein Verhaltensproblem anzugehen. Bitte lesen Sie die folgenden Methoden und wählen Sie aus, ob Sie oder eine andere Person in Ihrem Haushalt diese im <b>letzten Monat</b> bei diesem Kind angewendet hat.

# parent_survey_child_687
source: Took away privileges, forbade something my child liked, or did not allow him/her to leave the house.
de_ch: Sie haben Privilegien entzogen, Ihrem Kind etwas verboten, was es mochte, oder ihm nicht erlaubt, das Haus zu verlassen.

# parent_survey_child_688
source: Yes
de_ch: Ja

# parent_survey_child_689
source: No
de_ch: Nein

# parent_survey_child_690
source: Explained why something (the behavior) was wrong.
de_ch: Sie erklärten ihm, warum etwas (das Verhalten) falsch war.

# parent_survey_child_691
source: Yes
de_ch: Ja

# parent_survey_child_692
source: No
de_ch: Nein

# parent_survey_child_693
source: Shouted, yelled at or screamed at him/her.
de_ch: Sie haben es angebrüllt oder angeschrien.

# parent_survey_child_694
source: Yes
de_ch: Ja

# parent_survey_child_695
source: No
de_ch: Nein

# parent_survey_child_696
source: Spanked, hit, or slapped him/her.
de_ch: Sie haben es versohlt, geschlagen oder geohrfeigt.

# parent_survey_child_697
source: Yes
de_ch: Ja

# parent_survey_child_698
source: No
de_ch: Nein

# parent_survey_child_699
source: Do you believe that in order to bring up (raise, educate) your child properly, you need to physically punish him/her?
de_ch: Glauben Sie, dass Sie Ihr Kind körperlich bestrafen müssen, um es richtig zu erziehen?

# parent_survey_child_700
source: Yes
de_ch: Ja

# parent_survey_child_701
source: No
de_ch: Nein

# parent_survey_child_702
source: Start Survey
de_ch: Umfrage starten

# parent_survey_child_703
source: Previous
de_ch: Zurück

# parent_survey_child_704
source: Next
de_ch: Weiter

# parent_survey_child_705
source: Finish
de_ch: Beenden
