Repository: levante-framework/levante_translations
Catalog: %filename%-de%locale_with_underscore.xliff
Languages: de_ch

# same-different-selection-touch-2
source: Choose the card with 2 stars.
de_ch: Wähle die Karte mit zwei Sternen.

# same-different-selection-touch-3
source: Choose the card with 3 stars.
de_ch: Wähle die Karte mit drei Sternen.

# same-different-selection-touch-4
source: Choose the card with 4 stars.
de_ch: Wähle die Karte mit vier Sternen.

# same-different-selection-instruct2
source: Now you're going to see two cards that are the same in one way. Then you will see a new card that is similar to one of those cards. Your job is to choose the card that is similar to the new card.
de_ch: Jetzt siehst du zwei Karten, die in einer Hinsicht gleich sind. Dann siehst du eine neue Karte, die einer der ersten beiden Karten ähnlich ist. Deine Aufgabe ist es, die Karte zu wählen, die der neuen Karte ähnlich ist.

# same-different-selection-instruct3
source: Now you're going to see three cards, and you're going to choose two that are the same in some way. Then you're going to see the same cards again, and pick two cards that are the same in a different way.
de_ch: Jetzt siehst du drei Karten und wählst zwei aus, die auf irgendeine Weise gleich sind. Dann siehst du dieselben Karten noch einmal und wählst zwei Karten aus, die auf eine andere Weise gleich sind.

# same-different-selection-both-circles
source: Here are two cards. Something's the same. They both have circles.
de_ch: Hier sind zwei Karten. Sie haben etwas gemeinsam. Beide zeigen Kreise.

# same-different-selection-both-squares
source: Here are two cards. Something's the same. They both have squares.
de_ch: Hier sind zwei Karten. Sie haben etwas gemeinsam. Beide zeigen Quadrate.

# same-different-selection-both-triangles
source: Here are two cards. Something's the same. They both have triangles.
de_ch: Hier sind zwei Karten. Sie haben etwas gemeinsam. Beide zeigen Dreiecke.

# same-different-selection-both-red
source: Here are two cards. Something's the same. They both have red shapes.
de_ch: Hier sind zwei Karten. Sie haben etwas gemeinsam. Beide zeigen Formen.

# same-different-selection-both-green
source: Here are two cards. Something's the same. They both have green shapes.
de_ch: Hier sind zwei Karten. Sie haben etwas gemeinsam. Beide zeigen grüne Formen.

# same-different-selection-both-yellow
source: Here are two cards. Something's the same. They both have yellow shapes.
de_ch: Hier sind zwei Karten. Sie haben etwas gemeinsam. Beide zeigen gelbe Formen.

# same-different-selection-both-blue
source: Here are two cards. Something's the same. They both have blue shapes.
de_ch: Hier sind zwei Karten. Sie haben etwas gemeinsam. Beide zeigen blaue Formen.

# same-different-selection-both-small
source: Here are two cards. Something's the same. They both have small shapes.
de_ch: Hier sind zwei Karten. Sie haben etwas gemeinsam. Beide zeigen kleine Formen.

# same-different-selection-both-medium
source: Here are two cards. Something's the same. They both have medium-sized shapes.
de_ch: Hier sind zwei Karten. Sie haben etwas gemeinsam. Beide zeigen mittelgrosse Formen.

# same-different-selection-both-large
source: Here are two cards. Something's the same. They both have large shapes.
de_ch: Hier sind zwei Karten. Sie haben etwas gemeinsam. Beide zeigen grosse Formen.

# sds-prompt3
source: Here is another card. Which of these is similar to this one?
de_ch: Hier ist eine weitere Karte. Welche Karte sieht dieser ähnlich?

# sds-3match-prompt2
source: Here is the same set of cards again. Choose two cards that are the same in a different way.
de_ch: Hier siehst du die gleichen Karten nochmal. Wähle zwei Bilder aus, die auf unterschiedliche Art und Weise gleich sind.

# sds-2match-prompt1
source: Here is a new set of cards. Choose two cards that are the same in some way.
de_ch: Hier sind neue Karten. Wähle zwei Karten aus, die in irgendeiner Weise gleich sind.

# sds-2match-prompt2
source: Choose two cards that are the same in a different way.
de_ch: Wähle zwei Karten, die auf unterschiedliche Weise gleich sind.

# sds-3unique-prompt1
source: Choose three cards that are the same in only one way.
de_ch: Wähle drei Karten aus, die in irgendeiner Weise gleich sind.

# sds-3unique-prompt2
source: Choose another three cards that are the same in only one way.
de_ch: Wähle drei weitere Karten aus, die auf unterschiedliche Art und Weise gleich sind.

# memory-game-display
source: Watch the squares light up.
de_ch: Beobachte, wie die Quadrate aufleuchten.

# memory-game-input
source: Choose the squares in the same order.
de_ch: Wähle die Quadrate in der gleichen Reihenfolge.

# memory-game-instruct1
source: This is the memory game. Here's how you play it.
de_ch: Das ist ein Memory-Spiel. Ich erkläre dir jetzt wie das Memory-Spiel funktioniert.

# memory-game-instruct2
source: You will see squares light up.
de_ch: Du wirst sehen, dass Quadrate aufleuchten.

# memory-game-instruct3
source: You're going to choose the squares in the same order.
de_ch: Du wählst die Quadrate in der gleichen Reihenfolge aus.

# memory-game-instruct4
source: Watch carefully! Try to remember the order.
de_ch: Pass gut auf! Versuche, dir die Reihenfolge zu merken.

# memory-game-forward-prompt
source: Choose the squares in the same order.
de_ch: Wähle die Quadrate in der gleichen Reihenfolge.

# memory-game-forward-try-again
source: That's not quite right. Please try again. Choose the squares in the same order.
de_ch: Das stimmt nicht ganz. Versuch es noch einmal! Wähle die Quadrate in der gleichen Reihenfolge.

# memory-game-instruct5
source: This time the game won't tell you if you're right or wrong. Let’s start playing the memory game!
de_ch: Dieses Mal wird dir das Spiel nicht sagen, ob du richtig oder falsch liegst. Los geht's mit dem Memory-Spiel!

# memory-game-instruct6
source: Now let's play the memory game in reverse!
de_ch: Jetzt spielen wir das Memory-Spiel umgekehrt!

# memory-game-instruct7
source: Let’s start playing the memory game!
de_ch: Los geht's mit dem Memory-Spiel!

# memory-game-backward-prompt
source: Choose the squares in the backward order.
de_ch: Wähle die Quadrate in der umgekehrten Reihenfolge.

# memory-game-backward-try-again
source: That's not quite right. Please try again. Choose the squares in the backward order.
de_ch: Das stimmt nicht ganz. Versuch es noch einmal! Wähle die Quadrate in der umgekehrten Reihenfolge.

# heart-instruct1
source: This is the heart game. Here's how you play it.
de_ch: Das ist das Herzspiel. Ich erkläre dir jetzt wie das Herzspiel funktioniert.

# heart-instruct2
source: When you see a heart, press the button on the same side.
de_ch: Wenn du ein Herz siehst, drücke den Knopf auf der gleichen Seite.

# hearts-and-flowers-try-again
source: That's not quite right. Please try again.
de_ch: Das stimmt nicht ganz. Versuch es noch einmal!

# heart-practice-feedback1
source: The heart is on the right side. Press the right button.
de_ch: Das Herz befindet sich auf der rechten Seite. Drücke die rechte Taste.

# hearts-and-flowers-practice-time
source: Time to practice!
de_ch: Jetzt kannst du üben!

# heart-practice-feedback2
source: Remember! When you see a HEART, press the button on the SAME side.
de_ch: Nicht vergessen! Wenn du ein HERZ siehst, drücke den Knopf auf der GLEICHEN Seite.

# hearts-and-flowers-instruct1
source: This time the game will go faster. It won't tell you if you are right or wrong. Try to keep up!
de_ch: Jetzt spielen wir das Spiel schneller. Dir wird nicht gesagt, ob du richtig oder falsch liegst. Versuch hinterherzukommen!

# hearts-and-flowers-instruct2
source: Try to answer as fast as you can without making mistakes. If you make a mistake, just keep going!
de_ch: Versuche, so schnell wie möglich zu antworten, ohne Fehler zu machen. Wenn du einen Fehler machst, mach einfach weiter!

# hearts-and-flowers-play-time
source: Time to play!
de_ch: Jetzt geht das Spiel richtig los!

# flower-instruct1
source: This is the flower game. Here's how you play it.
de_ch: Das ist das Blumenspiel. Ich erkläre dir jetzt wie das Blumenspiel funktioniert.

# flower-instruct2
source: When you see a flower, press the button on the opposite side.
de_ch: Wenn du eine Blume siehst, drückst du den Knopf auf der GEGENÜBERLIEGENDEN Seite.

# flower-practice-feedback1
source: The flower is on the left side. Press the right button.
de_ch: Die Blume ist auf der linken Seite. Drücke den rechten Knopf.

# flower-practice-feedback2
source: When you see a FLOWER, press the button on the OPPOSITE side.
de_ch: Wenn du eine Blume siehst, drücke den Knopf auf der GEGENÜBERLIEGENDEN Seite.

# hearts-and-flowers-instruct3
source: Now, we're going to play a game with hearts and flowers.
de_ch: Jetzt werden wir ein Spiel mit Herzen und Blumen spielen.

# hearts-and-flowers-encourage1
source: Try to keep up!
de_ch: Versuch hinterherzukommen!

# hearts-and-flowers-encourage2
source: If you make a mistake, just keep going!
de_ch: Wenn du einen Fehler machst, mach einfach weiter!

# hearts-and-flowers-end
source: Great job! You completed the game!
de_ch: Gut gemacht! Dieses Spiel ist jetzt zu Ende.

# vocab-item-001
source: the acorn
de_ch: die Eichel

# vocab-item-002
source: the aloe
de_ch: die Aloe

# vocab-item-003
source: the antenna
de_ch: die Antenne

# vocab-item-004
source: the artichoke
de_ch: die Artischocke

# vocab-item-005
source: the bamboo
de_ch: der Bambus

# vocab-item-006
source: the barrel
de_ch: das Fass

# vocab-item-007
source: the blender
de_ch: der Mixer

# vocab-item-008
source: the blower
de_ch: das Gebläse

# vocab-item-009
source: the bouquet
de_ch: der Blumenstrauß

# vocab-item-010
source: the buffet
de_ch: das Buffet

# vocab-item-011
source: the bulldozer
de_ch: die Planierraupe

# vocab-item-012
source: the cake
de_ch: der Kuchen

# vocab-item-013
source: the caramel
de_ch: das Karamell

# vocab-item-014
source: the carousel
de_ch: das Karussell

# vocab-item-015
source: the carrot
de_ch: die Karotte

# vocab-item-016
source: the cassette
de_ch: die Kassette

# vocab-item-017
source: the cheese
de_ch: der Käse

# vocab-item-018
source: the cloak
de_ch: der Mantel

# vocab-item-019
source: the clothespin
de_ch: die Wäscheklammer

# vocab-item-020
source: the coaster
de_ch: der Untersetzer

# vocab-item-021
source: the cork
de_ch: der Korken

# vocab-item-022
source: the cornbread
de_ch: das Maisbrot

# vocab-item-023
source: the corset
de_ch: das Korsett

# vocab-item-024
source: the dumpling
de_ch: der Teigtaschen

# vocab-item-025
source: the elbow
de_ch: der Ellbogen

# vocab-item-026
source: the fan
de_ch: der Ventilator

# vocab-item-027
source: the foam
de_ch: der Schaumstoff

# vocab-item-028
source: the footbath
de_ch: das Fußbad

# vocab-item-029
source: the fruitcake
de_ch: der Obstkuchen

# vocab-item-030
source: the gutter
de_ch: die Dachrinne

# vocab-item-031
source: the hamster
de_ch: der Hamster

# vocab-item-032
source: the hedgehog
de_ch: der Igel

# vocab-item-033
source: the hoe
de_ch: die Hacke

# vocab-item-034
source: the hopscotch
de_ch: Himmel und Hölle

# vocab-item-035
source: the kimono
de_ch: der Kimono

# vocab-item-036
source: the latch
de_ch: der Riegel

# vocab-item-037
source: the locker
de_ch: das Schließfach

# vocab-item-038
source: the lollipop
de_ch: der Lollipop

# vocab-item-039
source: the map
de_ch: die Karte

# vocab-item-040
source: the marshmallow
de_ch: der Marshmallow

# vocab-item-041
source: the net
de_ch: das Netz

# vocab-item-042
source: the oil
de_ch: das Öl

# vocab-item-043
source: the omelet
de_ch: das Omelett

# vocab-item-044
source: the pie
de_ch: der Kuchen

# vocab-item-045
source: the pistachio
de_ch: die Pistazien

# vocab-item-046
source: the pitcher
de_ch: der Krug

# vocab-item-047
source: the potato
de_ch: die Kartoffel

# vocab-item-048
source: the prism
de_ch: das Prisma

# vocab-item-049
source: the puddle
de_ch: die Pfütze

# vocab-item-050
source: the pump
de_ch: die Pumpe

# vocab-item-051
source: the rice
de_ch: der Reis

# vocab-item-052
source: the saddle
de_ch: der Sattel

# vocab-item-053
source: the sandbag
de_ch: der Sandsack

# vocab-item-054
source: the scaffolding
de_ch: das Gerüst

# vocab-item-055
source: the scoop
de_ch: die Schaufel

# vocab-item-056
source: the seagull
de_ch: die Möwe

# vocab-item-057
source: the ship
de_ch: das Schiff

# vocab-item-058
source: the shower
de_ch: die Dusche

# vocab-item-059
source: the silverware
de_ch: das Tafelsilber

# vocab-item-060
source: the sink
de_ch: das Waschbecken

# vocab-item-061
source: the ski
de_ch: der Ski

# vocab-item-062
source: the sloth
de_ch: das Faultier

# vocab-item-063
source: the snail
de_ch: die Schnecke

# vocab-item-064
source: the sorbet
de_ch: das Sorbet

# vocab-item-065
source: the spatula
de_ch: der Pfannenwender

# vocab-item-066
source: the sprinkler
de_ch: der Sprinkler

# vocab-item-067
source: the squash
de_ch: der Kürbis

# vocab-item-068
source: the squirrel
de_ch: das Eichhörnchen

# vocab-item-069
source: the stew
de_ch: der Eintopf

# vocab-item-070
source: the rubber band
de_ch: das Gummiband

# vocab-item-071
source: the stump
de_ch: der Baumstumpf

# vocab-item-072
source: the sunflower
de_ch: die Sonnenblume

# vocab-item-073
source: the swordfish
de_ch: der Schwertfisch

# vocab-item-074
source: the tapestry
de_ch: der Wandteppich

# vocab-item-075
source: the teabag
de_ch: der Teebeutel

# vocab-item-076
source: the telescope
de_ch: das Teleskop

# vocab-item-077
source: the thermos
de_ch: die Thermoskanne

# vocab-item-078
source: the treasure
de_ch: der Schatz

# vocab-item-079
source: the trumpet
de_ch: die Trompete

# vocab-item-080
source: the tulip
de_ch: die Tulpe

# vocab-item-081
source: the turbine
de_ch: die Turbine

# vocab-item-082
source: the turkey
de_ch: der Truthahn

# vocab-item-083
source: the turtle
de_ch: die Schildkröte

# vocab-item-084
source: the typewriter
de_ch: die Schreibmaschine

# vocab-item-085
source: the watermelon
de_ch: die Wassermelone

# vocab-item-086
source: the waterwheel
de_ch: das Wasserrad

# vocab-item-087
source: the ant
de_ch: die Ameise

# vocab-item-088
source: the ball
de_ch: der Kugel

# vocab-item-089
source: the bear
de_ch: der Bär

# vocab-item-090
source: the duck
de_ch: die Ente

# vocab-item-091
source: the fork
de_ch: die Gabel

# vocab-item-092
source: the kitten
de_ch: das Kätzchen

# vocab-item-093
source: the knee
de_ch: das Knie

# vocab-item-094
source: the milkshake
de_ch: der Milchshake

# vocab-item-095
source: the skin
de_ch: die Haut

# vocab-item-096
source: the wall
de_ch: die Wand

# vocab-item-097
source: the wheel
de_ch: das Rad

# vocab-item-098
source: the farm
de_ch: der Bauernhof

# vocab-item-099
source: juggling
de_ch: das Jonglieren

# vocab-item-100
source: the dressing
de_ch: das Dressing

# vocab-item-101
source: the roof
de_ch: das Dach

# vocab-item-102
source: peeking
de_ch: spähen

# vocab-item-103
source: the ruler
de_ch: das Lineal

# vocab-item-104
source: the tunnel
de_ch: der Tunnel

# vocab-item-105
source: the envelope
de_ch: der Umschlag

# vocab-item-106
source: the diamond
de_ch: der Diamant

# vocab-item-107
source: the calendar
de_ch: der Kalender

# vocab-item-108
source: the panda
de_ch: der Panda

# vocab-item-109
source: the arrow
de_ch: der Pfeil

# vocab-item-110
source: picking
de_ch: pflücken

# vocab-item-111
source: dripping
de_ch: tropfen

# vocab-item-112
source: the knight
de_ch: der Ritter

# vocab-item-113
source: delivering
de_ch: liefern

# vocab-item-114
source: the dentist
de_ch: der Zahnarzt

# vocab-item-115
source: the claw
de_ch: der Klauenhammer

# vocab-item-116
source: the uniform
de_ch: die Uniform

# vocab-item-117
source: furry
de_ch: pelzig

# vocab-item-118
source: the cormorant
de_ch: der Kormoran

# vocab-item-119
source: fetch
de_ch: bringen

# vocab-item-120
source: the arcade
de_ch: die Arkade

# vocab-item-121
source: the artifact
de_ch: das Artefakt

# vocab-item-122
source: aversion
de_ch: die Abneigung

# vocab-item-123
source: the beret
de_ch: die Baskenmütze

# vocab-item-124
source: applaud
de_ch: applaudieren

# vocab-item-125
source: timid
de_ch: schüchtern

# vocab-item-126
source: the camp
de_ch: das Lager

# vocab-item-127
source: tumble
de_ch: stürzen

# vocab-item-128
source: concentric
de_ch: konzentrisch

# vocab-item-129
source: the confectionery
de_ch: die Süßigkeiten

# vocab-item-130
source: the couturier
de_ch: der Schneider

# vocab-item-131
source: degression
de_ch: die Degression

# vocab-item-132
source: the divan
de_ch: die Ottomane

# vocab-item-133
source: the wetland
de_ch: das Feuchtgebiet

# vocab-item-134
source: the baywindow
de_ch: das Erkerfenster

# vocab-item-135
source: the aesthete
de_ch: der Ästhet

# vocab-item-136
source: ecstatic
de_ch: ekstatisch

# vocab-item-137
source: rickety
de_ch: heruntergekommen

# vocab-item-138
source: gourmet
de_ch: Feinschmecker

# vocab-item-139
source: gesticulate
de_ch: gestikulieren

# vocab-item-140
source: the facade
de_ch: die Fassade

# vocab-item-141
source: the slope
de_ch: der Hang

# vocab-item-142
source: the habit
de_ch: die Angewohnheit

# vocab-item-143
source: the intersection
de_ch: die Kreuzung

# vocab-item-144
source: the irrigation
de_ch: die Bewässerung

# vocab-item-145
source: the kazoo
de_ch: das Kazoo

# vocab-item-146
source: chat
de_ch: quatschen

# vocab-item-147
source: the colony
de_ch: die Kolonie

# vocab-item-148
source: preserve
de_ch: aufbewahren

# vocab-item-149
source: the awning
de_ch: der Sonnensegel

# vocab-item-150
source: mammalogy
de_ch: Säugetierkunde

# vocab-item-151
source: the metronome
de_ch: das Metronom

# vocab-item-152
source: the paleontologist
de_ch: der Paläontologe

# vocab-item-153
source: the percussion
de_ch: die Perkussion

# vocab-item-154
source: the posterior
de_ch: der Hinten

# vocab-item-155
source: precarious
de_ch: prekär

# vocab-item-156
source: the arbor
de_ch: der Pavillon

# vocab-item-157
source: resuscitation
de_ch: Wiederbelebung

# vocab-item-158
source: the rosette
de_ch: die Rosette

# vocab-item-159
source: the saffron
de_ch: der Safran

# vocab-item-160
source: mischievous
de_ch: schelmisch

# vocab-item-161
source: the skimmer
de_ch: der Abschäumer

# vocab-item-162
source: sedentary
de_ch: sitzend

# vocab-item-163
source: the suede
de_ch: das Wildleder

# vocab-item-164
source: the turnstile
de_ch: das Drehkreuz

# vocab-item-165
source: the triad
de_ch: die Triade

# vocab-item-166
source: dredging
de_ch: baggern

# vocab-item-167
source: urban
de_ch: städtisch

# vocab-item-168
source: the steam
de_ch: der Dampf

# vocab-item-169
source: the vertebra
de_ch: der Wirbel

# vocab-item-170
source: the bandage
de_ch: der Verband

# vocab-instruct-1
source: In this game, you are going to listen to words and look at different pictures. Your job is to pick the picture that matches the word!
de_ch: In diesem Spiel hörst du Wörter und siehst dir verschiedene Bilder an. Deine Aufgabe ist es, das Bild auszuwählen, das zum Wort passt!

# vocab-practice-1
source: You are going to see some different pictures. For example, a picture of an apple and a picture of a carrot. Then, you'll hear a word for one of the pictures. Make sure to pick the picture that matches the word!
de_ch: Du wirst einige verschiedene Bilder sehen. Zum Beispiel ein Bild von einem Apfel und ein Bild von einer Karotte. Dann hörst du ein Wort zu einem der Bilder. Achte darauf, dass du das Bild auswählst, das zum Wort passt!

# vocab-instruct-2
source: Some words are hard, and that's okay. If you're not sure, just give your best guess!
de_ch: Manche Wörter sind schwer, und das ist in Ordnung. Wenn du dir nicht sicher bist, gib einfach dein Bestes!

# vocab-instruct-3
source: If you need to hear the word again, press the speaker button.
de_ch: Wenn du das Wort noch einmal hören möchtest, drücke die Lautsprechertaste.

# shared-intro-devices
source: You can tap on a touchscreen, use the touchpad, or press the arrow keys for this activity. Try it now.
de_ch: Für diese Aktivität kannst du einen Touchscreen, ein Touchpad oder die Pfeiltasten verwenden. Probier es jetzt aus.

# shared-choose-picture-press-arrow
source: To use an arrow key to choose a picture, press the key that points the same direction as the arrow below the picture.
de_ch: Um eine Pfeiltaste zu verwenden, um ein Bild auszuwählen, drücke die Taste, die in die gleiche Richtung zeigt wie der Pfeil unter dem Bild.

# shared-intro-replay
source: You can press the replay button to hear things again. Try it now.
de_ch: Du kannst die Wiedergabetaste drücken, um Dinge noch einmal zu hören. Probier es jetzt aus.

# trog-instr1-matching
source: This is a matching activity. Listen to what I say, then look at the pictures carefully. Choose the picture that goes with the words you hear.
de_ch: Dies ist eine Zuordnungsaktivität. Hör zu, was ich sage, und schau dir dann die Bilder genau an. Wähle das Bild aus, das zu den Wörtern passt, die du hörst.

# ChildSurveyIntro
source: These questions ask you about how you feel at school and some of the things you do at school. There are no right or wrong answers. Choose the answer that best describes what you think. No, never; Yes, some of the time; Yes, most of the time; Yes, all of the time. The first two are for practice.
de_ch: In diesen Fragen geht es darum, wie du dich in der Schule fühlst und was du in der Schule machst. Es gibt keine richtigen oder falschen Antworten. Wähle die Antwort, die am besten beschreibt, was du denkst. Nein, nie; Ja, manchmal; Ja, meistens; Ja, immer. Die ersten beiden Fragen sind zum Üben.

# Example1Comic
source: Do you like to read comic books?
de_ch: Liest du gerne Comics?

# Example2Neat
source: Are you neat and tidy at school?
de_ch: Bist du in der Schule ordentlich?

# TeacherNice
source: Is your teacher nice to you?
de_ch: Ist dein Lehrer nett zu dir?

# TeacherLike
source: Does your teacher like you?
de_ch: Mag dich dein Lehrer?

# TeacherListen
source: Does your teacher listen to you?
de_ch: Hört dein Lehrer dir zu?

# SchoolFun
source: Is school fun?
de_ch: Macht die Schule Spaß?

# SchoolEnjoy
source: Do you enjoy school?
de_ch: Magst du es, in die Schule zu gehen?

# SchoolHappy
source: Are you happy at school?
de_ch: Bist du glücklich in der Schule?

# SchoolSafe
source: Do you feel safe at school?
de_ch: Fühlst du dich in der Schule sicher?

# ClassFriends
source: Do you have friends in your class?
de_ch: Hast du Freunde in deiner Klasse?

# ClassHelp
source: Do the kids in your class help you when you need it?
de_ch: Helfen dir die Kinder in deiner Klasse, wenn du Hilfe brauchst?

# ClassPlay
source: Do the kids in your class play with you?
de_ch: Spielen die Kinder in deiner Klasse mit dir?

# ClassNice
source: Are the kids in your class nice to you?
de_ch: Sind die Kinder in deiner Klasse nett zu dir?

# LonelySchool
source: Do you feel lonely at school?
de_ch: Fühlst du dich in der Schule einsam?

# LearningGood
source: Are you good at learning things in school?
de_ch: Bist du gut darin, in der Schule etwas zu lernen?

# SchoolGiveUp
source: When schoolwork is hard, do you give up right away?
de_ch: Gibst du sofort auf, wenn dir die Schularbeit schwer fällt?

# ReadingEnjoy
source: Do you enjoy doing reading activities at school?
de_ch: Macht es dir Spaß in der Schule zu lesen?

# MathEnjoy
source: Do you enjoy doing math activities at school?
de_ch: Hast du Spaß am Fach Mathe?

# ReadingGood
source: Are you good at reading?
de_ch: Bist du gut im Lesen?

# MathGood
source: Are you good at math?
de_ch: Bist du gut in Mathe?
