Repository: levante-framework/levante_translations
Catalog: %filename%-de%locale_with_underscore.xliff
Languages: de_ch

# ToM-scene-17-instruct1
source: This is Mika. Mika’s mom owns a bookshop, and sometimes Mika helps out. Earlier today, Mika was organizing books on tables and shelves. Mika put a very large stack of blue books on the desk, a medium-sized stack of red books on the table, and a small stack of yellow books on the shelf.
de_ch: Das ist Mika. Mikas Mutter hat eine Buchhandlung, und manchmal hilft Mika dort mit. Heute hat Mika die Bücher auf Tischen und Regalen sortiert. Mika hat einen sehr großen Stapel blauer Bücher auf den Schreibtisch gelegt, einen mittelgroßen Stapel roter Bücher auf den Tisch und einen kleinen Stapel gelber Bücher ins Regal.

# ToM-scene-17-instruct2
source: Mika’s mom just walked in. Mom asks Mika for one of the books. Mika remembers where the book is, and tells mom, “The book is in the small stack!”
de_ch: Mikas Mutter kommt gerade herein. Mama fragt Mika nach einem der Bücher. Mika erinnert sich, wo das Buch ist, und sagt zu Mama: „Das Buch ist in dem kleinen Stapel!“

# ToM-scene-17-q1-reference
source: Which stack of books will mom look in?
de_ch: In welchem Bücherstapel wird Mama nachsehen?

# ToM-scene-17-q2-reality_check
source: Which stack of books was Mika talking about?
de_ch: Welchen Bücherstapel hat Mika gemeint?

# bluestack
source: The large blue stack
de_ch: Der große blaue Stapel

# redstack
source: The medium sized red stack
de_ch: Der mittelgroße rote Stapel

# yellowstack
source: The small yellow stack
de_ch: Der kleine gelbe Stapel

# ToM-scene-17-q3-emotion_reasoning
source: Mom looks in the wrong stack of books and can’t find the book that she wanted. How do you think Mom feels about not finding the book she wanted?
de_ch: Mama schaut in den falschen Stapel und findet das Buch nicht, das sie gesucht hat. Was glaubst du, wie Mama sich fühlt, wenn sie das gewünschte Buch nicht findet?

# ToM-scene-17-q4-emotion_reasoning
source: How do you think Mom would feel if she could find the book she wanted?
de_ch: Was glaubst du, wie sie sich fühlen würde, wenn sie das Buch finden würde, das sie sucht?

# ToM-scene-18-instruct1
source: George and Kat are playing together. They look outside and see a new toy shop across the street. Kat decides to go buy some new toys at the toy shop. Kat asks George what toy he would like to have, and George says he would like a new basketball.
de_ch: Georg und Theresa spielen zusammen. Sie schauen nach draußen und sehen auf der anderen Straßenseite ein neues Spielzeuggeschäft. Theresa beschließt, ein paar neue Spielsachen in dem Geschäft zu kaufen. Theresa fragt Georg, welches Spielzeug er gerne hätte, und Georg sagt, er hätte gerne einen neuen Basketball.

# ToM-scene-18-instruct2
source: While Kat is walking to the toy shop, George changes his mind and yells to Kat, “Actually, can I please have some crayons?” But Kat did not hear George ask for crayons.
de_ch: Während Theresa zum Spielzeugladen geht, ändert Georg seine Meinung und ruft Theresa zu: „Kann ich bitte ein paar Buntstifte haben?“ Aber Theresa hat nicht gehört, wie Georg nach Buntstiften gefragt hat.

# ToM-scene-18-q1-false_belief
source: Which toy does Kat think George wants from the toy shop?
de_ch: Welches Spielzeug, glaubt Theresa, möchte Georg aus dem Spielzeugladen haben?

# ToM-scene-18-instruct3
source: Kat didn’t hear George say that he wanted crayons. So Kat thinks George wants a basketball. Kat goes to the toy shop, but then the shop owner says that they don’t have any basketballs! But they do have storybooks, so Kat buys a storybook for George instead.
de_ch: Theresa hat Georg nicht sagen hören, dass er Buntstifte haben möchte. Deshalb glaubt Theresa, dass Georg sich einen Basketball wünscht. Theresa geht in den Spielzeugladen, aber der Ladenbesitzer sagt, dass sie keine Basketbälle haben! Aber sie haben Märchenbücher, also kauft Theresa stattdessen ein Märchenbuch für Georg.

# ToM-scene-18-q2-false_belief
source: Does George know that Kat bought a storybook?
de_ch: Weiß Georg, dass Theresa ein Märchenbuch gekauft hat?

# ToM-scene-18-q3-false_belief
source: What does George think Kat bought at the toy shop?
de_ch: Was glaubt Georg, was Theresa im Spielzeugladen gekauft hat?

# basketball
source: A basketball
de_ch: Einen Basketball

# storybook
source: A storybook
de_ch: Ein Bilderbuch

source: Crayons
de_ch: Buntstifte

# ToM-scene-18-instruct4
source: Kat comes back and tells George, “I’m so sorry, I couldn’t buy you a basketball because the store didn’t have any.”
de_ch: Theresa kommt zurück und sagt zu Georg: „Es tut mir so leid, ich konnte dir keinen Basketball kaufen, weil der Laden keinen hatte.“

# ToM-scene-18-q4-reality_check
source: What toy does George want?
de_ch: Welches Spielzeug wünscht sich Georg?

# ToM-scene-18-q5-reality_check
source: What toy did Kat buy for George?
de_ch: Welches Spielzeug hat Theresa für Georg gekauft?

# ToM-scene-18-instruct5
source: George is very happy to play with his new storybook.
de_ch: Georg ist sehr glücklich, dass er ein neues Bilderbuch hat.

# inferenceInstructions2
source: Welcome to ROAR - Inference
de_ch: Willkommen bei ROAR - Inferenz

# inferenceInstructions
source: Read each story carefully. Think about what happened in the story and what you know. Choose the best answer for each question.
de_ch: Lies jede Geschichte sorgfältig durch. Denk darüber nach, was in der Geschichte passiert ist und was du weißt. Wähle die beste Antwort für jede Frage.

# sds-your-turn
source: Now it's your turn!
de_ch: Jetzt bist du dran!

# sds-prompt3-demo-heavy
source: Here is another picture. I have to choose which of these pictures is the same as this new picture.
de_ch: Hier ist ein weiteres Bild. Ich muss wählen, welches dieser Bilder dasselbe wie dieses neue Bild ist.

# sds-pick-square-demo-heavy
source: I will pick this one! This one is the same as the new picture because they are both squares.
de_ch: Ich wähle dieses! Dieses ist dasselbe wie das neue Bild, weil sie beide Quadrate sind.

# same-different-selection-instruct1-heavy
source: This is the matching game. In this game, we are going to look at pictures and find things about them that are the same in some way.
de_ch: Dies ist das Zuordnungsspiel. In diesem Spiel schauen wir uns Bilder an und finden heraus, was sie auf irgendeine Weise gemeinsam haben.

# same-different-selection-instruct2-heavy
source: Now we're going to look at more pictures and find things about them that are the same. Let's learn how to play!
de_ch: Jetzt schauen wir uns mehr Bilder an und finden heraus, was sie gemeinsam haben. Lass uns lernen, wie man spielt!

# same-different-selection-instruct3-heavy
source: Now you're going to play the rest of the game on your own!
de_ch: Jetzt spielst du den Rest des Spiels alleine!

# same-different-selection-instruct4-heavy
source: Now we're going to try something new! You're going to find pairs of shapes that are the same in some way. Let's learn how!
de_ch: Jetzt probieren wir etwas Neues! Du wirst Paare von Formen finden, die auf irgendeine Weise gleich sind. Lass uns lernen, wie!

# same-different-selection-instruct5-heavy
source: Here are three pictures. I have to choose 2 of them that are the same in some way. I will pick these 2 pictures because they are both triangles.
de_ch: Hier sind drei Bilder. Ich muss 2 von ihnen wählen, die in irgendeiner Weise gleich sind. Ich wähle diese 2 Bilder, weil sie beide Dreiecke sind.

# same-different-selection-instruct6-heavy
source: Here are the same three pictures. I have to choose 2 of them that are the same in a different way. I will pick these 2 pictures because they are both red.
de_ch: Hier sind die gleichen drei Bilder. Ich muss 2 von ihnen wählen, die auf eine andere Weise gleich sind. Ich wähle diese 2 Bilder, weil sie beide rot sind.

# same-different-selection-touch-circle-heavy
source: Show me the circle.
de_ch: Zeig mir den Kreis.

# same-different-selection-touch-square-heavy
source: Show me the square.
de_ch: Zeig mir das Quadrat.

# same-different-selection-touch-triangle-heavy
source: Show me the triangle.
de_ch: Zeig mir das Dreieck.

# same-different-selection-touch-star-heavy
source: Show me the star.
de_ch: Zeig mir den Stern.

# same-different-selection-touch-green-heavy
source: Show me the green one.
de_ch: Zeig mir das Grüne.

# same-different-selection-touch-red-heavy
source: Show me the red one.
de_ch: Zeig mir das Rote.

# same-different-selection-touch-blue-heavy
source: Show me the blue one.
de_ch: Zeig mir das Blaue.

# same-different-selection-touch-yellow-heavy
source: Show me the yellow one.
de_ch: Zeig mir das Gelbe.

# same-different-selection-touch-small-heavy
source: Show me the small one.
de_ch: Zeig mir das Kleine.

# same-different-selection-touch-medium-heavy
source: Show me the medium one.
de_ch: Zeig mir das Mittlere.

# same-different-selection-touch-large-heavy
source: Show me the large one.
de_ch: Zeig mir das Große.

# same-different-selection-touch-white-heavy
source: Show me the picture with the white background.
de_ch: Zeig mir das Bild mit dem weißen Hintergrund.

# same-different-selection-touch-gray-heavy
source: Show me the picture with the gray background.
de_ch: Zeig mir das Bild mit dem grauen Hintergrund.

# same-different-selection-touch-black-heavy
source: Show me the picture with the black background.
de_ch: Zeig mir das Bild mit dem schwarzen Hintergrund.

# same-different-selection-touch-striped-heavy
source: Show me the picture with the striped background.
de_ch: Zeig mir das Bild mit dem gestreiften Hintergrund.

# same-different-selection-touch-1-heavy
source: Show me the picture with one shape.
de_ch: Zeig mir das Bild mit einer Form.

# same-different-selection-touch-2-heavy
source: Show me the picture with two shapes.
de_ch: Zeig mir das Bild mit zwei Formen.

# same-different-selection-touch-3-heavy
source: Show me the picture with three shapes.
de_ch: Zeig mir das Bild mit drei Formen.

# same-different-selection-touch-4-heavy
source: Show me the picture with four shapes.
de_ch: Zeig mir das Bild mit vier Formen.

# same-different-selection-both-circles-heavy
source: Here are two pictures. Something's the same. They're both circles.
de_ch: Hier sind zwei Bilder. Etwas ist gleich. Beide sind Kreise.

# same-different-selection-both-squares-heavy
source: Here are two pictures. Something's the same. They're both squares.
de_ch: Hier sind zwei Bilder. Etwas ist gleich. Beide sind Quadrate.

# same-different-selection-both-triangles-heavy
source: Here are two pictures. Something's the same. They're both triangles.
de_ch: Hier sind zwei Bilder. Etwas ist gleich. Beide sind Dreiecke.

# same-different-selection-both-red-heavy
source: Here are two pictures. Something's the same. They're both red.
de_ch: Hier sind zwei Bilder. Etwas ist gleich. Beide sind rot.

# same-different-selection-both-green-heavy
source: Here are two pictures. Something's the same. They're both green.
de_ch: Hier sind zwei Bilder. Etwas ist gleich. Beide sind grün.

# same-different-selection-both-yellow-heavy
source: Here are two pictures. Something's the same. They're both yellow.
de_ch: Hier sind zwei Bilder. Etwas ist gleich. Beide sind gelb.

# same-different-selection-both-blue-heavy
source: Here are two pictures. Something's the same. They're both blue.
de_ch: Hier sind zwei Bilder. Etwas ist gleich. Beide sind blau.

# same-different-selection-both-small-heavy
source: Here are two pictures. Something's the same. They're both small.
de_ch: Hier sind zwei Bilder. Etwas ist gleich. Beide sind klein.

# same-different-selection-both-medium-heavy
source: Here are two pictures. Something's the same. They're both medium.
de_ch: Hier sind zwei Bilder. Etwas ist gleich. Beide sind mittelgroß.

# same-different-selection-both-large-heavy
source: Here are two pictures. Something's the same. They're both large.
de_ch: Hier sind zwei Bilder. Etwas ist gleich. Beide sind groß.

# sds-prompt3-heavy
source: Here is another picture. Which of these pictures is the same as this new picture?
de_ch: Hier ist ein weiteres Bild. Welches dieser Bilder ist dasselbe wie dieses neue Bild?

# sds-3match-prompt2-heavy
source: Here are the same pictures. Choose two of them that are the same in a different way.
de_ch: Hier sind die gleichen Bilder. Wähle zwei von ihnen, die auf eine andere Weise gleich sind.

# sds-2match-prompt1-heavy
source: Here are some new pictures. Choose two of them that are the same in some way.
de_ch: Hier sind einige neue Bilder. Wähle zwei von ihnen, die auf irgendeine Weise gleich sind.

# sds-2match-prompt2-heavy
source: Now choose two pictures that are the same in a different way.
de_ch: Wähle jetzt zwei Bilder, die auf eine andere Weise gleich sind.

# sds-3unique-prompt1-heavy
source: Choose three pictures that are the same in only one way.
de_ch: Wähle drei Bilder, die auf nur eine Weise gleich sind.

# sds-3unique-prompt2-heavy
source: Choose another three pictures that are the same in only one way.
de_ch: Wähle drei weitere Bilder, die auf nur eine Weise gleich sind.

# sds-match-demo1-heavy
source: Here are three pictures. I have to choose two of them that are the same in some way. I will pick these two pictures because they are both triangles.
de_ch: Hier sind drei Bilder. Ich muss zwei von ihnen wählen, die auf irgendeine Weise gleich sind. Ich wähle diese zwei Bilder, weil sie beide Dreiecke sind.

# sds-match-demo2-heavy
source: Here are the same three pictures. I have to choose two of them that are the same in a different way. I will pick these two pictures because they are both small.
de_ch: Hier sind die gleichen drei Bilder. Ich muss zwei von ihnen wählen, die auf eine andere Weise gleich sind. Ich wähle diese zwei Bilder, weil sie beide klein sind.

# data-questionnaire-button-text1
source: I have SERIOUS CONCERNS about these data (e.g., the child did not seem to understand the task, was frequently distracted/interrupted, etc.)
de_ch: Ich habe ERNSTE Bedenken bezüglich dieser Daten (z.B. das Kind schien die Aufgabe nicht zu verstehen, wurde oft abgelenkt/unterbrochen, etc.)

# data-questionnaire-button-text2
source: I feel OK about these data (e.g., the child seemed to understand the task pretty well, only experienced a few distractions/interruptions, etc.)
de_ch: Ich fühle mich OK mit diesen Daten (z.B. das Kind scheint die Aufgabe ziemlich gut zu verstehen, hatte nur wenige Ablenkungen/Unterbrechungen, etc.)

# data-questionnaire-button-text3
source: I feel GOOD about these data (e.g., the child clearly understood the task, had very few (if any) distractions/ interruptions, etc.)
de_ch: Ich fühle mich GUT mit diesen Daten (z.B. das Kind hat die Aufgabe klar verstanden und hatte sehr wenige (falls überhaupt) Ablenkungen/Unterbrechungen, etc.)

# math-instructions1-heavy
source: In this game, you will play with numbers. Some questions might be easy for you and some might be hard. That is okay! Please try your best and take your time. Let’s get started!
de_ch: In diesem Spiel wirst du mit Zahlen spielen. Einige Fragen könnten leicht für dich sein und einige könnten schwer sein. Das ist nicht schlimm! Bitte gib dein Bestes und nimm dir Zeit. Los geht's!

# math-intro1-heavy
source: It's time for the first number game! Let's practice.
de_ch: Es ist Zeit für das erste Zahlenspiel! Lass uns üben.

# math-intro2-heavy
source: It's time for the next number game! Let's practice.
de_ch: Es ist Zeit für das nächste Zahlenspiel! Lass uns üben.

# counting-intro
source: In this number game, you will say how many things are in the picture! The grownup helping you will press the button.
de_ch: In diesem Zahlenspiel wirst du sagen, wie viele Dinge im Bild sind! Der Erwachsene, der dir hilft, wird den Knopf drücken.

# counting-intro-afc
source: This time, you will choose the button with the right number!
de_ch: Dieses Mal wirst du den Knopf mit der richtigen Zahl wählen!

# memory-game-instruct1-heavy
source: This is the memory game.
de_ch: Dies ist das Gedächtnisspiel.

# memory-game-instruct2-heavy
source: In this game, we are going to see squares light up. Your job is to touch the squares that light up.
de_ch: In diesem Spiel werden wir sehen, wie Quadrate aufleuchten. Deine Aufgabe ist es, die Quadrate zu berühren, die aufleuchten.

# memory-game-instruct3-heavy
source: Now we will see two squares light up. Your job is to touch the squares in the same order as they light up!
de_ch: Jetzt werden zwei Quadrate aufleuchten. Deine Aufgabe ist es, die Quadrate in derselben Reihenfolge zu berühren, in der sie aufleuchten!

# memory-game-instruct4-heavy
source: Watch the squares light up. I will touch the squares in the same order.
de_ch: Sieh zu, wie die Quadrate aufleuchten. Ich werde die Quadrate in derselben Reihenfolge berühren.

# memory-game-instruct5-heavy
source: OK, now you're going to play the rest of the memory game on your own. More squares will light up each time the longer you play, so watch carefully!
de_ch: Okay, jetzt wirst du den Rest des Gedächtnisspiels alleine spielen. Mehr Quadrate werden jedes Mal aufleuchten, je länger du spielst, also passe gut auf!

# memory-game-instruct6-heavy
source: If you make a mistake, just keep going!
de_ch: Wenn du einen Fehler machst, mach einfach weiter!

# ns-number-identification-1
source: Choose the card that shows 1 apple.
de_ch: Wähle die Karte, die einen Apfel zeigt.

# ns-number-identification-2
source: Choose the card that shows 2 cars.
de_ch: Wähle die Karte, die 2 Autos zeigt.

# ns-number-identification-5
source: Choose the card that shows 5 apples.
de_ch: Wähle die Karte, die 5 Äpfel zeigt.

# ns-number-identification-7
source: Choose the card that shows 7 cars.
de_ch: Wähle die Karte, die 7 Autos zeigt.

# ns-number-identification-10
source: Choose the card that shows 10 apples.
de_ch: Wähle die Karte, die 10 Äpfel zeigt.

# counting-1
source: How many cars is this?
de_ch: Wie viele Autos sind das?

# counting-2
source: How many apples is this?
de_ch: Wie viele Äpfel sind das?

# ns-number-comp-1
source: Which card has more apples?
de_ch: Welche Karte hat mehr Äpfel?

# ns-number-comp-2
source: Which card has more cars?
de_ch: Welche Karte hat mehr Autos?

# child_survey_001
source: <font face="Verdana" size="4">These questions ask you about how you feel at school and some of the things you do at school. There are no right or wrong answers. Choose the answer that best describes what you think. <b><font face="Verdana" size="4">No, never; Yes, some of the time; Yes, most of the time; Yes, all of the time.<br><br>The first two are for practice.
de_ch: <font face="Verdana" size="4">Diese Fragen fragen dich, wie du dich in der Schule fühlst und was du dort machst. Es gibt keine richtigen oder falschen Antworten. Wähle die Antwort, die am besten beschreibt, was du denkst. <b><font face="Verdana" size="4">Nein, nie; Ja, manchmal; Ja, meistens; Ja, immer.<br><br>Die ersten beiden Fragen sind zur Übung.

# child_survey_002
source: Do you like to read comic books?
de_ch: Liest du gerne Comics?

# child_survey_003
source: No, never
de_ch: Nein, nie

# child_survey_004
source: Yes, some of the time
de_ch: Ja, manchmal

# child_survey_005
source: Yes, most of the time
de_ch: Ja, meistens

# child_survey_006
source: Yes, always
de_ch: Ja, immer

# child_survey_007
source: Are you neat and tidy at school?
de_ch: Bist du in der Schule ordentlich?

# child_survey_008
source: No, never
de_ch: Nein, nie

# child_survey_009
source: Yes, some of the time
de_ch: Ja, manchmal

# child_survey_010
source: Yes, most of the time
de_ch: Ja, meistens

# child_survey_011
source: Yes, always
de_ch: Ja, immer

# child_survey_012
source: Is your teacher nice to you?
de_ch: Ist dein Lehrer nett zu dir?

# child_survey_013
source: No, never
de_ch: Nein, nie

# child_survey_014
source: Yes, some of the time
de_ch: Ja, manchmal

# child_survey_015
source: Yes, most of the time
de_ch: Ja, meistens

# child_survey_016
source: Yes, always
de_ch: Ja, immer

# child_survey_017
source: Does your teacher like you?
de_ch: Mag dich dein Lehrer?

# child_survey_018
source: No, never
de_ch: Nein, nie

# child_survey_019
source: Yes, some of the time
de_ch: Ja, manchmal

# child_survey_020
source: Yes, most of the time
de_ch: Ja, meistens

# child_survey_021
source: Yes, always
de_ch: Ja, immer

# child_survey_022
source: Does your teacher listen to you?
de_ch: Hört dein Lehrer dir zu?

# child_survey_023
source: No, never
de_ch: Nein, nie

# child_survey_024
source: Yes, some of the time
de_ch: Ja, manchmal

# child_survey_025
source: Yes, most of the time
de_ch: Ja, meistens

# child_survey_026
source: Yes, always
de_ch: Ja, immer

# child_survey_027
source: Is school fun?
de_ch: Macht die Schule Spaß?

# child_survey_028
source: No, never
de_ch: Nein, nie

# child_survey_029
source: Yes, some of the time
de_ch: Ja, manchmal

# child_survey_030
source: Yes, most of the time
de_ch: Ja, meistens

# child_survey_031
source: Yes, always
de_ch: Ja, immer

# child_survey_032
source: Do you enjoy school?
de_ch: Magst du es, in die Schule zu gehen?

# child_survey_033
source: No, never
de_ch: Nein, nie

# child_survey_034
source: Yes, some of the time
de_ch: Ja, manchmal

# child_survey_035
source: Yes, most of the time
de_ch: Ja, meistens

# child_survey_036
source: Yes, always
de_ch: Ja, immer

# child_survey_037
source: Are you happy at school?
de_ch: Bist du glücklich in der Schule?

# child_survey_038
source: No, never
de_ch: Nein, nie

# child_survey_039
source: Yes, some of the time
de_ch: Ja, manchmal

# child_survey_040
source: Yes, most of the time
de_ch: Ja, meistens

# child_survey_041
source: Yes, always
de_ch: Ja, immer

# child_survey_042
source: Do you feel safe at school?
de_ch: Fühlst du dich in der Schule sicher?

# child_survey_043
source: No, never
de_ch: Nein, nie

# child_survey_044
source: Yes, some of the time
de_ch: Ja, manchmal

# child_survey_045
source: Yes, most of the time
de_ch: Ja, meistens

# child_survey_046
source: Yes, always
de_ch: Ja, immer

# child_survey_047
source: Do you have friends in your class?
de_ch: Hast du Freunde in deiner Klasse?

# child_survey_048
source: No, never
de_ch: Nein, nie

# child_survey_049
source: Yes, some of the time
de_ch: Ja, manchmal

# child_survey_050
source: Yes, most of the time
de_ch: Ja, meistens

# child_survey_051
source: Yes, always
de_ch: Ja, immer

# child_survey_052
source: Do the kids in your class help you when you need it?
de_ch: Helfen dir die Kinder in deiner Klasse, wenn du Hilfe brauchst?

# child_survey_053
source: No, never
de_ch: Nein, nie

# child_survey_054
source: Yes, some of the time
de_ch: Ja, manchmal

# child_survey_055
source: Yes, most of the time
de_ch: Ja, meistens

# child_survey_056
source: Yes, always
de_ch: Ja, immer

# child_survey_057
source: Do the kids in your class play with you?
de_ch: Spielen die Kinder in deiner Klasse mit dir?

# child_survey_058
source: No, never
de_ch: Nein, nie

# child_survey_059
source: Yes, some of the time
de_ch: Ja, manchmal

# child_survey_060
source: Yes, most of the time
de_ch: Ja, meistens

# child_survey_061
source: Yes, always
de_ch: Ja, immer

# child_survey_062
source: Are the kids in your class nice to you?
de_ch: Sind die Kinder in deiner Klasse nett zu dir?

# child_survey_063
source: No, never
de_ch: Nein, nie

# child_survey_064
source: Yes, some of the time
de_ch: Ja, manchmal

# child_survey_065
source: Yes, most of the time
de_ch: Ja, meistens

# child_survey_066
source: Yes, always
de_ch: Ja, immer

# child_survey_067
source: Do you feel lonely at school?
de_ch: Fühlst du dich in der Schule einsam?

# child_survey_068
source: No, never
de_ch: Nein, nie

# child_survey_069
source: Yes, some of the time
de_ch: Ja, manchmal

# child_survey_070
source: Yes, most of the time
de_ch: Ja, meistens
