Repository: levante-framework/levante_translations
Catalog: %filename%-de%locale_with_underscore.xliff
Languages: de_ch

# general-rotate-device
source: Please rotate your device for the best view of the activities.
de_ch: Bitte drehen Sie Ihr Gerät, damit Sie die Aktivitäten optimal sehen können.

# general-device-type
source: Please use a tablet in landscape mode, or a desktop computer or a laptop to complete the activities.
de_ch: Bitte verwenden Sie ein Tablet im Querformat, einen Desktop-Computer oder einen Laptop, um die Aufgaben zu lösen.

# general-intro1
source: Hi! We are excited to have you play some games with us today!
de_ch: Hallo! Wir freuen uns, dass du heute ein paar Spiele mit uns spielst!

# general-intro2
source: First, you get to choose a buddy to play along with you. As you complete the different games, you will get to pick an accessory like a hat or glasses to decorate your buddy.
de_ch: Zuerst kannst du einen Spielpartner auswählen, der die Spiele zusammen mit dir spielt. Nach jedem Spiel darfst du dir eine Sache aussuchen, zum Beispiel einen Hut oder eine Brille, die dein Spielpartner dann aufsetzen oder anziehen kann.

# pick-buddy
source: Pick a buddy to play with!
de_ch: Du kannst dir jetzt aussuchen, wer mit dir spielen soll!

# general-intro3
source: Now that you have your buddy, we want to explain how the games work.
de_ch: Super, jetzt hast du deinen Spielpartner! Jetzt wollen wir dir erklären, wie die Spiele funktionieren.

# general-intro4
source: During the games you will need to listen to instructions so make sure your speakers are on and the volume is the way you like it. If you need to hear the instructions again, you can click the speaker button up in the corner of your screen.
de_ch: Während der Spiele wirst du Anweisungen hören. Achte also darauf, dass deine Lautsprecher eingeschaltet sind und die Lautstärke für dich angenehm ist. Wenn du die Anweisungen noch einmal hören möchtest, kannst du auf die Lautsprechertaste oben in der Ecke deines Bildschirms klicken.

# general-intro5
source: You can choose your answers in different ways depending on the type of tablet or computer you are using. You can use a mouse or touchpad to click your choice, you can use the arrow keys on your keyboard, or you can touch your screen if you are using a tablet. You can pick the way that works best for you. If you have any questions or need help getting started, please ask the adult who is nearby to help you.
de_ch: Je nach Art des Tablets oder Computers, den du verwendest, kannst du deine Antworten auf unterschiedliche Weise auswählen. Du kannst eine Maus oder ein Touchpad benutzen, um etwas anzuklicken, du kannst die Pfeiltasten auf deiner Tastatur benutzen oder du kannst deinen Bildschirm berühren, wenn du ein Tablet benutzt. Du kannst die Methode wählen, die für dich am besten geeignet ist. Wenn du Fragen hast oder zum Starten Hilfe brauchst, bitte einen Erwachsenen in deiner Nähe, dir zu helfen.

# task-finished
source: You've completed the game. Thank you!
de_ch: Dieses Spiel ist jetzt zu Ende! Danke fürs Mitmachen!

# close-button-text
source: Close
de_ch: Schließen

# general-footer
source: Click the button below or press <b>ANY KEY</b> to continue
de_ch: Klicke auf die Fläche unten oder drücke eine Beliebige Taste, um fortzufahren

source: instructions
de_ch: Anweisungen

# general-encourage
source: Keep Going!
de_ch: Weiter so!

# feedbackCorrect
source: Great! That's right.
de_ch: Großartig! Das ist richtig.

# feedback-not-quite-right
source: That's not quite right. Please try again.
de_ch: Das stimmt nicht ganz. Versuch es noch einmal!

# feedback-try-again
source: Please try again!
de_ch: Versuch es noch einmal!

# feedback-good-job
source: Good job!
de_ch: Gut gemacht!

# feedback-nice-work
source: Nice work!
de_ch: Sehr gut!

# replay-button
source: Press the speaker button if you want the question repeated.
de_ch: Klick auf die Wiederholungstaste, wenn du die Frage nochmal hören willst.

# general-fullscreen
source: Switch to full screen mode
de_ch: Bitte wechsle in den Vollbildmodus.

# general-repeat-instructions
source: Looks like this is a little tricky! Let’s review the instructions.
de_ch: Das ist ganz schön knifflig! Wir schauen uns nochmal genau an, wie das Spiel geht!

# general-keyboard-instructions
source: If you want to use your keyboard to answer a question, press the arrow key shown next to your choice.
de_ch: Wenn du zum beantworten einer Frage deine Tastatur nutzen möchtest, dann drück einfach die Pfeiltaste auf der Seite, die du wählen möchtest.

# intro-finished
source: You've finished the instructions. Thank you!
de_ch: Das war die Spielanleitung. Vielen Dank!

# general-exit
source: Exit
de_ch: Spiel verlassen.

# task-completion
source: You've completed this game. Thank you!
de_ch: Dieses Spiel ist jetzt zu Ende! Danke fürs Mitmachen!

# general-your-turn
source: Nice job with the practice! Let's try some more on your own.
de_ch: Das Üben hat schonmal super geklappt! Jetzt kannst du es nochmal alleine versuchen.

# matrix-reasoning-instruct1
source: We’re going to show you a puzzle, and your job is to pick the best piece to complete the puzzle. Let's get started!
de_ch: Wir zeigen dir ein Puzzle, und deine Aufgabe ist es, das beste Teil zu finden, um das Puzzle zu vervollständigen. Los geht's!

# matrix-reasoning-instruct2
source: See this big puzzle? It's missing a piece! Which piece goes in the puzzle?
de_ch: Siehst du dieses große Puzzle? Es fehlt ein Teil! Welches Teil gehört in das Puzzle?

# matrix-reasoning-prompt1
source: Choose the best pattern to fill in the blank.
de_ch: Wähle das beste Muster, um die Lücke zu füllen.

# mental-rotation-instruct1
source: Do you see these two outlines? One goes with this shape. Let’s see which one goes with the shape.
de_ch: Siehst du diese beiden Schatten? Einer passt zu der Form. Lass uns schauen, welcher zur Form passt.

# mental-rotation-training-instruct2
source: Let's see if this shape goes with the outline. This shape doesn’t go with the outline.
de_ch: Mal sehen, ob diese Form zu dem Schatten passt. Diese Form passt nicht zum Schatten.

# mental-rotation-training-instruct3
source: Let's see if this shape goes with the outline. This shape does go with the outline.
de_ch: Mal sehen, ob diese Form zu dem Schatten passt. Diese Form passt zu dem Schatten.

# mental-rotation-test-instruct4
source: Now you try! Can you find the shape that goes with the outline?
de_ch: Jetzt bist du dran! Kannst du die Form finden, die zum Schatten passt?

# mental-rotation-instruct-3D
source: Now you will see pictures that show blocks with three sides. Your task is to choose the matching picture.
de_ch: Jetzt siehst du Bilder, die Blöcke mit drei Seiten zeigen. Deine Aufgabe ist es, das passende Bild auszuwählen.

# mental-rotation-prompt2
source: Choose the picture that matches this one.
de_ch: Wähle das Bild aus, das hierzu passt.

# mental-rotation-prompt1
source: Choose the matching picture.
de_ch: Wähle das passende Bild aus.

# math-instructions1
source: In this game, you will do some math problems. Some will be like the ones you do in school and some will be a little different than what you do in school. Some questions might be easy for you and some might be hard. That is okay! Please try your best and take your time. Most of the questions will have four choices. You choose the one you think is right. Let’s get started!
de_ch: In diesem Spiel wirst du einige mathematische Aufgaben lösen. Einige sind wie die, die du in der Schule machst, und einige sind etwas anders als die, die du in der Schule machst. Einige Fragen könnten leicht für dich sein und einige könnten schwer sein. Das ist nicht schlimm! Bitte gib dein Bestes und nimm dir Zeit. Bei den meisten Fragen gibt es vier Auswahlmöglichkeiten. Du wählst die aus, die du für richtig hältst. Los geht's!

# math-intro1
source: Here is the first section of the game. Let's start with some practice!
de_ch: Hier kommt der erste Teil. Am Anfang üben wir erstmal nur.

# math-intro2
source: Here is another section. The first few are for practice.
de_ch: Jetzt kommt der nächste Teil. Die ersten paar sind wieder zum Üben.

# math-intro-fractions
source: In this section sometimes you will add and sometimes you will subtract. Be sure to look carefully for the plus or minus sign. The first few are for practice.
de_ch: In diesem Teil musst du manchmal addieren und manchmal subtrahieren. Schau also genau, ob da ein Plus oder ein Minus steht. Die ersten paar sind wieder zum Üben.

# number-comparison-prompt1
source: Which number is larger?
de_ch: Welche Zahl ist größer?

# number-comparison-prompt2
source: Which is larger?
de_ch: Welche ist größer?

# number-identification-prompt1
source: Choose the number you hear.
de_ch: Wähle die Zahl, die du hörst.

# missing-number-prompt1
source: What number goes in the blank?
de_ch: Welche Zahl gehört in die Lücke?

# missing-number-prompt2
source: What number goes here?
de_ch: Welche Zahl gehört hierher?

# missing-number-prompt3
source: What numbers go in the blanks?
de_ch: Welche Zahlen gehören in die Lücken?

# addition-prompt1
source: Add the numbers and choose the correct answer.
de_ch: Addiere die Zahlen und wähle die richtige Antwort.

# addition-prompt2
source: Add the numbers.
de_ch: Addiere die Zahlen.

# subtraction-prompt1
source: Subtract the numbers and choose the correct answer.
de_ch: Ziehe die Zahlen ab und wähle die richtige Antwort.

# subtraction-prompt2
source: Subtract the numbers.
de_ch: Ziehe die Zahlen ab.

# multiplication-prompt1
source: Multiply the numbers and choose the correct answer.
de_ch: Multipliziere die Zahlen und wähle die richtige Antwort.

# multiplication-prompt2
source: Multiply the numbers.
de_ch: Multipliziere die Zahlen.

# number-line-instruct1
source: Here is a number line. You can move the slider forward and backward along the line. Move the slider so it is in the right place to show where the number belongs. Make sure you look at the numbers at each end when deciding where to move the slider.
de_ch: Hier ist eine Zahlenreihe. Du kannst den Schieber vorwärts und rückwärts entlang der Linie bewegen. Ändere den Schieber so, dass er sich an der richtigen Stelle befindet, um zu zeigen, wo die Zahl hingehört. Achte darauf, dass du die Zahlen an beiden Enden ansiehst, wenn du entscheidest, wohin du den Schieber platzierst.

# number-line-prompt1
source: Choose the number that is marked on the number line.
de_ch: Wähle die Zahl, die auf der Zahlenreihe markiert ist.

# number-line-slider-prompt1
source: Move the slider to mark the number.
de_ch: Bewege den Schieber auf die angegebene Zahl.

# number-identification-1
source: Choose the number 1.
de_ch: Wähle die Zahl Eins.

# number-identification-2
source: Choose the 2.
de_ch: Wähle die Zwei.

# number-identification-3
source: Choose the 9.
de_ch: Wähle die Neun.

# number-identification-4
source: Choose the 0.
de_ch: Wähle die Null.

# number-identification-5
source: Choose the 12.
de_ch: Wähle die Zwölf.

# number-identification-6
source: Choose the 30.
de_ch: Wähle die Dreißig.

# number-identification-7
source: Choose the 22.
de_ch: Wähle die Zweiundzwanzig.

# number-identification-8
source: Choose the 45.
de_ch: Wähle die Fünfundvierzig.

# number-identification-9
source: Choose the 39.
de_ch: Wähle die Neununddreißig.

# number-identification-10
source: Choose the 23.
de_ch: Wähle die Dreiundzwanzig.

# number-identification-11
source: Choose the 48.
de_ch: Wähle die Achtundvierzig.

# number-identification-12
source: Choose the 91.
de_ch: Wähle die 91.

# number-identification-13
source: Choose the 33.
de_ch: Wähle die Dreiunddreißig.

# number-identification-14
source: Choose the 74.
de_ch: Wähle die Vierundsiebzig.

# number-identification-15
source: Choose the 87.
de_ch: Wähle die Siebenundachzig.

# number-identification-16
source: Choose the 65.
de_ch: Wähle die 65.

# number-identification-17
source: Choose the 108.
de_ch: Wähle die Einhundertacht.

# number-identification-18
source: Choose the 245.
de_ch: Wähle die Zweihundertfünfundvierzig.

# number-identification-19
source: Choose the 587.
de_ch: Wähle die Fünfhundertsiebenundachzig.

# number-identification-20
source: Choose the 731.
de_ch: Wähle die Siebenhunderteinunddreißig.

# number-identification-21
source: Choose the 989.
de_ch: Wähle die Neunhundertneunundachzig.

# number-identification-22
source: Choose the 6.
de_ch: Wähle die sechs.

# number-identification-23
source: Choose the 14.
de_ch: Wähle die vierzehn.

# number-identification-24
source: Choose the 18.
de_ch: Wähle die achtzehn.

# number-identification-25
source: Choose the 26.
de_ch: Wähle die sechsundzwanzig.

# number-identification-26
source: Choose the 35.
de_ch: Wähle die fünfunddreißig.

# number-identification-27
source: Choose the 41.
de_ch: Wähle die einundvierzig.

# number-identification-28
source: Choose the 47.
de_ch: Wähle die siebenundvierzig.

# number-identification-29
source: Choose the 50.
de_ch: Wähle die fünfzig.

# number-identification-30
source: Choose the 55.
de_ch: Wähle die fünfundfünfzig.

# number-identification-31
source: Choose the 66.
de_ch: Wähle die sechsundsechzig.

# number-identification-32
source: Choose the 67.
de_ch: Wähle die siebenundsechzig.

# number-identification-33
source: Choose the 88.
de_ch: Wähle die achtundachtzig.

# number-identification-34
source: Choose the 101.
de_ch: Wähle die einhunderteins.

# number-identification-35
source: Choose the 426.
de_ch: Wähle die vierhundertsechsundzwanzig.

# number-identification-36
source: Choose the 131.
de_ch: Wähle die einhunderteinunddreißig.

# number-identification-37
source: Choose the 256.
de_ch: Wähle die zweihundertsechsundfünfzig.

# number-identification-38
source: Choose the 349.
de_ch: Wähle die dreihundertneunundvierzig.

# number-identification-39
source: Choose the 543.
de_ch: Wähle die fünfhundertdreiundvierzig.

# number-identification-40
source: Choose the 617.
de_ch: Wähle die sechshundertsiebzehn.

# number-identification-41
source: Choose the 877.
de_ch: Wähle die achthundertsiebenundsiebzig.

# trog-instruct1
source: Now we're going to play a matching game! I'm going to say some words, and you choose the picture that goes with what I say. Let's get started!
de_ch: Jetzt werden wir ein Zuordnungsspiel spielen! Ich werde ein paar Wörter sagen, und du wählst das Bild aus, das zu dem passt, was ich sage. Los geht's!

# trog-prompt1
source: Choose the picture of the...
de_ch: Berühre das Bild mit dem/der/den...

# trog-prompt2
source: Choose the picture of...
de_ch: Berühre das Bild mit...

# trog-prompt3
source: Choose the picture that shows...
de_ch: Berühre das Bild was folgendes zeigt:

# trog-item-1
source: Choose the picture of the shoe.
de_ch: Wähle das Bild mit dem Schuh.

# trog-item-2
source: Choose the picture of the bird.
de_ch: Wähle das Bild mit dem Vogel.

# trog-item-3
source: Choose the picture of the comb.
de_ch: Wähle das Bild mit dem Kamm.

# trog-item-4
source: Choose the picture of the apple.
de_ch: Wähle das Bild mit dem Apfel.

# trog-item-5
source: Choose the picture that shows eating.
de_ch: Wähle das Bild aus, das jemanden beim essen zeigt.

# trog-item-6
source: Choose the picture that shows picking.
de_ch: Wähle das Bild aus, das zeigt, wie jemand etwas pflückt.

# trog-item-7
source: Choose the picture that shows sitting.
de_ch: Wähle das Bild aus, das zeigt, wie jemand sitzt.

# trog-item-8
source: Choose the picture that shows running.
de_ch: Wähle das Bild aus, das zeigt, wie jemand rennt.

# trog-item-9
source: Choose the picture that shows long.
de_ch: Wähle das Bild aus, das etwas Langes zeigt.

# trog-item-10
source: Choose the picture that shows tall.
de_ch: Wähle das Bild aus, das etwas Großes zeigt.

# trog-item-11
source: Choose the picture that shows red.
de_ch: Wähle das Bild aus, das etwas Rotes zeigt.

# trog-item-12
source: Choose the picture that shows black.
de_ch: Wähle das Bild aus, das etwas Schwarzes zeigt.

# trog-item-13
source: the boy is running
de_ch: der Junge rennt.

# trog-item-14
source: the big cup
de_ch: die große Tasse.

# trog-item-15
source: the dog is sitting
de_ch: der Hund sitzt.

# trog-item-16
source: the red ball
de_ch: der rote Ball.

# trog-item-17
source: the boy is not running
de_ch: der Junge rennt nicht.

# trog-item-18
source: the dog is not drinking
de_ch: der Hund trinkt nicht.

# trog-item-19
source: the girl is not jumping
de_ch: das Mädchen hüpft nicht.

# trog-item-20
source: the dog is not sitting
de_ch: der Hund sitzt nicht.

# trog-item-21
source: the boy is jumping over the box
de_ch: der Junge springt über den Kasten.

# trog-item-22
source: the girl is sitting on the table
de_ch: das Mädchen sitzt auf dem Tisch.

# trog-item-23
source: the man is eating the apple
de_ch: Der Mann isst einen Apfel.

# trog-item-24
source: the lady is carrying the bag
de_ch: die Frau trägt eine Tasche.

# trog-item-25
source: they are sitting on the table
de_ch: sie sitzen auf dem Tisch.

# trog-item-26
source: the cow is looking at them
de_ch: Die Kuh sieht die Frauen an.

# trog-item-27
source: they are jumping over the wall
de_ch: sie springen über die Mauer.

# trog-item-28
source: the elephant is carrying them
de_ch: der Elefant trägt sie

# trog-item-29
source: the girl is pushing the horse
de_ch: das Mädchen schiebt das Pferd

# trog-item-30
source: the boy is chasing the sheep
de_ch: der Junge jagt das Schaf

# trog-item-31
source: the man is chasing the dog
de_ch: der Mann jagt den Hund

# trog-item-32
source: the cow is pushing the lady
de_ch: die Kuh schiebt die Dame

# trog-item-33
source: she is sitting on the chair
de_ch: sie sitzt auf dem Stuhl.

# trog-item-34
source: the lady is carrying him
de_ch: die Dame trägt ihn

# trog-item-35
source: he is sitting in the tree
de_ch: er sitzt auf dem Baum

# trog-item-36
source: the horse is looking at her
de_ch: das Pferd sieht sie an

# trog-item-37
source: the cats look at the ball
de_ch: die Katzen schauen auf den Ball

# trog-item-38
source: the boy stands on the chairs
de_ch: der Junge steht auf den Stühlen

# trog-item-39
source: the boys pick the apples
de_ch: die Jungen pflücken die Äpfel

# trog-item-40
source: the girl drops the cups
de_ch: das Mädchen lässt die Tassen fallen

# trog-item-41
source: the fork is longer than the pencil
de_ch: die Gabel ist länger als der Bleistift

# trog-item-42
source: the box is bigger than the cup
de_ch: die Schachtel ist größer als die Tasse

# trog-item-43
source: the shoe is bigger than the bird
de_ch: der Schuh ist größer als der Vogel

# trog-item-44
source: the horse is taller than the wall
de_ch: das Pferd ist größer als die Mauer

# trog-item-45
source: the girl is chased by the horse
de_ch: das Mädchen wird vom Pferd gejagt

# trog-item-46
source: the elephant is pushed by the boy
de_ch: der Elefant wird von dem Jungen geschoben

# trog-item-47
source: the horse is chased by the man
de_ch: das Pferd wird von dem Mann gejagt

# trog-item-48
source: the cow is pushed by the man
de_ch: die Kuh wird von dem Mann geschoben

# trog-item-49
source: the cup is in the box
de_ch: die Tasse ist in der Schachtel

# trog-item-50
source: the pencil is on the box
de_ch: der Bleistift ist auf der Schachtel

# trog-item-51
source: the circle is in the star
de_ch: der Kreis ist im Stern

# trog-item-52
source: the fork is on the shoe
de_ch: die Gabel ist auf dem Schuh

# trog-item-53
source: the boy chasing the horse is tall
de_ch: der Junge, der das Pferd jagt, ist groß

# trog-item-54
source: the pencil on the shoe is blue
de_ch: der Bleistift auf dem Schuh ist blau

# trog-item-55
source: the cow chasing the cat is brown
de_ch: die Kuh, die die Katze jagt, ist braun

# trog-item-56
source: the circle in the star is yellow
de_ch: der Kreis im Stern ist gelb

# trog-item-57
source: the box but not the chair is red
de_ch: die Schachtel, aber nicht der Stuhl ist rot

# trog-item-58
source: the cat is big but not black
de_ch: die Katze ist groß, aber nicht schwarz

# trog-item-59
source: the horse but not the boy is standing
de_ch: das Pferd, aber nicht der Junge, steht

# trog-item-60
source: the boy is sitting but not eating
de_ch: der Junge sitzt, aber er isst nichts

# trog-item-61
source: the pencil is above the flower
de_ch: der Bleistift ist über der Blume

# trog-item-62
source: the comb is below the spoon
de_ch: der Kamm ist unter dem Löffel

# trog-item-63
source: the star is above the circle
de_ch: der Stern ist über dem Kreis

# trog-item-64
source: the square is below the star
de_ch: das Quadrat ist unter dem Stern

# trog-item-65
source: not only the bird but also the flower is blue
de_ch: nicht nur der Vogel, sondern auch die Blume ist blau

# trog-item-66
source: the box is not only big but also blue
de_ch: die Box ist nicht nur groß, sondern auch blau

# trog-item-67
source: not only the girl but also the cat is sitting
de_ch: nicht nur das Mädchen, sondern auch die Katze sitzt

# trog-item-68
source: the girl has not only food but also a drink
de_ch: das Mädchen hat nicht nur Essen, sondern auch ein Getränk

# trog-item-69
source: the pencil is on the book that is yellow
de_ch: der Bleistift ist auf dem Buch, das gelb ist

# trog-item-70
source: the girl chases the dog that is big
de_ch: das Mädchen jagt den Hund, der groß ist

# trog-item-71
source: the square is in the star that is blue
de_ch: das Quadrat ist in dem Stern, der blau ist

# trog-item-72
source: the dog chases the horse that is brown
de_ch: der Hund jagt das Pferd, das braun ist

# trog-item-73
source: neither the dog nor the ball is brown
de_ch: weder der Hund noch der Ball sind braun

# trog-item-74
source: the pencil is neither long nor red
de_ch: der Bleistift ist weder lang noch rot

# trog-item-75
source: neither the boy nor the horse is running
de_ch: weder der Junge noch das Pferd rennt

# trog-item-76
source: the boy has neither hat nor shoes
de_ch: der Junge hat weder Hut noch Schuhe

# trog-item-77
source: the book the pencil is on is red
de_ch: das Buch, auf dem der Bleistift liegt, ist rot

# trog-item-78
source: the cat the cow chases is black
de_ch: die Katze, die die Kuh jagt, ist schwarz

# trog-item-79
source: the circle the star is in is red
de_ch: der Kreis, in dem sich der Stern befindet, ist rot

# trog-item-80
source: the boy the dog chases is big
de_ch: der Junge, den der Hund jagt, ist groß

# trog-item-81
source: the horse drank water by the barn and the sheep ate grass by the fence
de_ch: Das Pferd trank Wasser bei der Scheune und das Schaf fraß Gras am Zaun.

# trog-item-82
source: the student opened the notebook and drew a tree
de_ch: der Schüler öffnete das Heft und zeichnete einen Baum

# trog-item-83
source: we will have a picnic in the park if it is sunny
de_ch: Wenn es sonnig ist, werden wir im Park ein Picknick machen.

# trog-item-84
source: he found his keys under the couch with the pillows
de_ch: er fand seine Schlüssel unter der Couch mit den Kissen

# trog-item-85
source: she is the gardener who wears the hat that has a flower
de_ch: sie ist die Gärtnerin, die den Hut mit einer Blume trägt

# trog-item-86
source: She tripped on a rock and dropped her books.
de_ch: Sie stolperte über einen Stein und ließ ihre Bücher fallen.

# trog-item-87
source: The teacher will give the students cake if they stand in a line.
de_ch: Die Lehrerin gibt den Schülern Kuchen, wenn sie in einer Reihe stehen.

# trog-item-88
source: We will dance together if there is music playing.
de_ch: Wir tanzen zusammen, wenn Musik läuft.

# trog-item-89
source: Although it is hot outside, I am wearing a jacket with a hood.
de_ch: Obwohl es draußen heiß ist, trage ich eine Jacke mit Kapuze.

# trog-item-90
source: He likes swimming. However, he chose to play soccer with his friends.
de_ch: Er schwimmt gerne, aber er hat sich entschieden, mit seinen Freunden Fußball zu spielen.
