Repository: levante-framework/levante_translations
Catalog: %filename%-de%locale_with_underscore.xliff
Languages: de_ch

# parent_survey_family_216
source: Spouse beginning or ending work.
de_ch: Ehepartner beginnt oder beendet seine Arbeit.

# parent_survey_family_217
source: Yes
de_ch: Ja

# parent_survey_family_218
source: No
de_ch: Nein

# parent_survey_family_219
source: Child leaving home (to attend college).
de_ch: Kind verlässt das Haus (um ein Studium zu beginnen).

# parent_survey_family_220
source: Yes
de_ch: Ja

# parent_survey_family_221
source: No
de_ch: Nein

# parent_survey_family_222
source: Child leaving home (due to marriage).
de_ch: Kind verlässt das Elternhaus (weil es heiratet).

# parent_survey_family_223
source: Yes
de_ch: Ja

# parent_survey_family_224
source: No
de_ch: Nein

# parent_survey_family_225
source: Child leaving home (for other reasons).
de_ch: Kind verlässt das Haus (aus anderen Gründen).

# parent_survey_family_226
source: Yes
de_ch: Ja

# parent_survey_family_227
source: No
de_ch: Nein

# parent_survey_family_228
source: Change in arguments with spouse.
de_ch: Änderung der Streitigkeiten mit dem Ehepartner.

# parent_survey_family_229
source: Yes
de_ch: Ja

# parent_survey_family_230
source: No
de_ch: Nein

# parent_survey_family_231
source: In-law problems.
de_ch: Schwiegerelternprobleme.

# parent_survey_family_232
source: Yes
de_ch: Ja

# parent_survey_family_233
source: No
de_ch: Nein

# parent_survey_family_234
source: Change to the marital status of your parents (divorce).
de_ch: Änderung des Ehestandes Ihrer Eltern (Scheidung).

# parent_survey_family_235
source: Yes
de_ch: Ja

# parent_survey_family_236
source: No
de_ch: Nein

# parent_survey_family_237
source: Change to the marital status of your parents (remarriage).
de_ch: Änderung des Ehestandes Ihrer Eltern (erneute Heirat).

# parent_survey_family_238
source: Yes
de_ch: Ja

# parent_survey_family_239
source: No
de_ch: Nein

# parent_survey_family_240
source: Separation from spouse (due to work).
de_ch: Trennung vom Ehepartner (aus beruflichen Gründen).

# parent_survey_family_241
source: Yes
de_ch: Ja

# parent_survey_family_242
source: No
de_ch: Nein

# parent_survey_family_243
source: Separation from spouse (due to marital problems).
de_ch: Trennung vom Ehepartner (aufgrund von Eheproblemen).

# parent_survey_family_244
source: Yes
de_ch: Ja

# parent_survey_family_245
source: No
de_ch: Nein

# parent_survey_family_246
source: Divorce.
de_ch: Scheidung.

# parent_survey_family_247
source: Yes
de_ch: Ja

# parent_survey_family_248
source: No
de_ch: Nein

# parent_survey_family_249
source: Birth of a grandchild.
de_ch: Geburt eines Enkelkindes.

# parent_survey_family_250
source: Yes
de_ch: Ja

# parent_survey_family_251
source: No
de_ch: Nein

# parent_survey_family_252
source: Death of a spouse.
de_ch: Tod eines Ehepartners.

# parent_survey_family_253
source: Yes
de_ch: Ja

# parent_survey_family_254
source: No
de_ch: Nein

# parent_survey_family_255
source: Death of other family member (child).
de_ch: Tod eines anderen Familienmitglieds (Kind).

# parent_survey_family_256
source: Yes
de_ch: Ja

# parent_survey_family_257
source: No
de_ch: Nein

# parent_survey_family_258
source: Death of other family member (brother or sister).
de_ch: Tod eines anderen Familienmitglieds (Bruder oder Schwester).

# parent_survey_family_259
source: Yes
de_ch: Ja

# parent_survey_family_260
source: No
de_ch: Nein

# parent_survey_family_261
source: Death of other family member (parent).
de_ch: Tod eines anderen Familienmitglieds (Elternteil).

# parent_survey_family_262
source: Yes
de_ch: Ja

# parent_survey_family_263
source: No
de_ch: Nein

# parent_survey_family_264
source: Personal and Social:
de_ch: Persönlich und sozial:

# parent_survey_family_265
source: Change in personal habits.
de_ch: Änderung der persönlichen Gewohnheiten.

# parent_survey_family_266
source: Yes
de_ch: Ja

# parent_survey_family_267
source: No
de_ch: Nein

# parent_survey_family_268
source: Beginning or ending school or college.
de_ch: Beginn oder Ende der Schule oder des Studiums.

# parent_survey_family_269
source: Yes
de_ch: Ja

# parent_survey_family_270
source: No
de_ch: Nein

# parent_survey_family_271
source: Change of school or college.
de_ch: Schul- oder Hochschulwechsel

# parent_survey_family_272
source: Yes
de_ch: Ja

# parent_survey_family_273
source: No
de_ch: Nein

# parent_survey_family_274
source: Change in political beliefs.
de_ch: Politische Überzeugung geändert.

# parent_survey_family_275
source: Yes
de_ch: Ja

# parent_survey_family_276
source: No
de_ch: Nein

# parent_survey_family_277
source: Change in religious beliefs.
de_ch: Religiöse Überzeugung geändert.

# parent_survey_family_278
source: Yes
de_ch: Ja

# parent_survey_family_279
source: No
de_ch: Nein

# parent_survey_family_280
source: Change in social activities.
de_ch: Änderung der sozialen Aktivitäten.

# parent_survey_family_281
source: Yes
de_ch: Ja

# parent_survey_family_282
source: No
de_ch: Nein

# parent_survey_family_283
source: Vacation.
de_ch: Urlaub.

# parent_survey_family_284
source: Yes
de_ch: Ja

# parent_survey_family_285
source: No
de_ch: Nein

# parent_survey_family_286
source: New, close, personal relationship.
de_ch: Neue, enge, persönliche Beziehung.

# parent_survey_family_287
source: Yes
de_ch: Ja

# parent_survey_family_288
source: No
de_ch: Nein

# parent_survey_family_289
source: Engagement to marry.
de_ch: Verlobung und Heirat.

# parent_survey_family_290
source: Yes
de_ch: Ja

# parent_survey_family_291
source: No
de_ch: Nein

# parent_survey_family_292
source: Girlfriend or boyfriend problems.
de_ch: Probleme mit der Freundin oder dem Freund.

# parent_survey_family_293
source: Yes
de_ch: Ja

# parent_survey_family_294
source: No
de_ch: Nein

# parent_survey_family_295
source: "Falling out" of a close personal relationship.
de_ch: "Aussteigen" aus einer engen persönlichen Beziehung.

# parent_survey_family_296
source: Yes
de_ch: Ja

# parent_survey_family_297
source: No
de_ch: Nein

# parent_survey_family_298
source: An accident.
de_ch: Ein Unfall.

# parent_survey_family_299
source: Yes
de_ch: Ja

# parent_survey_family_300
source: No
de_ch: Nein

# parent_survey_family_301
source: Minor violation of the law.
de_ch: Geringfügiger Verstoß gegen das Gesetz.

# parent_survey_family_302
source: Yes
de_ch: Ja

# parent_survey_family_303
source: No
de_ch: Nein

# parent_survey_family_304
source: Death of a close friend.
de_ch: Tod eines engen Freundes.

# parent_survey_family_305
source: Yes
de_ch: Ja

# parent_survey_family_306
source: No
de_ch: Nein

# parent_survey_family_307
source: Major decision regarding your immediate future.
de_ch: Wichtige Entscheidung über Ihre unmittelbare Zukunft.

# parent_survey_family_308
source: Yes
de_ch: Ja

# parent_survey_family_309
source: No
de_ch: Nein

# parent_survey_family_310
source: Major personal achievement.
de_ch: Großer persönlicher Erfolg.

# parent_survey_family_311
source: Yes
de_ch: Ja

# parent_survey_family_312
source: No
de_ch: Nein

# parent_survey_family_313
source: Financial:
de_ch: Finanzen:

# parent_survey_family_314
source: Major change in finances (increased income).
de_ch: Größere Veränderung der Finanzen (höheres Einkommen).

# parent_survey_family_315
source: Yes
de_ch: Ja

# parent_survey_family_316
source: No
de_ch: Nein

# parent_survey_family_317
source: Major change in finances (decreased income).
de_ch: Starke Veränderung der Finanzen (Einkommensrückgang).

# parent_survey_family_318
source: Yes
de_ch: Ja

# parent_survey_family_319
source: No
de_ch: Nein

# parent_survey_family_320
source: Major change in finances (investment and/or credit difficulties).
de_ch: Größere Veränderung der Finanzen (Investitions- und/oder Kreditschwierigkeiten).

# parent_survey_family_321
source: Yes
de_ch: Ja

# parent_survey_family_322
source: No
de_ch: Nein

# parent_survey_family_323
source: Loss or damage of personal property.
de_ch: Verlust oder Beschädigung von persönlichem Eigentum.

# parent_survey_family_324
source: Yes
de_ch: Ja

# parent_survey_family_325
source: No
de_ch: Nein

# parent_survey_family_326
source: Moderate purchase.
de_ch: Mittelgroße Anschaffung.

# parent_survey_family_327
source: Yes
de_ch: Ja

# parent_survey_family_328
source: No
de_ch: Nein

# parent_survey_family_329
source: Major purchase.
de_ch: Größere Anschaffung.

# parent_survey_family_330
source: Yes
de_ch: Ja

# parent_survey_family_331
source: No
de_ch: Nein

# parent_survey_family_332
source: Foreclosure on a mortgage or loan.
de_ch: Zwangsvollstreckung einer Hypothek oder eines Kredits.

# parent_survey_family_333
source: Yes
de_ch: Ja

# parent_survey_family_334
source: No
de_ch: Nein

# parent_survey_family_335
source: <b>Instructions:<\/b> Think of this line as representing where people stand in the <i>country where you live<\/i>. To the <b>right<\/b> are the people who are the best off - those who have the most money, the most education, and the most respected jobs. To the <b>left<\/b> are the people who are the worst off - those who have the least money, the least education, the least respected jobs, or no job. The further to the right you are on the line, the closer you are to the people at the very top; the further to the left you are, the closer you are to the people at the very bottom.<br><b>Where would you place yourself on this line?<\/b><br>Move the slider to where you think you stand at this time in your life relative to other people in your country.
de_ch: <b>Anweisungen:</b> Stellen Sie sich vor, dass diese Linie zeigt, wo sich die Menschen<i>in dem Land, in dem Sie leben, befinden</i>. Auf der <b>rechten</b> Seite befinden sich die Menschen, denen es am besten geht - diejenigen, die das meiste Geld, die beste Ausbildung und die angesehensten Arbeitsplätze haben. Auf der <b>linken</b> Seite befinden sich die Menschen, denen es am schlechtesten geht - diejenigen, die das wenigste Geld, die geringste Bildung, die am wenigsten angesehenen Arbeitsplätze oder gar keinen Arbeitsplatz haben.Je weiter rechts Sie sich auf der Linie befinden, desto näher sind Sie den Menschen ganz oben; je weiter links Sie sind, desto näher sind Sie den Menschen ganz unten.<br><b>Wo würden Sie sich selbst auf dieser Linie einordnen?</b><br>Bewegen Sie den Schieberegler dorthin, wo Sie Ihrer Meinung nach im Vergleich zu anderen Menschen in Ihrem Land derzeit stehen.

# parent_survey_family_336
source: <b>Instructions:<\/b> Think of this line as representing where people stand in their <i>communities<\/i>. People define community in different ways; please define it in whatever way is most meaningful to you. To the <b>right<\/b> are people who have the highest standing in their community. To the <b>left<\/b> are the people who have the lowest standing in their community.<br><b>Where would you place yourself on this line?<\/b><br>Move the slider to where you think you stand at this time in your life relative to other people in your community.
de_ch: <b>Anweisungen:</b> Stellen Sie sich vor, dass diese Linie zeigt, wo die Menschen in ihren <i>Gemeinschaften</i> stehen. Menschen definieren Gemeinschaft auf unterschiedliche Weise; bitte definieren Sie sie so, wie es für Sie am sinnvollsten ist. Auf der <b>rechten</b> Seite stehen die Menschen, die den höchsten Stellenwert in ihrer Gemeinschaft haben. Auf der <b>linken</b> Seite befinden sich die Menschen, die den niedrigsten Stellenwert in ihrer Gemeinschaft haben.<br><b>Wo würden Sie sich auf dieser Linie einordnen?</b><br>Bewegen Sie den Schieberegler dorthin, wo Sie Ihrer Meinung nach im Vergleich zu den anderen Menschen in Ihrer Gemeinschaft stehen.

# parent_survey_family_337
source: Start Survey
de_ch: Umfrage starten

# parent_survey_family_338
source: Previous
de_ch: Zurück

# parent_survey_family_339
source: Next
de_ch: Weiter

# parent_survey_family_340
source: Finish
de_ch: Beenden

source: ROAR
de_ch: Aufgaben abgeschlossen!

source: task
de_ch: Aufgabe

source: assessment
de_ch: Bewertung

source: assignment
de_ch: Zuweisung

source: participant
de_ch: Teilnehmer

source: sign in
de_ch: Anmelden

source: sign out
de_ch: Abmelden

source: game
de_ch: Spiel

source: activity
de_ch: Aktivität

source: survey
de_ch: Umfrage

source: consent
de_ch: Einwilligung

source: assent
de_ch: Zusimmung

source: profile
de_ch: Profil

source: progress
de_ch: Fortschritt

source: score
de_ch: Punkte

source: report
de_ch: Bericht

source: completed
de_ch: Abgeschlossen

source: loading
de_ch: Laden

source: error
de_ch: Fehler

source: success
de_ch: Erfolg

source: continue
de_ch: Weiter

source: cancel
de_ch: Abbrechen

source: save
de_ch: Speichern

source: family
de_ch: Familie

source: child
de_ch: Kind

source: parent
de_ch: Elternteil

source: teacher
de_ch: Lehrerin

source: classroom
de_ch: Klassenzimmer

source: grade
de_ch: Klasse

source: student
de_ch: Schüler

source: language
de_ch: Sprache

source: username
de_ch: Benutzername

source: password
de_ch: Passwort

source: settings
de_ch: Einstellungen

# auth/consent.acceptButton
source: Accept
de_ch: Akzeptieren

# auth/consent.assentTitle
source: Assent
de_ch: Einwilligung

# auth/consent.consentTitle
source: Consent
de_ch: Zustimmung

# auth/consent.consentUpdatedStatus
source: Consent status updated
de_ch: Zustimmungsstatus aktualisiert

# auth/consent.header
source: Consent
de_ch: Zustimmung

# auth/consent.rejectButton
source: No, sign me out
de_ch: Nein, mich abmelden

# auth/consent.toastHeader
source: Confirmed
de_ch: Bestätigt

# auth/signin.atLeastOneLowercase
source: At least one lowercase
de_ch: Mindestens ein Kleinbuchstabe

# auth/signin.atLeastOneNumber
source: At least one number
de_ch: Mindestens eine Zahl

# auth/signin.atLeastOneNumeric
source: At least one numeric
de_ch: Mindestens eine Nummer

# auth/signin.atLeastOneUpperCase
source: At least one uppercase
de_ch: Mindestens ein Großbuchstabe

# auth/signin.buttonLabel
source: Go!
de_ch: Los!

# auth/signin.continueWithGoogle
source: Continue with Google
de_ch: Machen Sie weiter mit Google

# auth/signin.emailPlaceholder
source: Username or email
de_ch: Benutzername oder E-Mail

# auth/signin.forgotPassword
source: Forgot Password?
de_ch: Passwort vergessen?

# auth/signin.incorrectEmailOrPassword
source: Incorrect username/email or password
de_ch: Falscher Benutzername/E-Mail oder Passwort

# auth/signin.invalidEmailPlaceholder
source: Error: invalid email
de_ch: Fehler: Ungültige E-Mail

# auth/signin.minimumCharacters
source: Minimum 8 characters
de_ch: Mindestens 8 Zeichen

# auth/signin.passwordId
source: password
de_ch: Passwort

# auth/signin.passwordPlaceholder
source: Password
de_ch: Passwort

# auth/signin.pickPassword
source: Pick a password
de_ch: Wählen Sie ein Passwort

# auth/signin.selectLanguage
source: Select Language
de_ch: Sprache auswählen

# auth/signin.selectLanguageLabel
source: Language
de_ch: Sprache

# auth/signin.signInWithEmailLinkInstead
source: Sign-in using email link
de_ch: Mit E-Mail-Link anmelden

# auth/signin.signInWithEmailLinkPlaceHolder
source: Press Go to sign-in with an email link.
de_ch: Drücken Sie "Los", um sich mit einem E-Mail-Link anzumelden.

# auth/signin.signInWithPasswordInstead
source: Sign-in using password
de_ch: Mit Passwort anmelden

# auth/signin.suggestions
source: Suggestions
de_ch: Vorschläge

# pages/home-participant.contactAdministrator
source: Please contact your administrator to get added to an assignment.
de_ch: Bitte kontaktieren Sie Ihren Administrator, um zu einer Zuordnung hinzugefügt zu werden.

# pages/home-participant.loadingAssignments
source: Loading Assignments
de_ch: Lade Zuordnungen

# pages/home-participant.noAssignments
source: You have no assignments!
de_ch: Sie haben keine Zuordnungen!

# pages/home-participant.selectAssignment
source: Select an assignment
de_ch: Wählen Sie eine Zuordnung aus

# pages/home-participant.showOptionalAssignments
source: Show optional assignments
de_ch: Optionale Zuordnungen anzeigen

# pages/home-selector.inactivityLogout
source: You will soon be logged out for security purposes. Please click "Continue" if you wish to continue your session.\n Otherwise, you will be automatically logged out in { timeLeft } seconds.
de_ch: Sie werden aus Sicherheitsgründen bald automatisch abgemeldet. Bitte klicken Sie auf "Weiter", wenn Sie Ihre Sitzung fortsetzen möchten.\n Andernfalls werden Sie in { timeLeft } Sekunden automatisch abgemeldet.

# pages/home-selector.inactivityLogoutAcceptLabel
source: Continue
de_ch: Fortsetzen

# pages/home-selector.loading
source: Loading...
de_ch: Laden...

# pages/not-found.label
source: Return to Home
de_ch: Klicken Sie hier, um zur Startseite zu gelangen.

# pages/not-found.pageNotFound
source: Page not found
de_ch: Seite nicht gefunden

# pages/not-found.sorry
source: Sorry, we could not find that page!
de_ch: Entschuldigung, wir konnten diese Seite nicht finden!

# pages/signin.adminAction
source: here
de_ch: hier

# pages/signin.adminInfoPrompt
source: If you registered with a Google email or your email provider uses Google SSO.
de_ch: Wenn Sie sich mit einer Google-E-Mail oder Ihr E-Mail-Anbieter Google SSO verwendet, registriert haben.

# pages/signin.adminPrompt
source: Are you an Admin? Click {action} to Sign in.
de_ch: Sind Sie ein Administrator? Klicken Sie {action}, um sich anzumelden.

# pages/signin.havingTrouble
source: Having trouble?
de_ch: Haben Sie Schwierigkeiten?

# pages/signin.login
source: Log in to access your dashboard
de_ch: Melden Sie sich an, um auf Ihr Dashboard zuzugreifen

# pages/signin.loginWith
source: Log in with
de_ch: Anmelden mit

# pages/signin.welcome
source: Welcome to ROAR!
de_ch: Willkommen bei ROAR!

# surveys/user-survey.specificRelationDescriptionChildA
source: For child with Birth Month
de_ch: Für Kind mit Geburtsmonat

# surveys/user-survey.specificRelationDescriptionChildB
source: and Birth Year
de_ch: und Geburtsjahr

# surveys/user-survey.specificRelationDescriptionClass
source: For class
de_ch: Für Klasse

# teacher_survey_classroom_001
source: <b><font face="Verdana" size="4">This is Part B of the survey.</b><br> <br> <p><font face="Verdana" size="4">In Part B the questions are classroom specific. If you teach more than one class of students included in this project, you will complete Part B separately for each classroom. <br><br>If you teach a single subject, please complete the questions that relate to other subjects to the best of your knowledge or consult with a colleague for those details only. <br><br>When you are ready to begin, select the "Next" button. <br><br><b><font face="Verdana" size="4">Thank you!
de_ch: <b><font face="Verdana" size="4">Dies ist Teil B der Umfrage.</b><br> <br> <p><font face="Verdana" size="4">Im Teil B sind die Fragen klassenspezifisch. Wenn Sie mehr als eine Klasse unterrichten, die an diesem Projekt teilnimmt, füllen Sie Teil B für jede Klasse separat aus. <br><br>Wenn Sie ein einzelnes Fach unterrichten, beantworten Sie die Fragen zu anderen Fächern nach bestem Wissen oder konsultieren Sie einen Kollegen für diese Details. <br><br>Wenn Sie bereit sind zu beginnen, klicken Sie auf die Schaltfläche „Weiter“. <br><br><b><font face="Verdana" size="4">Vielen Dank!

# teacher_survey_classroom_002
source: How many classrooms do you teach that contain students participating in this research project?
de_ch: Wie viele Klassen unterrichten Sie, die Schüler enthalten, die an diesem Forschungsprojekt teilnehmen?

# teacher_survey_classroom_003
source: Is there another adult who is paid to help you in this classroom (e.g., teaching assistant, co-lead teacher, etc.)?
de_ch: Gibt es einen weiteren Erwachsenen, der dafür bezahlt wird, Ihnen in diesem Klassenzimmer zu helfen (z.B. Lehrassistent, Co-Lehrer usw.)?

# teacher_survey_classroom_004
source: Yes
de_ch: Ja

# teacher_survey_classroom_005
source: No
de_ch: Nein

# teacher_survey_classroom_006
source: How many students are enrolled in this classroom?
de_ch: Wie viele Schüler sind in dieser Klasse eingeschrieben?

# teacher_survey_classroom_007
source: number of students
de_ch: Anzahl der Schüler

# teacher_survey_classroom_008
source: How many children of each gender are in this class?
de_ch: Wie viele Kinder jedes Geschlechts gibt es in dieser Klasse?

# teacher_survey_classroom_009
source: number
de_ch: Anzahl

# teacher_survey_classroom_010
source: Girls
de_ch: Mädchen

# teacher_survey_classroom_011
source: number
de_ch: Anzahl

# teacher_survey_classroom_012
source: Boys
de_ch: Jungen

# teacher_survey_classroom_013
source: number
de_ch: Anzahl

# teacher_survey_classroom_014
source: Nonbinary
de_ch: Nicht-binär

# teacher_survey_classroom_015
source: number
de_ch: Anzahl

# teacher_survey_classroom_016
source: Other
de_ch: Sonstige

# teacher_survey_classroom_017
source: As of today's date, how many children in this class are each of the following age levels?
de_ch: Bis zum heutigen Datum, wie viele Kinder in dieser Klasse sind in jedem der folgenden Altersstufen?

# teacher_survey_classroom_018
source: number
de_ch: Anzahl

# teacher_survey_classroom_019
source: 5 years old or younger
de_ch: 5 Jahre alt oder jünger

# teacher_survey_classroom_020
source: number
de_ch: Anzahl

# teacher_survey_classroom_021
source: 6 years old
de_ch: 6 Jahre alt

# teacher_survey_classroom_022
source: number
de_ch: Anzahl

# teacher_survey_classroom_023
source: 7 years old
de_ch: 7 Jahre alt

# teacher_survey_classroom_024
source: number
de_ch: Anzahl

# teacher_survey_classroom_025
source: 8 years old
de_ch: 8 Jahre alt

# teacher_survey_classroom_026
source: number
de_ch: Anzahl

# teacher_survey_classroom_027
source: 9 years old
de_ch: 9 Jahre alt

# teacher_survey_classroom_028
source: number
de_ch: Anzahl

# teacher_survey_classroom_029
source: 10 years old
de_ch: 10 Jahre alt

# teacher_survey_classroom_030
source: number
de_ch: Anzahl

# teacher_survey_classroom_031
source: 11 years old
de_ch: 11 Jahre alt

# teacher_survey_classroom_032
source: number
de_ch: Anzahl

# teacher_survey_classroom_033
source: 12 years old
de_ch: 12 Jahre alt

# teacher_survey_classroom_034
source: number
de_ch: Anzahl

# teacher_survey_classroom_035
source: 13 years old or older
de_ch: 13 Jahre oder älter

# teacher_survey_classroom_036
source: Do you currently teach a multigrade class?
de_ch: Unterrichten Sie derzeit eine Mehrstufenklasse?

# teacher_survey_classroom_037
source: Yes
de_ch: Ja

# teacher_survey_classroom_038
source: No
de_ch: Nein

# teacher_survey_classroom_039
source: If yes, what grade levels are included in the class you teach? (select all that apply)
de_ch: Wenn ja, welche Klassenstufen sind in der von Ihnen unterrichteten Klasse vertreten? (Wählen Sie alle zutreffenden aus)

# teacher_survey_classroom_040
source: Prekindergarten
de_ch: Vorkindergarten

# teacher_survey_classroom_041
source: Transitional (or readiness) kindergarten
de_ch: Übergangskindergarten (oder Vorbereitungskindergarten)

# teacher_survey_classroom_043
source: 1st Grade
de_ch: 1. Klasse

# teacher_survey_classroom_044
source: 2nd Grade
de_ch: 2. Klasse

# teacher_survey_classroom_045
source: 3rd Grade
de_ch: 3. Klasse

# teacher_survey_classroom_046
source: 4th Grade
de_ch: 4. Klasse

# teacher_survey_classroom_047
source: 5th Grade
de_ch: 5. Klasse

# teacher_survey_classroom_048
source: 6th Grade
de_ch: 6. Klasse

# teacher_survey_classroom_049
source: 7th Grade
de_ch: 7. Klasse

# teacher_survey_classroom_050
source: 8th Grade
de_ch: 8. Klasse

# teacher_survey_classroom_051
source: What grade level do you teach?
de_ch: Welche Klassenstufe unterrichten Sie?

# teacher_survey_classroom_052
source: What languages are spoken by students in this class (select all that apply)?
de_ch: Welche Sprachen sprechen die Schüler in dieser Klasse (wählen Sie alle zutreffenden aus)?
