Repository: levante-framework/levante_translations
Catalog: %filename%-de%locale_with_underscore.xliff
Languages: de_ch

# child_survey_071
source: Yes, always
de_ch: Ja, immer

# child_survey_072
source: Are you good at learning things in school?
de_ch: Bist du gut darin, in der Schule etwas zu lernen?

# child_survey_073
source: No, never
de_ch: Nein, nie

# child_survey_074
source: Yes, some of the time
de_ch: Ja, manchmal

# child_survey_075
source: Yes, most of the time
de_ch: Ja, meistens

# child_survey_076
source: Yes, always
de_ch: Ja, immer

# child_survey_077
source: When schoolwork is hard, do you give up right away?
de_ch: Gibst du sofort auf, wenn dir die Schularbeit schwer fällt?

# child_survey_078
source: No, never
de_ch: Nein, nie

# child_survey_079
source: Yes, some of the time
de_ch: Ja, manchmal

# child_survey_080
source: Yes, most of the time
de_ch: Ja, meistens

# child_survey_081
source: Yes, always
de_ch: Ja, immer

# child_survey_082
source: Do you enjoy doing reading activities at school?
de_ch: Macht es dir Spaß in der Schule zu lesen?

# child_survey_083
source: No, never
de_ch: Nein, nie

# child_survey_084
source: Yes, some of the time
de_ch: Ja, manchmal

# child_survey_085
source: Yes, most of the time
de_ch: Ja, meistens

# child_survey_086
source: Yes, always
de_ch: Ja, immer

# child_survey_087
source: Do you enjoy doing math activities at school?
de_ch: Hast du Spaß am Fach Mathe?

# child_survey_088
source: No, never
de_ch: Nein, nie

# child_survey_089
source: Yes, some of the time
de_ch: Ja, manchmal

# child_survey_090
source: Yes, most of the time
de_ch: Ja, meistens

# child_survey_091
source: Yes, always
de_ch: Ja, immer

# child_survey_092
source: Are you good at reading?
de_ch: Bist du gut im Lesen?

# child_survey_093
source: No, never
de_ch: Nein, nie

# child_survey_094
source: Yes, some of the time
de_ch: Ja, manchmal

# child_survey_095
source: Yes, most of the time
de_ch: Ja, meistens

# child_survey_096
source: Yes, always
de_ch: Ja, immer

# child_survey_097
source: Are you good at math?
de_ch: Bist du gut in Mathe?

# child_survey_098
source: No, never
de_ch: Nein, nie

# child_survey_099
source: Yes, some of the time
de_ch: Ja, manchmal

# child_survey_100
source: Yes, most of the time
de_ch: Ja, meistens

# child_survey_101
source: Yes, always
de_ch: Ja, immer

# child_survey_102
source: Some kids think they can get smarter if they work really hard. Do you think that you can get smarter if you work really hard?
de_ch: Manche Kinder glauben, dass sie schlauer werden können, wenn sie sich anstrengen. Bist du auch der Meinung, dass du schlauer werden kannst, wenn du dich anstrengst?

# child_survey_103
source: No, never
de_ch: Nein, nie

# child_survey_104
source: Yes, some of the time
de_ch: Ja, manchmal

# child_survey_105
source: Yes, most of the time
de_ch: Ja, meistens

# child_survey_106
source: Yes, always
de_ch: Ja, immer

# child_survey_107
source: Some kids think they can get better at reading if they work really hard. Do you think that you can get better at reading if you work really hard?
de_ch: Manche Kinder glauben, dass sie besser lesen können, wenn sie sich richtig anstrengen. Bist du auch der Meinung, dass du besser lesen kannst, wenn du dich richtig anstrengst?

# child_survey_108
source: No, never
de_ch: Nein, nie

# child_survey_109
source: Yes, some of the time
de_ch: Ja, manchmal

# child_survey_110
source: Yes, most of the time
de_ch: Ja, meistens

# child_survey_111
source: Yes, always
de_ch: Ja, immer

# child_survey_112
source: Some kids think they can get better at math if they work really hard. Do you think that you can get better at math if you work really hard?
de_ch: Manche Kinder glauben, dass sie in Mathematik besser werden können, wenn sie sich richtig anstrengen. Bist du auch der Meinung, dass man in Mathe besser wird, wenn man sich richtig anstrengt?

# child_survey_113
source: No, never
de_ch: Nein, nie

# child_survey_114
source: Yes, some of the time
de_ch: Ja, manchmal

# child_survey_115
source: Yes, most of the time
de_ch: Ja, meistens

# child_survey_116
source: Yes, always
de_ch: Ja, immer

# child_survey_117
source: Start Survey
de_ch: Umfrage starten

# child_survey_118
source: Previous
de_ch: Zurück

# child_survey_119
source: Next
de_ch: Weiter

# child_survey_120
source: Finish
de_ch: Beenden

# parent_survey_child_001
source: <block><b><font face="Verdana" size="4"> Thank you to you and your child for participating in this research project!</b><br> <br> <p><font face="Verdana" size="4">The following survey will take approximately 20-30 minutes to complete and will ask questions about your child. <br><br>When answering the questions, please think about your child who is participating in this research project. If you have more than one child participating in the research project, you will complete this survey separately for each participating child. <br><br>Some questions will note a specific timeframe to consider when answering. If no timeframe is indicated, you can think about how the answer applies to your child in general. <br><br>We appreciate you answering as completely and accurately as possible with the information you have available to you. If you have questions about this survey, please reach out to the research coordinator. <br><br>When you are ready to begin, select the “start survey” button. <br><br><b><font face="Verdana" size="4">Thank you!</b>
de_ch: <block><b><font face="Verdana" size="4">Danke, dass Sie und Ihr Kind an diesem Forschungsprojekt teilnehmen!</b><br> <br> <p><font face="Verdana" size="4">Die folgende Umfrage wird ungefähr 20-30 Minuten in Anspruch nehmen und Fragen zu Ihrem Kind beinhalten. <br><br>Bitte denken Sie bei der Beantwortung der Fragen an Ihr am Forschungsprojekt teilnehmendes Kind. Sollten mehrere Ihrer Kinder teilnehmen, müssen Sie für jedes Kind eine separate Umfrage ausfüllen. <br><br>Bei einigen Fragen wird ein spezifischer Zeitrahmen angegeben. Wenn keiner genannt wird, können Sie darüber nachdenken, wie die Antwort im Allgemeinen auf Ihr Kind zutrifft. <br><br>Wir bitten Sie, die Fragen nach bestem Wissen so umfassend und genau wie möglich zu beantworten. Bei Fragen zur Umfrage, kontaktieren Sie bitte den Forschungskoordinator. <br><br>Wenn Sie bereit sind, klicken Sie auf den "Umfrage starten" Button. <br><br><b><font face="Verdana" size="4">Vielen Dank!

# parent_survey_child_002
source: This section asks general information questions and questions about your child's health.
de_ch: In diesem Abschnitt werden allgemeine Informationsfragen und Fragen zur Gesundheit Ihres Kindes gestellt.

# parent_survey_child_003
source: <block><b><font face="Verdana" size="4">This section asks general information questions and questions about your child's health.</b>
de_ch: <block><b><font face="Verdana" size="4">In diesem Abschnitt werden allgemeine Informationsfragen und Fragen zur Gesundheit Ihres Kindes gestellt.

# parent_survey_child_004
source: Please indicate your relationship to the child participating in this research project.
de_ch: Bitte geben Sie an, in welcher Beziehung Sie zu dem Kind stehen, das hier teilnimmt.

# parent_survey_child_005
source: Biological or Adoptive Mother
de_ch: Biologische Mutter oder Adoptivmutter

# parent_survey_child_006
source: Biological or Adoptive Father
de_ch: Biologischer Vater oder Adoptivvater

# parent_survey_child_007
source: Step-mother
de_ch: Stiefmutter

# parent_survey_child_008
source: Step-father
de_ch: Stiefvater

# parent_survey_child_011
source: Foster Parent
de_ch: Pflegeeltern

# parent_survey_child_012
source: Other Relative
de_ch: Andere Verwandte

# parent_survey_child_013
source: Other Non-Relative
de_ch: Andere Nicht-Verwandte

# parent_survey_child_014
source: Please specify your relationship to the child.
de_ch: Bitte geben Sie Ihre Beziehung zu dem Kind an.

# parent_survey_child_015
source: Please indicate for how long you have been caring for this child.
de_ch: Bitte geben Sie an, wie lange Sie dieses Kind bereits betreuen.

# parent_survey_child_016
source: years
de_ch: Jahre

# parent_survey_child_017
source: years
de_ch: Jahre

# parent_survey_child_018
source: months
de_ch: Monate

# parent_survey_child_019
source: months
de_ch: Monate

# parent_survey_child_020
source: What is your child's current age in years?
de_ch: Wie alt ist Ihr Kind derzeit in Jahren?

# parent_survey_child_021
source: years of age
de_ch: Lebensjahre

# parent_survey_child_022
source: What is your child's CURRENT height? (please estimate to the best of your knowledge)
de_ch: Wie groß ist Ihr Kind AKTUELL?

# parent_survey_child_023
source: meters
de_ch: Meter

# parent_survey_child_024
source: meters
de_ch: Meter

# parent_survey_child_025
source: centimeters
de_ch: Zentimeter

# parent_survey_child_026
source: centimeters
de_ch: Zentimeter

# parent_survey_child_027
source: What is your child's CURRENT weight? (please estimate to the best of your knowledge)
de_ch: Was ist das AKTUELLE Gewicht Ihres Kindes?

# parent_survey_child_028
source: pounds
de_ch: Kilo

# parent_survey_child_029
source: pounds
de_ch: Kilo

# parent_survey_child_030
source: Was your child born early (more than three weeks before due date)?
de_ch: Wurde Ihr Kind zu früh geboren (mehr als drei Wochen vor dem errechneten Geburtstermin)?

# parent_survey_child_033
source: Don't know
de_ch: weiß nicht

# parent_survey_child_034
source: How much did your child weigh at birth? (if you do not know, leave blank)
de_ch: Wie viel hat Ihr Kind bei der Geburt gewogen? (wenn Sie es nicht wissen, bitte leer lassen)

# parent_survey_child_035
source: Grams
de_ch: Gramm

# parent_survey_child_036
source: In general, how would you describe your child's health?
de_ch: Wie würden Sie den Gesundheitszustand Ihres Kindes im Allgemeinen beschreiben?

# parent_survey_child_037
source: Excellent
de_ch: Hervorragend

# parent_survey_child_038
source: Very Good
de_ch: Sehr gut

# parent_survey_child_039
source: Good
de_ch: Gut

# parent_survey_child_040
source: Fair
de_ch: Mittelmäßig

# parent_survey_child_041
source: Poor
de_ch: Schlecht

# parent_survey_child_042
source: How would you describe the condition of your child's teeth?
de_ch: Wie würden Sie den Zustand der Zähne Ihres Kindes beschreiben?

# parent_survey_child_043
source: Excellent
de_ch: Hervorragend

# parent_survey_child_044
source: Very Good
de_ch: Sehr gut

# parent_survey_child_045
source: Good
de_ch: Gut

# parent_survey_child_046
source: Fair
de_ch: Mittelmäßig

# parent_survey_child_047
source: Poor
de_ch: Schlecht

# parent_survey_child_048
source: <b>DURING THE PAST WEEK</b>, on how many days did your child exercise, play a sport, or participate in physical activity (either in school or outside of school) for at least 60 minutes?
de_ch: <b>WÄHREND DER LETZTEN WOCHE</b> hat Ihr Kind an wie vielen Tagen mindestens 60 Minuten Sport betrieben oder sich körperlich betätigt (entweder in der Schule oder außerhalb der Schule)?

# parent_survey_child_049
source: 0 days
de_ch: 0 Tage

# parent_survey_child_050
source: 1 - 3 days
de_ch: 1 - 3 Tage

# parent_survey_child_051
source: 4 - 6 days
de_ch: 4 - 6 Tage

# parent_survey_child_052
source: Every day
de_ch: Jeden Tag

# parent_survey_child_053
source: <b>DURING THE PAST 12 MONTHS</b>, has your child had FREQUENT or CHRONIC difficulty with any of the following?
de_ch: Hatte Ihr Kind <b>WÄHREND DER LETZTEN 12 MONATE</b> REGELMÄSSIG oder CHRONISCHE Schwierigkeiten mit einem der folgenden Probleme?

# parent_survey_child_054
source: Breathing or other respiratory problems (such as wheezing or shortness of breath)
de_ch: Atembeschwerden oder andere Atemprobleme (wie Keuchen oder Kurzatmigkeit)

# parent_survey_child_057
source: Don't know
de_ch: weiß nicht

# parent_survey_child_058
source: Eating or swallowing because of a health condition
de_ch: Essen oder Schlucken aufgrund eines Gesundheitszustands

# parent_survey_child_061
source: Don't know
de_ch: weiß nicht

# parent_survey_child_062
source: Digesting food, including stomach/intestinal problems, constipation, or diarrhea
de_ch: Verdauung von Nahrungsmitteln, einschließlich Magen-/Darmproblemen, Verstopfung oder Durchfall

# parent_survey_child_065
source: Don't know
de_ch: weiß nicht

# parent_survey_child_066
source: Repeated or chronic physical pain, including headaches or other back or body pain
de_ch: Wiederholte oder chronische körperliche Schmerzen, einschließlich Kopfschmerzen oder andere Rücken- oder Körperschmerzen

# parent_survey_child_069
source: Don't know
de_ch: weiß nicht

# parent_survey_child_070
source: Toothaches
de_ch: Zahnschmerzen

# parent_survey_child_073
source: Don't know
de_ch: weiß nicht

# parent_survey_child_074
source: Bleeding gums
de_ch: Zahnfleischbluten

# parent_survey_child_077
source: Don't know
de_ch: weiß nicht

# parent_survey_child_078
source: Decayed teeth or cavities
de_ch: Karies oder Zahnlöcher

# parent_survey_child_081
source: Don't know
de_ch: weiß nicht

# parent_survey_child_082
source: Does your child have any of the following?
de_ch: Hat Ihr Kind eines der folgenden Probleme?

# parent_survey_child_083
source: Serious difficulty concentrating, remembering, or making decisions because of a physical, mental, or emotional condition
de_ch: Ernsthafte Schwierigkeiten, sich zu konzentrieren, sich zu erinnern oder Entscheidungen zu treffen, aufgrund eines körperlichen, geistigen oder emotionalen Zustands

# parent_survey_child_086
source: Don't know
de_ch: weiß nicht

# parent_survey_child_087
source: Serious difficulty walking or climbing stairs
de_ch: Ernsthafte Schwierigkeiten beim Gehen oder Treppensteigen

# parent_survey_child_088
source: Yes
de_ch: Ja

# parent_survey_child_089
source: No
de_ch: Nein

# parent_survey_child_090
source: Difficulty dressing or bathing
de_ch: Schwierigkeiten beim Anziehen oder Baden

# parent_survey_child_091
source: Yes
de_ch: Ja

# parent_survey_child_092
source: No
de_ch: Nein

# parent_survey_child_093
source: Deafness or problems with hearing
de_ch: Taubheit oder Hörprobleme

# parent_survey_child_094
source: Yes
de_ch: Ja

# parent_survey_child_095
source: No
de_ch: Nein

# parent_survey_child_096
source: Blindness or problems with seeing, even when wearing glasses
de_ch: Blindheit oder Sehprobleme, auch beim Tragen einer Brille

# parent_survey_child_097
source: Yes
de_ch: Ja

# parent_survey_child_098
source: No
de_ch: Nein

# parent_survey_child_099
source: Does your child have any other vision or hearing issues (e.g., frequent ear infections; nearsighted or farsighted)?
de_ch: Hat Ihr Kind andere Seh- oder Hörprobleme (z. B. häufige Ohrentzündung)?

# parent_survey_child_100
source: Yes
de_ch: Ja

# parent_survey_child_101
source: No
de_ch: Nein

# parent_survey_child_102
source: If yes, please explain:
de_ch: Wenn ja, beschreiben Sie diese bitte:

# parent_survey_child_103
source: Has a doctor or other health care provider <b>EVER</b> told you that your child has a genetic or inherited condition?
de_ch: Hat Ihnen ein Arzt oder ein anderer Gesundheitsdienstleister <b>JEMALS</b> gesagt, dass Ihr Kind eine genetische oder vererbte Erkrankung hat?

# parent_survey_child_106
source: Don't know
de_ch: weiß nicht

# parent_survey_child_107
source: Prefer not to respond
de_ch: Ich möchte nicht antworten

# parent_survey_child_108
source: If yes, please note or explain the condition:
de_ch: Wenn ja, benennen oder beschreiben Sie diese bitte:

# parent_survey_child_109
source: Has a doctor or other health care provider, or educator <b>EVER</b> told you that your child has any of the following:
de_ch: Hat Ihnen ein Arzt, ein anderer Gesundheitsdienstleister oder ein Pädagoge <b>JEMALS</b> gesagt, dass Ihr Kind eines der folgenden Probleme hat:

# parent_survey_child_110
source: Behavioral or Conduct Problems
de_ch: Verhaltens- oder Benehmensprobleme

# parent_survey_child_111
source: No
de_ch: Nein

# parent_survey_child_112
source: Yes
de_ch: Ja

# parent_survey_child_113
source: Don't know
de_ch: weiß nicht

# parent_survey_child_114
source: Prefer not to respond
de_ch: Ich möchte nicht antworten

# parent_survey_child_115
source: Does your child <b>CURRENTLY</b> have Behavioral or Conduct Problems?
de_ch: Hat Ihr Kind <b>AKTUELL</b> Verhaltens- oder Benehmensprobleme?

# parent_survey_child_116
source: Yes
de_ch: Ja

# parent_survey_child_117
source: No
de_ch: Nein

# parent_survey_child_118
source: Are the current Behavioral or Conduct Problems, Mild, Moderate, or Severe?
de_ch: Sind die aktuellen Verhaltens- oder Benehmensprobleme leicht, mäßig oder schwerwiegend?

# parent_survey_child_119
source: Mild
de_ch: leicht

# parent_survey_child_120
source: Moderate
de_ch: mäßig

# parent_survey_child_121
source: Severe
de_ch: schwerwiegend

# parent_survey_child_122
source: Developmental Delay
de_ch: Entwicklungsverzögerung

# parent_survey_child_125
source: Don't know
de_ch: weiß nicht

# parent_survey_child_126
source: Prefer not to respond
de_ch: Ich möchte nicht antworten

# parent_survey_child_127
source: Does your child <b>CURRENTLY</b> have Developmental Delay?
de_ch: Hat Ihr Kind <b>AKTUELL</b> eine Entwicklungsverzögerung?

# parent_survey_child_128
source: Yes
de_ch: Ja

# parent_survey_child_129
source: No
de_ch: Nein

# parent_survey_child_130
source: Are the current Developmental Delays, Mild, Moderate, or Severe?
de_ch: Sind die aktuellen Entwicklungsverzögerungen leicht, mäßig oder schwerwiegend?

# parent_survey_child_131
source: Mild
de_ch: leicht

# parent_survey_child_132
source: Moderate
de_ch: mäßig

# parent_survey_child_133
source: Severe
de_ch: schwerwiegend

# parent_survey_child_134
source: Intellectual Disability
de_ch: Geistige Behinderung

# parent_survey_child_137
source: Don't know
de_ch: weiß nicht

# parent_survey_child_138
source: Prefer not to respond
de_ch: Ich möchte nicht antworten

# parent_survey_child_139
source: Does your child <b>CURRENTLY</b> have an Intellectual Disability?
de_ch: Hat Ihr Kind <b>AKTUELL</b> eine geistige Behinderung?

# parent_survey_child_140
source: Yes
de_ch: Ja

# parent_survey_child_141
source: No
de_ch: Nein

# parent_survey_child_142
source: Is the current Intellectual Disability, Mild, Moderate, or Severe?
de_ch: Ist die aktuelle geistige Behinderung leicht, mäßig oder schwerwiegend?

# parent_survey_child_143
source: Mild
de_ch: leicht

# parent_survey_child_144
source: Moderate
de_ch: mäßig

# parent_survey_child_145
source: Severe
de_ch: schwerwiegend

# parent_survey_child_146
source: Speech or other language disorder
de_ch: Sprech- oder andere Sprachstörung

# parent_survey_child_149
source: Don't know
de_ch: weiß nicht

# parent_survey_child_150
source: Prefer not to respond
de_ch: Ich möchte nicht antworten

# parent_survey_child_151
source: Does your child <b>CURRENTLY</b> have a Speech or other language disorder?
de_ch: Hat Ihr Kind <b>AKTUELL</b> eine Sprech- oder andere Sprachstörung?

# parent_survey_child_152
source: Yes
de_ch: Ja

# parent_survey_child_153
source: No
de_ch: Nein

# parent_survey_child_154
source: Is the current Speech or other language disorder, Mild, Moderate, or Severe?
de_ch: Ist die aktuelle Sprech- oder andere Sprachstörungen leicht, mäßig oder schwerwiegend?

# parent_survey_child_155
source: Mild
de_ch: leicht

# parent_survey_child_156
source: Moderate
de_ch: mäßig

# parent_survey_child_157
source: Severe
de_ch: schwerwiegend

# parent_survey_child_158
source: Learning Disability
de_ch: Lernbehinderung

# parent_survey_child_161
source: Don't know
de_ch: weiß nicht

# parent_survey_child_162
source: Prefer not to respond
de_ch: Ich möchte nicht antworten

# parent_survey_child_163
source: Does your child <b>CURRENTLY</b> have a Learning Disability?
de_ch: Hat Ihr Kind <b>AKTUELL</b> eine Lernbehinderung?

# parent_survey_child_164
source: Yes
de_ch: Ja

# parent_survey_child_165
source: No
de_ch: Nein

# parent_survey_child_166
source: Is the current Learning Disability, Mild, Moderate, or Severe?
de_ch: Ist die aktuelle Lernbehinderung leicht, mäßig oder schwerwiegend?

# parent_survey_child_167
source: Mild
de_ch: leicht

# parent_survey_child_168
source: Moderate
de_ch: mäßig

# parent_survey_child_169
source: Severe
de_ch: schwerwiegend

# parent_survey_child_170
source: Autism Spectrum Disorder (ASD) <br>(includes Asperger's Disorder or Pervasive Developmental Disorder (PDD))
de_ch: Autismus-Spektrum-Störung (ASS)<br>(einschließlich Asperger-Syndrom oder tiefgreifende Entwicklungsstörung)

# parent_survey_child_173
source: Don't know
de_ch: weiß nicht

# parent_survey_child_174
source: Prefer not to respond
de_ch: Ich möchte nicht antworten

# parent_survey_child_175
source: Does your child <b>CURRENTLY</b> have an Autism Spectrum Disorder (ASD) (includes Asperger's Disorder or Pervasive Developmental Disorder (PDD))?
de_ch: Leidet Ihr Kind <b>AKTUELL</b> an einer Autismus-Spektrum-Störung (einschließlich Asperger-Syndrom oder tiefgreifender Entwicklungsstörung)?

# parent_survey_child_176
source: Yes
de_ch: Ja

# parent_survey_child_177
source: No
de_ch: Nein

# parent_survey_child_178
source: Is the current Autism Spectrum Disorder (includes Asperger's Disorder or Pervasive Developmental Disorder), Mild, Moderate, or Severe?
de_ch: Handelt es sich bei der aktuellen Autismus-Spektrum-Störung (einschließlich Asperger-Syndrom oder tiefgreifende Entwicklungsstörung) um eine leichte, mäßige oder schwerwiegende?

# parent_survey_child_179
source: Mild
de_ch: leicht

# parent_survey_child_180
source: Moderate
de_ch: mäßig

# parent_survey_child_181
source: Severe
de_ch: schwerwiegend

# parent_survey_child_182
source: Attention Deficit Disorder or Attention Deficit Hyperactivity Disorder (ADD or ADHD)
de_ch: Aufmerksamkeitsdefizit- oder Hyperaktivitätsstörung (ADHD oder ADHS)

# parent_survey_child_185
source: Don't know
de_ch: weiß nicht

# parent_survey_child_186
source: Prefer not to respond
de_ch: Ich möchte nicht antworten

# parent_survey_child_187
source: Does your child <b>CURRENTLY</b> have Attention Deficit Disorder or Attention Deficit Hyperactivity Disorder (ADD or ADHD)?
de_ch: Hat Ihr Kind <b>AKTUELL</b> eine Aufmerksamkeitsdefizit- oder Hyperaktivitätsstörung (ADHD oder ADHS)?

# parent_survey_child_188
source: Yes
de_ch: Ja

# parent_survey_child_189
source: No
de_ch: Nein

# parent_survey_child_190
source: Is the current Attention Deficit Disorder or Attention Deficit Hyperactivity Disorder (ADD or ADHD), Mild, Moderate, or Severe?
de_ch: Ist die aktuelle Aufmerksamkeitsdefizit- oder Hyperaktivitätsstörung (ADHD oder ADHS) leicht, mäßig oder schwerwiegend?

# parent_survey_child_191
source: Mild
de_ch: leicht

# parent_survey_child_192
source: Moderate
de_ch: mäßig

# parent_survey_child_193
source: Severe
de_ch: schwerwiegend

# parent_survey_child_194
source: What was your child's sex at birth (i.e. on their birth certificate)?
de_ch: Welches biologische Geschlecht hatte Ihr Kind bei der Geburt (d. h. in der Geburtsurkunde)?

# parent_survey_child_197
source: Other (describe)
de_ch: Anderes (bitte beschreiben)

# parent_survey_child_198
source: The following set of questions asks about gender identity. <br><br>Would you like to answer these additional questions about gender? <br>(Note: your child will NOT be asked these questions)
de_ch: Die folgenden Fragen beziehen sich auf die Geschlechtsidentität. <br><br>Möchten Sie diese zusätzlichen Fragen zum Geschlecht beantworten? <br>(Ihrem Kind werden diese Fragen nicht gestellt)

# parent_survey_child_199
source: What is your child's current gender identification?
de_ch: Welche ist die derzeitige Geschlechtsidentität Ihres Kindes?
