Repository: levante-framework/levante_translations
Catalog: %filename%-de%locale_with_underscore.xliff
Languages: de_ch

# parent_survey_child_203
source: Over the last year, how frequently did your child engage in behaviors or express preferences that are more commonly associated with girls?
de_ch: Wie häufig hat Ihr Kind im letzten Jahr Verhaltensweisen gezeigt oder Vorlieben geäußert, die häufig eher mit Mädchen in Verbindung gebracht werden?

# parent_survey_child_204
source: Never
de_ch: Nie

# parent_survey_child_205
source: Rarely
de_ch: Selten

# parent_survey_child_206
source: Sometimes
de_ch: Manchmal

# parent_survey_child_207
source: Often
de_ch: Oft

# parent_survey_child_208
source: Always
de_ch: Immer

# parent_survey_child_209
source: Over the last year, how frequently did your child state that they are, or want to be, a girl?
de_ch: Wie häufig hat Ihr Kind im letzten Jahr angegeben, dass es ein Mädchen ist oder sein möchte?

# parent_survey_child_210
source: Never
de_ch: Nie

# parent_survey_child_211
source: Rarely
de_ch: Selten

# parent_survey_child_212
source: Sometimes
de_ch: Manchmal

# parent_survey_child_213
source: Often
de_ch: Oft

# parent_survey_child_214
source: Always
de_ch: Immer

# parent_survey_child_215
source: Over the last year, how frequently did your child engage in behaviors or express preferences that are more commonly associated with boys?
de_ch: Wie häufig hat Ihr Kind im letzten Jahr Verhaltensweisen gezeigt oder Vorlieben geäußert, die häufig eher mit Jungen in Verbindung gebracht werden?

# parent_survey_child_216
source: Never
de_ch: Nie

# parent_survey_child_217
source: Rarely
de_ch: Selten

# parent_survey_child_218
source: Sometimes
de_ch: Manchmal

# parent_survey_child_219
source: Often
de_ch: Oft

# parent_survey_child_220
source: Always
de_ch: Immer

# parent_survey_child_221
source: Over the last year, how frequently did your child state that they are, or want to be, a boy?
de_ch: Wie häufig hat Ihr Kind im letzten Jahr angegeben, dass es ein Junge ist oder sein möchte?

# parent_survey_child_222
source: Never
de_ch: Nie

# parent_survey_child_223
source: Rarely
de_ch: Selten

# parent_survey_child_224
source: Sometimes
de_ch: Manchmal

# parent_survey_child_225
source: Often
de_ch: Oft

# parent_survey_child_226
source: Always
de_ch: Immer

# parent_survey_child_227
source: Has your child begun to show signs of puberty (even if very early)?
de_ch: Zeigt Ihr Kind erste Anzeichen der Pubertät (wenn auch sehr früh)?

# parent_survey_child_228
source: Yes
de_ch: Ja

# parent_survey_child_229
source: No
de_ch: Nein

# parent_survey_child_230
source: For each question, please select the answer that best describes what is happening to your child right now.
de_ch: Bitte wählen Sie für jede Frage die Antwort aus, die am besten beschreibt, was mit Ihrem Kind im Moment passiert.

# parent_survey_child_231
source: Would you say that your child's growth in height (getting taller):
de_ch: Was würdem Sie über das Wachstum Ihres Kindes in der Höhe (größer werden) sagen:

# parent_survey_child_232
source: Has not yet begun to spurt ("spurt" means more growth than usual)
de_ch: Noch nicht mit dem Spurt ("Spurt" bedeutet schneller wachsen als üblich) begonnen

# parent_survey_child_233
source: Has barely started to spurt
de_ch: Kaum mit dem Spurt begonnen

# parent_survey_child_234
source: Has definitely started to happen but is not finished
de_ch: Definitiv begonnen aber ist noch nicht abgeschlossen

# parent_survey_child_235
source: Seems completed (child is about as tall as she is going to get)
de_ch: Scheint abgeschlossen zu sein (das Kind hat seine Größe erreicht)

# parent_survey_child_236
source: How about the growth of body hair (e.g. under arms)? Would you say your child's body hair:
de_ch: Wie ist es mit dem Wachstum der Körperbehaarung (z. B. unter den Armen)? Würden Sie sagen, dass die Körperbehaarung Ihres Kindes:

# parent_survey_child_237
source: Has not started growing
de_ch: Noch nicht begonnen hat zu wachsen

# parent_survey_child_238
source: Has barely started growing
de_ch: Kaum begonnen hat zu wachsen

# parent_survey_child_239
source: Has definitely started growing but is not finished
de_ch: Definitiv begonnen hat zu wachsen aber noch nicht abgeschlossen ist

# parent_survey_child_240
source: Seems completed (child has as much body hair as she is going to get)
de_ch: Abgeschlossen zu sein scheint (das Kind hat seine vollständige Körperbehaarung erreicht)

# parent_survey_child_241
source: Have you noticed any skin changes, especially pimples?
de_ch: Haben Sie Hautveränderungen, insbesondere Pickel, festgestellt?

# parent_survey_child_242
source: Not yet started showing changes
de_ch: Es hat noch nicht damit begonnen

# parent_survey_child_243
source: Have barely started showing changes
de_ch: Es hat gerade erst damit begonnen, dass sich Änderungen zeigen

# parent_survey_child_244
source: Skin changes have definitely started but are not finished
de_ch: Hautänderungen haben definitiv begonnen, sind aber noch nicht abgeschlossen

# parent_survey_child_245
source: Skin changes seem completed
de_ch: Hautänderungen scheinen abgeschlossen zu sein

# parent_survey_child_246
source: Have your child's breasts begun to grow?
de_ch: Hat das Brustwachstum Ihres Kindes begonnen?

# parent_survey_child_247
source: Not yet started growing
de_ch: Es hat noch nicht begonnen

# parent_survey_child_248
source: Have barely started growing
de_ch: Es hat gerade erst begonnen

# parent_survey_child_249
source: Breast growth has definitely started but is not finished
de_ch: Brustwachstum hat definitiv begonnen, ist aber noch nicht abgeschlossen

# parent_survey_child_250
source: Breast growth seems completed
de_ch: Das Brustwachstum scheint abgeschlossen zu sein

# parent_survey_child_251
source: Has your child begun to menstruate?
de_ch: Hat bei Ihrem Kind die Menstruation bereits begonnen?

# parent_survey_child_252
source: Yes
de_ch: Ja

# parent_survey_child_253
source: No
de_ch: Nein

# parent_survey_child_254
source: If yes, how old was your child when she first got her period?
de_ch: Wenn ja, wie alt war Ihr Kind, als sie ihre erste Menstruation bekam?

# parent_survey_child_255
source: years of age
de_ch: Lebensjahre

# parent_survey_child_256
source: For each question, please select the answer that best describes what is happening to your child right now.
de_ch: Bitte wählen Sie für jede Frage die Antwort aus, die am besten beschreibt, was mit Ihrem Kind im Moment passiert.

# parent_survey_child_257
source: Would you say that your child's growth in height (getting taller):
de_ch: Was würdem Sie über das Wachstum Ihres Kindes in der Höhe (größer werden) sagen:

# parent_survey_child_258
source: Has not yet begun to spurt ("spurt" means more growth than usual)
de_ch: Noch nicht mit dem Spurt ("Spurt" bedeutet schneller wachsen als üblich) begonnen

# parent_survey_child_259
source: Has barely started to spurt
de_ch: Kaum mit dem Spurt begonnen

# parent_survey_child_260
source: Has definitely started to happen but is not finished
de_ch: Definitiv begonnen aber ist noch nicht abgeschlossen

# parent_survey_child_261
source: Seems completed (child is about as tall as she is going to get)
de_ch: Scheint abgeschlossen zu sein (das Kind hat seine Größe erreicht)

# parent_survey_child_262
source: How about the growth of body hair (e.g. under arms)? Would you say your child's body hair:
de_ch: Wie ist es mit dem Wachstum der Körperbehaarung (z. B. unter den Armen)? Würden Sie sagen, dass die Körperbehaarung Ihres Kindes:

# parent_survey_child_263
source: Has not started growing
de_ch: Noch nicht begonnen hat zu wachsen

# parent_survey_child_264
source: Has barely started growing
de_ch: Kaum begonnen hat zu wachsen

# parent_survey_child_265
source: Has definitely started growing but is not finished
de_ch: Definitiv begonnen hat zu wachsen aber noch nicht abgeschlossen ist

# parent_survey_child_266
source: Seems completed (child has as much body hair as she is going to get)
de_ch: Abgeschlossen zu sein scheint (das Kind hat seine vollständige Körperbehaarung erreicht)

# parent_survey_child_267
source: Have you noticed any skin changes, especially pimples?
de_ch: Haben Sie Hautveränderungen, insbesondere Pickel, festgestellt?

# parent_survey_child_268
source: Not yet started showing changes
de_ch: Es hat noch nicht damit begonnen

# parent_survey_child_269
source: Have barely started showing changes
de_ch: Es hat gerade erst damit begonnen, dass sich Änderungen zeigen

# parent_survey_child_270
source: Skin changes have definitely started but are not finished
de_ch: Hautänderungen haben definitiv begonnen, sind aber noch nicht abgeschlossen

# parent_survey_child_271
source: Skin changes seem completed
de_ch: Hautänderungen scheinen abgeschlossen zu sein

# parent_survey_child_272
source: Has your child's voice started to change?
de_ch: Hat die Stimme Ihres Kindes begonnen, sich zu verändern?

# parent_survey_child_273
source: Not yet started to change
de_ch: Sie hat noch nicht angefangen, sich zu verändern

# parent_survey_child_274
source: Has barely started changing
de_ch: Sie hat kaum angefangen, sich zu verändern

# parent_survey_child_275
source: Voice change is definitely happening but is not finished
de_ch: Der Stimmbruch findet definitiv statt, ist aber noch nicht abgeschlossen

# parent_survey_child_276
source: Voice change seems completed
de_ch: Der Stimmbruch scheint abgeschlossen zu sein

# parent_survey_child_277
source: Has your child started to grow facial hair (beard or mustache)?
de_ch: Hat bei Ihrem Kind die Gesichtsbehaarung (Bart oder Schnurrbart) begonnen?

# parent_survey_child_278
source: Not yet started growing facial hair
de_ch: Die Gesichtsbehaarung hat noch nicht begonnen

# parent_survey_child_279
source: Has barely started growing facial hair
de_ch: Die Gesichtsbehaarung hat gerade erst begonnen

# parent_survey_child_280
source: Hair growth has definitely started (enough to shave)
de_ch: Das Haarwachstum hat definitiv begonnen (genug, um sich zu rasieren)

# parent_survey_child_281
source: Probably grows now as fast as it will ever grow
de_ch: Wahrscheinlich wächst es jetzt so schnell, wie es maximal wachsen kann

# parent_survey_child_282
source: Please respond to each statement about your child's sleep habits.
de_ch: Bitte beantworten Sie die folgenden Aussagen über die Schlafgewohnheiten Ihres Kindes.

# parent_survey_child_283
source: In the <b>past 7 days</b>....
de_ch: In den <b>letzten 7 Tagen</b>...

# parent_survey_child_284
source: Rarely (0-1 times per week)
de_ch: Selten (0-1 Mal pro Woche)

# parent_survey_child_285
source: Sometimes (2-4 times per week)
de_ch: Manchmal (2-4 Mal pro Woche)

# parent_survey_child_286
source: Usually (5 or more times per week)
de_ch: Häufig (5 oder mehr Mal pro Woche)

# parent_survey_child_287
source: Your child had a hard time falling asleep (did not fall asleep within 20 minutes of going to bed).
de_ch: Ihr Kind hatte Schwierigkeiten beim Einschlafen (schlief nicht innerhalb von 20 Minuten nach dem Zubettgehen ein).

# parent_survey_child_288
source: Your child had difficulty sleeping through the night (woke up once or more during the night).
de_ch: Ihr Kind hatte Schwierigkeiten, die Nacht durchzuschlafen (es wachte einmal oder öfter in der Nacht auf).

# parent_survey_child_289
source: Your child went to bed at about the same time on the weeknights (Monday-Friday).
de_ch: Ihr Kind ist an den Wochentagen (Montag-Freitag) etwa zur gleichen Zeit ins Bett gegangen.

# parent_survey_child_290
source: <b>DURING THE PAST WEEK</b>, about how many hours of sleep per night did your child usually get on the weeknights (Monday-Friday)?
de_ch: Wie viele Stunden Schlaf pro Nacht konnte Ihr Kind in der Regel an den Wochentagen <b>WÄHREND DER VERGANGENEN WOCHE</b> bekommen?

# parent_survey_child_291
source: Less than 6 hours
de_ch: Weniger als 6 Stunden

# parent_survey_child_292
source: 6 hours
de_ch: 6 Stunden

# parent_survey_child_293
source: 7 hours
de_ch: 7 Stunden

# parent_survey_child_294
source: 8 hours
de_ch: 8 Stunden

# parent_survey_child_295
source: 9 hours
de_ch: 9 Stunden

# parent_survey_child_296
source: 10 hours
de_ch: 10 Stunden

# parent_survey_child_297
source: 11 hours or more
de_ch: 11 Stunden oder mehr

# parent_survey_child_298
source: <block><b><font face="Verdana" size="4">This section asks about your child's behavior and social interaction.
de_ch: <block><b><font face="Verdana" size="4">In diesem Abschnitt wird nach dem Verhalten und sozialen Interaktionen Ihres Kindes gefragt.

# parent_survey_child_299
source: For each item, please mark "Not at all", "Not very well", "Somewhat well", or "Very well" to indicate <i>how well</i> the sentence applies to your child. Please answer all items as best you can even if you are not absolutely certain.
de_ch: Bitte markieren Sie zu jeder Aussage, wie gut diese auf Ihr Kind zutrifft: "Trifft überhaupt nicht zu", "Trifft eher nicht zu", "Trifft eher zu" oder "Trifft voll und ganz zu". Beantworten Sie bitte alle Fragen so gut Sie können, selbst wenn Sie sich nicht ganz sicher sind.

# parent_survey_child_300
source: Not at all
de_ch: Trifft überhaupt nicht zu

# parent_survey_child_301
source: Not very well
de_ch: Trifft eher nicht zu

# parent_survey_child_302
source: Somewhat well
de_ch: Trifft eher zu

# parent_survey_child_303
source: Very well
de_ch: Trifft voll und ganz zu

# parent_survey_child_304
source: Your child has difficulty staying still or shows periods of over-activity.
de_ch: Ihr Kind hat Schwierigkeiten, still zu halten oder zeigt Phasen der Überaktivität.

# parent_survey_child_305
source: Your child often complains about feeling sick (ex: headache, stomach ache).
de_ch: Ihr Kind klagt häufig über Unwohlsein (z. B. Kopf- oder Bauchschmerzen).

# parent_survey_child_306
source: Your child avoids others or prefers to spend time alone.
de_ch: Ihr Kind meidet andere oder verbringt lieber Zeit allein.

# parent_survey_child_307
source: Your child is often worried or anxious.
de_ch: Ihr Kind ist oft besorgt oder ängstlich.

# parent_survey_child_308
source: You child frequently fidgets.
de_ch: Ihr Kind zappelt häufig herum.

# parent_survey_child_309
source: Your child has one (or more) good friends.
de_ch: Ihr Kind hat einen (oder mehrere) gute Freunde.

# parent_survey_child_310
source: You child often seems sad, depressed, or down.
de_ch: Ihr Kind wirkt oft traurig, deprimiert oder niedergeschlagen.

# parent_survey_child_311
source: Your child gets along with other children.
de_ch: Ihr Kind versteht sich mit anderen Kindern.

# parent_survey_child_312
source: Your child gets distracted easily or has trouble staying on task.
de_ch: Ihr Kind lässt sich leicht ablenken oder hat Schwierigkeiten, bei der Sache zu bleiben.

# parent_survey_child_313
source: Your child is shy or clingy.
de_ch: Ihr Kind ist schüchtern oder anhänglich.

# parent_survey_child_314
source: Your child treats younger children nicely.
de_ch: Ihr Kind geht freundlich mit jüngeren Kindern um.

# parent_survey_child_315
source: Your child often shows dishonest behavior (e.g. lying, cheating).
de_ch: Ihr Kind zeigt oft unehrliches Verhalten (z. B. lügen, betrügen).

# parent_survey_child_316
source: Your child has taken things without permission from home, school, or elsewhere.
de_ch: Ihr Kind hat ohne Erlaubnis Dinge von zu Hause, aus der Schule oder von anderswo mitgenommen.

# parent_survey_child_317
source: Your child prefers adults to children.
de_ch: Ihr Kind bevorzugt Erwachsene gegenüber Kindern.

# parent_survey_child_318
source: Your child is often nervous or fearful.
de_ch: Ihr Kind ist oft nervös oder ängstlich.

# parent_survey_child_319
source: Please indicate <i>how well</i> each statement describes your child.
de_ch: Bitte geben Sie an, <b>wie gut</b> jede Aussage Ihr Kind beschreibt.

# parent_survey_child_320
source: Not at all
de_ch: Trifft überhaupt nicht zu

# parent_survey_child_321
source: Not very well
de_ch: Trifft eher nicht zu

# parent_survey_child_322
source: Somewhat well
de_ch: Trifft eher zu

# parent_survey_child_323
source: Very well
de_ch: Trifft voll und ganz zu

# parent_survey_child_324
source: Your child accepts things when they do not go their way.
de_ch: Ihr Kind akzeptiert die Dinge, wenn sie nicht seinen Vorstellungen entsprechen.

# parent_survey_child_325
source: Your child copes well with failure.
de_ch: Ihr Kind kann gut mit Misserfolgen umgehen.

# parent_survey_child_326
source: Your child thinks before acting.
de_ch: Ihr Kind denkt nach, bevor es handelt.

# parent_survey_child_327
source: Your child resolves problems with friends on their own.
de_ch: Ihr Kind löst Probleme mit Freunden selbständig.

# parent_survey_child_328
source: Your child can calm down when excited.
de_ch: Ihr Kind kann sich beruhigen, wenn es aufgeregt ist.

# parent_survey_child_329
source: Your child does what they are told to do.
de_ch: Ihr Kind tut, was ihm gesagt wird.

# parent_survey_child_330
source: Your child is good at understanding others' feelings.
de_ch: Ihr Kind ist gut darin, die Gefühle anderer zu verstehen.

# parent_survey_child_331
source: Your child controls their temper when there is a disagreement.
de_ch: Ihr Kind beherrscht sein Temperament, wenn es eine Meinungsverschiedenheit gibt.

# parent_survey_child_332
source: Your child shares things with others.
de_ch: Ihr Kind teilt Dinge mit anderen.

# parent_survey_child_333
source: Your child is helpful to others.
de_ch: Ihr Kind ist hilfsbereit gegenüber anderen.

# parent_survey_child_334
source: Your child listens to others' points of view.
de_ch: Ihr Kind hört sich die Meinung anderer an.

# parent_survey_child_335
source: Your child can give suggestions without being bossy.
de_ch: Ihr Kind kann Vorschläge machen, ohne bestimmerisch zu sein.

# parent_survey_child_336
source: Please indicate <i>how well</i> each statement describes your child.
de_ch: Bitte geben Sie an, <b>wie gut</b> jede Aussage Ihr Kind beschreibt.

# parent_survey_child_337
source: Not at all
de_ch: Trifft überhaupt nicht zu

# parent_survey_child_338
source: Not very well
de_ch: Trifft eher nicht zu

# parent_survey_child_339
source: Somewhat well
de_ch: Trifft eher zu

# parent_survey_child_340
source: Very well
de_ch: Trifft voll und ganz zu

# parent_survey_child_341
source: Your child understands others' feelings.
de_ch: Ihr Kind versteht die Gefühle von anderen.

# parent_survey_child_342
source: Your child is socially aware of what is happening in a situation.
de_ch: Ihr Kind hat ein soziales Bewusstsein dafür, was in einer Situation geschieht.

# parent_survey_child_343
source: Your child accurately interprets what a peer is trying to do.
de_ch: Ihr Kind versteht genau, was ein Gleichaltriger zu tun versucht.

# parent_survey_child_344
source: Your child exhibits good self-control in responding.
de_ch: Ihr Kind zeigt eine gute Selbstbeherrschung in seinen/ihren Reaktionen.

# parent_survey_child_345
source: Your child generates <i>many</i> solutions to interpersonal problems.
de_ch: Ihr Kind findet <i>viele</i> Lösungen für zwischenmenschliche Probleme.

# parent_survey_child_346
source: Your child generates <i>good quality</i> solutions to interpersonal problems.
de_ch: Ihr Kind entwickelt <i>gute</i> Lösungen für zwischenmenschliche Probleme.

# parent_survey_child_347
source: Your child is aware of the effects of his/her behavior on others.
de_ch: Ihr Kind ist sich bewusst, welche Auswirkungen sein Verhalten auf andere hat.

# parent_survey_child_348
source: Your child tries to make sad people happier.
de_ch: Ihr Kind versucht, traurige Menschen glücklicher zu machen.

# parent_survey_child_349
source: Your child helps others with their homework.
de_ch: Ihr Kind hilft anderen bei ihren Hausaufgaben.

# parent_survey_child_350
source: Your child lets others use her/his toys or items.
de_ch: Ihr Kind lässt andere sein Spielzeug oder seine Gegenstände benutzen.

# parent_survey_child_351
source: Please indicate <i>how well</i> each statement describes your child.
de_ch: Bitte geben Sie an, <b>wie gut</b> jede Aussage Ihr Kind beschreibt.

# parent_survey_child_352
source: Not at all
de_ch: Trifft überhaupt nicht zu

# parent_survey_child_353
source: Not very well
de_ch: Trifft eher nicht zu

# parent_survey_child_354
source: Somewhat well
de_ch: Trifft eher zu

# parent_survey_child_355
source: Very well
de_ch: Trifft voll und ganz zu

# parent_survey_child_356
source: Your child is curious to investigate and understand new things.
de_ch: Ihr Kind ist neugierig und will neue Dinge erforschen und verstehen.

# parent_survey_child_357
source: Your child is able to make observations and deductions before being told an answer.
de_ch: Ihr Kind ist in der Lage zu beobachten und Schlussfolgerungen zu ziehen, bevor es eine Antwort erhält.

# parent_survey_child_358
source: Your child gives unique responses that go beyond those of other children.
de_ch: Ihr Kind gibt einzigartige Antworten, die über die von anderen Kindern hinausgehen.

# parent_survey_child_359
source: Your child often wants to learn new things.
de_ch: Ihr Kind möchte oft neue Dinge lernen.

# parent_survey_child_360
source: Your child investigates new objects that appear in the household or community spaces.
de_ch: Ihr Kind erforscht neue Gegenstände, die im Haushalt oder in der Gemeinschaft auftauchen.

# parent_survey_child_361
source: Your child likes to ask many questions.
de_ch: Ihr Kind stellt gerne viele Fragen.

# parent_survey_child_362
source: If your child makes a mistake, they ask forgiveness.
de_ch: Wenn Ihr Kind einen Fehler macht, bittet es um Entschuldigung.

# parent_survey_child_363
source: Your child often plans their own tasks well.
de_ch: Ihr Kind plant seine eigenen Aufgaben oft gut.

# parent_survey_child_364
source: Your child completes their own work without being asked or reminded to do so.
de_ch: Ihr Kind erledigt seine Arbeit selbst, ohne darum gebeten oder daran erinnert zu werden.

# parent_survey_child_365
source: Your child works diligently when trying to complete tasks or chores.
de_ch: Ihr Kind arbeitet fleißig, wenn es versucht, Aufgaben oder Hausarbeiten zu erledigen.

# parent_survey_child_366
source: If your child cannot do something, they try again.
de_ch: Wenn Ihr Kind etwas nicht schafft, versucht es es noch einmal.

# parent_survey_child_367
source: Your child likes to finish tasks properly.
de_ch: Ihr Kind mag es, Aufgaben ordentlich zu erledigen.

# parent_survey_child_368
source: Your child is slow and unhurried in deciding what to do next.
de_ch: Ihr Kind entscheidet langsam und ohne Eile, was es als Nächstes tun will.

# parent_survey_child_369
source: Your child continues with a task even when it is tiring.
de_ch: Ihr Kind macht mit einer Aufgabe weiter, auch wenn sie ermüdend ist.

# parent_survey_child_370
source: Your child easily agrees to do tasks or errands.
de_ch: Ihr Kind erklärt sich leicht bereit, Aufgaben oder Besorgungen zu erledigen.

# parent_survey_child_371
source: Your child willingly follows instructions.
de_ch: Ihr Kind folgt bereitwillig Anweisungen.

# parent_survey_child_372
source: When your child is directed to complete a task, they do it enthusiastically.
de_ch: Wenn Ihr Kind angewiesen wird, eine Aufgabe zu erledigen, tut es dies mit Begeisterung.

# parent_survey_child_373
source: When your child is sent to complete an errand, they return on time. (if this item does not apply to your child, please leave it blank)
de_ch: Wenn Ihr Kind eine Besorgung machen soll, kommt es pünktlich zurück. (wenn dieser Punkt nicht auf Ihr Kind zutrifft, lassen Sie ihn bitte frei)

# parent_survey_child_374
source: If your child is told to do a chore, they do it.
de_ch: Wenn Ihr Kind aufgefordert wird, eine Aufgabe zu erledigen, tut es das auch.
