Repository: levante-framework/levante_translations
Catalog: %filename%-de%locale_with_underscore.xliff
Languages: de_ch

# trog-item-91
source: Despite the noise in the classroom, she focused on reading her notebook.
de_ch: Trotz des Lärms im Klassenzimmer konzentrierte sie sich auf das Lesen ihres Heftes.

# trog-item-92
source: He wore the clown's hat despite its large size.
de_ch: Er trug die Mütze vom Clown, obwohl sie so groß ist.

# trog-item-93
source: The duck following the turtle is walking across the bridge.
de_ch: Die Ente, die der Schildkröte folgt, geht über die Brücke.

# trog-item-94
source: Bumping the table with my foot caused a book to fall.
de_ch: Beim Anstoßen des Tisches mit meinem Fuß ist ein Buch heruntergefallen.

# trog-item-95
source: The person chases the dog that is big.
de_ch: Die Person jagt den Hund, der groß ist.

# trog-item-96
source: The girl wearing a backpack was shown a flower by her friend.
de_ch: Dem Mädchen, das einen Rucksack trägt, wurde von seiner Freundin eine Blume gezeigt.

# trog-item-97
source: The kids cleaned the room, but forgot to put away the train.
de_ch: Die Kinder haben das Zimmer aufgeräumt, aber haben vergessen, die Eisenbahn wegzustellen.

# trog-item-98
source: The monkey neither ate the banana nor swung on the vine.
de_ch: Der Affe hat weder die Banane gegessen noch sich an der Liane geschwungen.

# trog-item-99
source: Her mom said it would be sunny. However, it rained heavily.
de_ch: Ihre Mutter sagte, es würde sonnig sein. Aber es regnete stark.

# trog-item-100
source: The plane that is gray is above the clouds.
de_ch: Das Flugzeug, das grau ist, befindet sich über den Wolken.

# trog-item-101
source: The fish swim beneath a whale and a sea turtle.
de_ch: Die Fische schwimmen unter einem Wal und einer Meeresschildkröte.

# trog-item-102
source: The car that the truck followed is driving toward the tunnel.
de_ch: Das Auto, das dem der Lastwagen gefolgt ist, fährt auf den Tunnel zu.

# trog-item-103
source: Instead of doing homework she did a puzzle in her room.
de_ch: Anstatt Hausaufgaben zu machen, hat sie in ihrem Zimmer ein Puzzle gemacht.

source: yes
de_ch: ja

source: no
de_ch: nein

source: happy
de_ch: glücklich

source: sad
de_ch: traurig

source: angry
de_ch: wütend

source: scared
de_ch: ängstlich

source: calm
de_ch: ruhig

source: proud
de_ch: stolz

source: disgusted
de_ch: angeekelt

source: surprised
de_ch: überrascht

# ToM-intro
source: This is the Stories Game. In this game, you will listen to some stories. Then you will answer questions about the stories.
de_ch: Das ist das Geschichten-Spiel. In diesem Spiel wirst du Geschichten hören und dann kannst du ein paar Fragen dazu beantworten.

# ToM-transition
source: Nice work! Here is a new story.
de_ch: Sehr gut! Hier ist eine neue Geschichte.

# ToM-scene1-instruct1
source: Here is Madison. This morning, Madison put her book behind the chair, because she didn’t want anyone to find it.
de_ch: Das ist Laura. Heute Morgen hat Laura ihr Buch hinter den Stuhl gelegt, weil sie nicht wollte, dass es jemand findet.

# ToM-scene1-instruct2
source: But when Madison was outside playing, someone did find it! And hid it under the rug.
de_ch: Aber als Laura draußen gespielt hat, hat es jemand gefunden und unter dem Teppich versteckt.

# ToM-scene1-instruct3
source: So now it’s reading time and Madison wants her book.
de_ch: Jetzt möchte Laura aber gern ihr Buch weiterlesen.

# ToM-scene1-q1-false_belief
source: Where will Madison look first for her book?
de_ch: Wo wird Laura zuerst nach ihrem Buch suchen?

# chair
source: Behind the chair
de_ch: Hinter dem Stuhl

# rug
source: Under the rug
de_ch: Unter dem Teppich

# ToM-scene1-q2-reality_check
source: And where is her book really?
de_ch: Und wo ist ihr Buch wirklich?

# ToM-scene2-instruct1
source: This morning when he came to school, Ethan put his book on the shelf above the coat hooks. Ethan’s book is blue!
de_ch: Heute Morgen, als er in die Schule kam, hat Justus sein Buch auf die Garderobe über den Mänteln gelegt. Das Buch von Justus ist blau!

# ToM-scene2-instruct2
source: And then he went outside to play, see? Here’s Ethan playing outside. And while he was outside playing, Ethan’s book fell down from above the coat hooks onto the floor under the coats, see?
de_ch: Und dann ist er nach draußen gegangen, um zu spielen, siehst du? Hier ist Justus beim Spielen draußen. Und während er draußen spielte, fiel das Buch von Justus von der Garderobe auf den Boden unter die Mäntel, siehst du?

# ToM-scene2-instruct3
source: Then Hannah comes in and Hannah puts her book up above the coat hooks. Hannah's book is also blue! Ethan is still outside playing, so he didn't see what Hannah was doing.
de_ch: Dann kommt Hannah herein und legt ihr Buch oben über die Garderobenhaken. Hannahs Buch ist auch blau! Ethan ist immer noch draussen und spielt, daher hat er nicht gesehen, was Hannah gemacht hat.

# ToM-scene2-q1-false_belief
source: Now, when Ethan comes in from outside, where will he look first for his book?
de_ch: Wenn Ethan jetzt von draussen hereinkommt, wo wird er zuerst nach seinem Buch suchen?

# shelf
source: On the shelf
de_ch: Oben im Regal

# coats
source: Under the coats
de_ch: Unter den Mänteln

# ToM-scene2-instruct4
source: Let’s see what he does. Oh look, here is Ethan reaching for this book up on the shelf. And now Hannah sees Ethan reaching for that book... the book that is Hannah's!
de_ch: Mal sehen, was er macht. Oh, sieh mal, da ist Ethan, der nach diesem Buch oben im Regal greift. Und jetzt sieht Hannah, wie Ethan nach diesem Buch greift... dem Buch, das Hannah gehört!

# ToM-scene2-q2-emotion_reasoning
source: How do you think Hannah feels about Ethan reaching for that book?
de_ch: Was denkst du, wie Hannah sich fühlt, weil Ethan nach diesem Buch greift?

# ToM-scene2-q7-emotion_reasoning
source: How do you think Hannah would feel if she had not seen Ethan reaching for the book?
de_ch: Wie würde sich Hannah fühlen, wenn sie nicht gesehen hätte, wie Ethan nach dem Buch greift?

# ToM-scene2-q3-false_belief
source: Is Ethan being mean and naughty for taking Hannah's book?
de_ch: Ist Ethan gemein und frech, weil er Hannahs Buch genommen hat?

# ToM-scene2-q4-false_belief
source: Should Ethan get in trouble with the teacher for taking Hannah's book?
de_ch: Sollte Ethan Ärger mit der Lehrerin bekommen, weil er Hannahs Buch genommen hat?

# ToM-scene2-q5-reality_check
source: Can you help Hannah find her book? Is it on the shelf or under the coats?
de_ch: Kannst du Hannah helfen, ihr Buch zu finden? Ist es auf dem Regal oder unter den Mänteln?

# ToM-scene2-q6-reality_check
source: Can you help Ethan find his book? Is it on the shelf or under the coats?
de_ch: Kannst du Ethan helfen, sein Buch zu finden? Ist es auf dem Regal oder unter den Mänteln?

# ToM-scene3-instruct1
source: Joshua, Isabel, and Ivan are playing a game. Here's how the game goes: One kid hides, but draws a clue in the sandbox so the other kids can find them.
de_ch: Johann, Lisa und Max spielen ein Spiel. So geht das Spiel: Ein Kind versteckt sich, malt aber einen Hinweis in den Sandkasten, damit die anderen Kinder es finden können.

# ToM-scene3-instruct2
source: So Ivan is going first. He draws this clue in the sandbox, and then he goes to hide.
de_ch: Max fängt an. Er malt diesen Hinweis in den Sandkasten und geht dann, um sich zu verstecken.

# ToM-scene3-instruct3
source: Now it's Joshua's turn to leave a clue, and hide. Isabel and Ivan will then try to use the clue to find him.
de_ch: Jetzt ist Johann an der Reihe, einen Hinweis zu hinterlassen, und sich zu verstecken. Lisa und Max werden dann versuchen, den Hinweis zu nutzen, um ihn zu finden.

# ToM-scene3-instruct4
source: Joshua decides to hide behind the fountain. He draws a clue in the sand. He tries to draw the fountain, with the bottom part and the water coming out of it. But the drawing looks like a tree instead! Then Joshua goes and hides behind the fountain.
de_ch: Johann beschliesst, sich hinter dem Springbrunnen zu verstecken. Er zeichnet einen Hinweis in den Sand. Er versucht, den Springbrunnen zu zeichnen, mit dem unteren Teil und dem Wasser, das aus ihm herauskommt. Aber die Zeichnung sieht stattdessen wie ein Baum aus! Dann versteckt sich Johann hinter dem Springbrunnen.

# ToM-scene3-q1
source: What did Joshua mean to draw?
de_ch: Was wollte Johann zeichnen?

# fountain
source: A fountain
de_ch: Ein Springbrunnen

# tree
source: A tree
de_ch: Ein Baum

# ToM-scene3-q2-false_belief
source: When Isabel and Ivan see this clue, where will they look first for Joshua?
de_ch: Wenn Lisa und Max diesen Hinweis sehen, wo werden sie zuerst nach Johann suchen?

# ToM-scene3-q2-reality_check
source: Can you help them find where Joshua really is?
de_ch: Kannst du ihnen helfen, herauszufinden, wo Johann wirklich ist?

# behind-fountain
source: Behind the fountain
de_ch: Hinter dem Springbrunnen

# behind-tree
source: Behind the tree
de_ch: Hinter dem Baum

# ToM-scene3-q3-emotion_reasoning
source: Look, Isabel and Ivan found Joshua, and won the game! How do you think Isabel feels about winning the game?
de_ch: Schau, Lisa und Max haben Johann gefunden und das Spiel gewonnen! Was glaubst du, wie sich Lisa fühlt, weil sie das Spiel gewonnen hat?

# ToM-scene4-instruct1
source: Now the games are over, and it's almost time to go home. Mother tells the kids to find all of their toys.
de_ch: Jetzt sind die Spiele vorbei, und es ist fast Zeit, nach Hause zu gehen. Die Mutter sagt den Kindern, sie sollen alle ihre Spielsachen finden.

# ToM-scene4-instruct2
source: Joshua brought his toy truck with him to the park, but now he can't find it. He's looking everywhere but he can't find it.
de_ch: Johann hat seinen Spielzeuglaster mit in den Park genommen, aber jetzt kann er ihn nicht finden. Er sucht überall, aber er kann ihn nicht finden.

# ToM-scene4-q1-emotion_reasoning
source: How does Joshua feel about losing his truck?
de_ch: Was denkt Johann über den Verlust seines Lastwagens?

# ToM-scene4-q8-emotion_reasoning
source: How would Joshua feel if he found his truck?
de_ch: Wie würde sich Johann fühlen, wenn er seinen Lastwagen finden würde?

# ToM-scene4-instruct3
source: Joshua can't find his truck because earlier in the day, when no one was looking, Isabel took the toy truck and buried it in the sandbox.
de_ch: Johann kann seinen Lastwagen nicht finden, weil Lisa früher am Tag, als niemand hinsah, den Spielzeuglastwagen genommen und im Sandkasten vergraben hat.

# ToM-scene4-instruct4
source: So Joshua looks everywhere and he can't find his toy truck. Mother gets mad at Joshua, because he lost his truck.
de_ch: Johann sucht also überall, aber er kann seinen Spielzeug-LKW nicht finden. Seine Mutter wird wütend auf Johann, weil er seinen Laster verloren hat.

# ToM-scene4-q2
source: Is it fair that Mother is mad at Joshua for losing his truck?
de_ch: Ist es fair, dass Mutter wütend auf Johann ist, weil er seinen Spielzeuglaster verloren hat?

# ToM-scene4-q3
source: Is Mother mad at Isabel?
de_ch: Ist Mutter wütend auf Lisa?

# ToM-scene4-q4-false_belief
source: Is Joshua mad at Isabel?
de_ch: Ist Johann wütend auf Lisa?

# ToM-scene4-instruct5
source: When Isabel sees that Mother is mad at Joshua, she goes to the sandbox and digs up the toy truck, and gives it back to Joshua.
de_ch: Als Lisa sieht, dass Mutter wütend auf Johann ist, geht sie zum Sandkasten, gräbt den Spielzeuglaster aus und gibt ihn Johann zurück.

# ToM-scene4-q5
source: Is Mother mad at Joshua now?
de_ch: Ist Mutter jetzt wütend auf Johann?

# ToM-scene4-q6
source: Is Mother mad at Isabel now?
de_ch: Ist Mutter jetzt wütend auf Lisa?

# ToM-scene4-q7
source: Is Joshua mad at Isabel now?
de_ch: Ist Johann jetzt wütend auf Lisa?

# ToM-scene4-instruct6
source: Isabel tells Joshua that she’s very sorry, and she gives him a big hug. Joshua gives her a big hug back, and Mother joins in.
de_ch: Lisa sagt Johann, dass es ihr sehr leid tut, und sie gibt ihm eine grosse Umarmung. Johann erwidert die Umarmung, und auch Mutter schliesst sich ihr an.

# ToM-scene5-instruct1
source: This is Katie. Earlier today, Katie's mom was cleaning the house, while Katie watched. Mom left three cups in the kitchen. There is a small cup on the counter, a medium sized cup on the table, and a big cup that she put away up high, on the shelf.
de_ch: Das ist Katie. Heute früh hat Katies Mama das Haus geputzt, während Katie zuschaute. Mama liess drei Tassen in der Küche stehen. Da ist eine kleine Tasse auf dem Tresen, eine mittelgrosse Tasse auf dem Tisch und eine grosse Tasse, die sie oben, auf das Regal gestellt hat.

# ToM-scene5-instruct2
source: Katie and Dad just walked in and Katie asks her dad to get her a cup. Katie tells her Dad, “I want the big cup!”
de_ch: Katie und Vater kommen gerade herein und Katie bittet ihren Vater, ihr eine Tasse zu geben. Katie sagt zu ihrem Vater: "Ich möchte die grosse Tasse!"

# ToM-scene5-q1
source: Which cup will Dad give Katie?
de_ch: Welche Tasse wird Papa Katie geben?

# ToM-scene5-q2-reality_check
source: Which cup does Katie want?
de_ch: Welche Tasse möchte Katie haben?

# small_cup
source: The small cup
de_ch: Die kleine Tasse

# medium_cup
source: The medium sized cup
de_ch: Die mittelgrosse Tasse

# large_cup
source: The big cup
de_ch: Die grosse Tasse

# ToM-scene5-q3-emotion_reasoning
source: How does Katie feel about not getting the cup she wanted?
de_ch: Wie fühlt sich Katie, wenn sie nicht die Tasse bekommt, die sie wollte?

# ToM-scene5-q4-emotion_reasoning
source: How would Katie feel if she had received the cup she wanted?
de_ch: Wie würde sich Katie fühlen, wenn sie die Tasse bekommen hätte, die sie sich gewünscht hat?

# ToM-scene6-instruct1
source: Sam and Maria are playing together. They look outside and see a new shop across the street. Maria tells Sam: “I am going to buy new shirts for us there,” and she walks away.
de_ch: Sam und Maria spielen zusammen. Sie schauen nach draussen und sehen ein neues Geschäft auf der anderen Strassenseite. Maria sagt zu Sam: "Ich werde dort neue T-shirts für uns kaufen," und sie geht weg.

# ToM-scene6-instruct2
source: Mom comes home and she tells Sam that she just walked by the shop. “Are they selling shirts?” Sam asks. “No,” Mom says, “They are only selling shoes”. “Maria will probably now get shoes at the shop,” Sam says.
de_ch: Mama kommt nach Hause und erzählt Sam, dass sie gerade an dem Laden vorbeigelaufen ist. "Verkaufen sie T-shirts?" fragt Sam. "Nein", sagt Mama, "sie verkaufen nur Schuhe". "Maria wird jetzt wahrscheinlich Schuhe im Laden kaufen", sagt Sam.

# ToM-scene6-q1
source: Does Maria know that they are selling shoes in the shop?
de_ch: Weiss Maria, dass in dem Laden Schuhe verkauft werden?

# ToM-scene6-instruct3
source: Maria has arrived at the shop. “I would like to buy shirts,” she says. “All we have left are socks,” says the shopkeeper. Since Maria also needs socks, she decides to get some socks.
de_ch: Maria ist im Laden angekommen. "Ich möchte gerne T-shirts kaufen," sagt sie. "Wir haben nur noch Socken," sagt der Ladenbesitzer. Da Maria auch Socken braucht, beschliesst sie, Socken zu kaufen.

# ToM-scene6-q2
source: Does Sam know that Maria bought some socks?
de_ch: Weiss Sam, dass Maria ein paar Socken gekauft hat?

# ToM-scene6-q3
source: What does Sam think they are selling at the shop?
de_ch: Was glaubt Sam, was in dem Laden verkauft wird?

source: Shoes
de_ch: Schuhe

source: Socks
de_ch: Socken

source: Shirts
de_ch: T-Shirts

# ToM-scene6-instruct4
source: On her way back, Maria meets her dad. She tells her dad: “I have just bought some socks. I am going to share them with my brother Sam. It is a surprise.” “That is nice of you,” says Dad. Then he asks Maria: “Does Sam know what you bought him?”
de_ch: Auf dem Rückweg trifft Maria ihren Vater. Sie erzählt ihrem Vater: "Ich habe gerade ein paar Socken gekauft. Ich werde sie mit meinem Bruder Sam teilen. Es ist eine Überraschung." "Das ist nett von dir", sagt Papa. Dann fragt er Maria: "Weiss Sam, was du ihm gekauft hast?"

# ToM-scene6-q4
source: What does Maria tell Dad?
de_ch: Was sagt Maria zu Papa?

# ToM-scene6-instruct5
source: Then Dad asks: “What does Sam think they are selling at the shop?”
de_ch: Dann fragt Papa: "Was glaubt Sam, was sie in dem Laden verkaufen?"

# ToM-scene6-q5
source: What does Maria tell Dad?
de_ch: Was sagt Maria zu Papa?

# ToM-scene6-q6
source: What does Sam think they are selling at the shop?
de_ch: Was glaubt Sam, was in dem Laden verkauft wird?

# ToM-scene6-instruct6
source: Sam is very happy to get his new socks.
de_ch: Sam freut sich sehr über seine neuen Socken.

# hostile-attribution-scene1-instruct1
source: Imagine that you are walking to school and you’re wearing your new shoes. You really like your new shoes and this is the first day you have worn them.
de_ch: Stell dir vor, du gehst zur Schule und trägst deine neuen Schuhe. Du magst deine neuen Schuhe sehr und heute ist der erste Tag, an dem du sie trägst.

# hostile-attribution-scene1-instruct2
source: Suddenly, you are bumped from behind by a boy. You stumble and fall into a mud puddle and your new shoes get muddy.
de_ch: Plötzlich wirst du von einem Jungen von hinten angerempelt. Du stolperst und fällst in eine Schlammpfütze und deine neuen Schuhe sind schlammig.

# hostile-attribution-scene1-q1
source: Do you think that the boy bumped you on purpose or by accident?
de_ch: Glaubst du, dass der Junge dich absichtlich oder aus Versehen angerempelt hat?

# hostile-attribution-scene1-q2
source: Now pick one of the three choices as the one you would do:
de_ch: Was würdest du tun? Wähle eine der drei Möglichkeiten aus.

# hostile-attribution-scene1-q2-ans1
source: clean up my shoes
de_ch: meine Schuhe sauber machen

# hostile-attribution-scene1-q2-ans2
source: walk away from the boy
de_ch: sich von dem Jungen entfernen

# hostile-attribution-scene1-q2-ans3
source: push the boy in the mud
de_ch: den Jungen in den Schlamm stossen

# hostile-attribution-scene2-instruct1
source: Imagine that you are on the playground. You and some other kids are having a race. A boy is standing on the side, bouncing a basketball.
de_ch: Stell dir vor, du bist auf dem Spielplatz. Du und einige andere Kinder rennen um die Wette. Ein Junge steht am Rand und spielt mit einem Basketball.

# hostile-attribution-scene2-instruct2
source: The next thing you know, the boy has bounced the ball and it has rolled under your feet, making you fall. You skin your knee and someone else wins the race.
de_ch: Dann rollt der Ball von dem Jungen unter deine Füße und du fällst hin. Du schürfst dir das Knie auf und ein anderer gewinnt das Rennen.

# hostile-attribution-scene2-q1
source: Do you think that the boy made you fall on purpose or by accident?
de_ch: Glaubst du, dass der Junge dich mit Absicht oder aus Versehen zu Boden gestossen hat?

# hostile-attribution-scene2-q2
source: Now pick one of the three choices as the one you would do:
de_ch: Was würdest du tun? Wähle eine der drei Möglichkeiten aus.

# hostile-attribution-scene2-q2-ans1
source: go to another area of the playground
de_ch: in einen anderen Bereich des Spielplatzes gehen

# hostile-attribution-scene2-q2-ans2
source: say something mean to him
de_ch: etwas Gemeines zu ihm sagen

# hostile-attribution-scene2-q2-ans3
source: take care of my knee
de_ch: Mein Knie verarzten.

# hostile-attribution-scene3-instruct1
source: Imagine that you are working on an assignment at your desk.
de_ch: Stell dir vor, du arbeitest an deinem Schreibtisch an einer Aufgabe.

# hostile-attribution-scene3-instruct2
source: You go to sharpen your pencil, and as you walk back to your desk there is a boy walking just in front of you. The boy passes your desk before you get there.
de_ch: Du gehst deinen Bleistift anspitzen, und als du zu deinem Schreibtisch zurückgehst, läuft ein Junge direkt vor dir. Der Junge geht an deinem Schreibtisch vorbei, bevor du selbst dort bist.

# hostile-attribution-scene3-instruct3
source: The next thing you know, the boy has knocked all of your papers off of your desk, and they are all over the floor.
de_ch: Das nächste ist, dass der Junge alle deine Papiere von deinem Schreibtisch geworfen hat und sie überall auf dem Boden liegen.

# hostile-attribution-scene3-q1
source: Do you think the boy knocked your papers onto the floor on purpose or by accident?
de_ch: Glaubst du, der Junge hat deine Papiere absichtlich oder aus Versehen auf den Boden geworfen?

# hostile-attribution-scene3-q2
source: Now pick one of the three choices as the one you would do:
de_ch: Was würdest du tun? Wähle eine der drei Möglichkeiten aus.

# hostile-attribution-scene3-q2-ans1
source: call him a name
de_ch: ihn beleidigen

# hostile-attribution-scene3-q2-ans2
source: pick up the papers
de_ch: die Papiere aufsammeln

# hostile-attribution-scene3-q2-ans3
source: do nothing
de_ch: nichts tun

# hostile-attribution-scene1-by-accident
source: by accident
de_ch: aus Versehen

# hostile-attribution-scene1-on-purpose
source: on purpose
de_ch: absichtlich

# hostile-attribution-scene2-by-accident
source: by accident
de_ch: aus Versehen

# hostile-attribution-scene2-on-purpose
source: on purpose
de_ch: absichtlich

# hostile-attribution-scene3-by-accident
source: by accident
de_ch: aus Versehen

# hostile-attribution-scene3-on-purpose
source: on purpose
de_ch: absichtlich

# same-different-selection-instruct1
source: This is the matching game. In this game, you're going to choose sets of cards that match in some way. First, let's look at some of the cards you are going to see.
de_ch: Jetzt spielen wir ein Spiel, bei dem es darum geht, Karten auszuwählen, die auf irgendeine Art zusammenpassen. Lass uns mal schauen, wie die Karten aussehen, die du in dem Spiel sehen wirst.

# same-different-selection-touch-circle
source: Choose the card with a circle.
de_ch: Wähle die Karte mit einem Kreis.

# same-different-selection-touch-square
source: Choose the card with a square.
de_ch: Wähle die Karte mit einem Quadrat.

# same-different-selection-touch-triangle
source: Choose the card with a triangle.
de_ch: Wähle die Karte mit einem Dreieck.

# same-different-selection-touch-star
source: Choose the card with a star.
de_ch: Wähle die Karte mit einem Stern.

# same-different-selection-touch-green
source: Choose the card with a green shape.
de_ch: Wähle die Karte mit einer grünen Form.

# same-different-selection-touch-red
source: Choose the card with a red shape.
de_ch: Wähle die Karte mit einer roten Form.

# same-different-selection-touch-blue
source: Choose the card with a blue shape.
de_ch: Wähle die Karte mit einer blauen Form.

# same-different-selection-touch-yellow
source: Choose the card with a yellow shape.
de_ch: Wähle die Karte mit einer gelben Form.

# same-different-selection-touch-small
source: Choose the card with a small shape.
de_ch: Wähle die Karte mit einer kleinen Form.

# same-different-selection-touch-medium
source: Choose the card with a medium-sized shape.
de_ch: Wähle die Karte mit einer mittelgrossen Form.

# same-different-selection-touch-large
source: Choose the card with a large shape.
de_ch: Wähle die Karte mit einer grossen Form.

# same-different-selection-touch-white
source: Choose the star on the white card.
de_ch: Wähle den Stern auf der weissen Karte.

# same-different-selection-touch-gray
source: Choose the star on the gray card.
de_ch: Wähle den Stern auf der grauen Karte.

# same-different-selection-touch-black
source: Choose the star on the black card.
de_ch: Wähle den Stern auf der schwarzen Karte.

# same-different-selection-touch-striped
source: Choose the star on the striped card.
de_ch: Wähle den Stern auf der gestreiften Karte.

# same-different-selection-touch-1
source: Choose the card with 1 star.
de_ch: Wähle die Karte mit einem Stern.
