Repository: levante-framework/levante_translations
Catalog: %filename%-de%locale_with_underscore.xliff
Languages: de_ch

# parent_survey_family_001
source: <block><b><font face="Verdana" size="4"> Thank you again for participating in this research project!</b><br> <br> <p><font face="Verdana" size="4">The following survey will take approximately 20-30 minutes to complete and will ask questions about your home and yourself.<br><br>We appreciate you answering as completely and accurately as possible with the information you have available to you. If you have questions about this survey, please reach out to the research coordinator. <br><br>When you are ready to begin, select the “start survey” button. <br><br><b><font face="Verdana" size="4">Thank you!
de_ch: <block><b><font face="Verdana" size="4"> Nochmals vielen Dank für die Teilnahme an diesem Forschungsprojekt!</b><br> <br> <p><font face="Verdana" size="4">Die folgende Umfrage dauert etwa 20-30 Minuten und enthält Fragen zu Ihnen selbst und zu ihrem häuslichen Umfeld.<br><br>Wir bitten Sie, die Fragen so vollständig und genau wie möglich zu beantworten. Wenn Sie Fragen zu dieser Umfrage haben, wenden Sie sich bitte an den Forschungskoordinator.<br><br>Wenn Sie bereit sind zu beginnen, klicken Sie auf "Umfrage starten".<br><br><b><font face="Verdana" size="4">Vielen Dank!

# parent_survey_family_002
source: Please answer the following questions about the community in which you live.
de_ch: Bitte beantworten Sie die folgenden Fragen zu der Gemeinschaft, in der Sie leben.

# parent_survey_family_003
source: In your neighborhood, are there sidewalks or walking paths?
de_ch: Gibt es in Ihrer Nachbarschaft Bürgersteige oder Spazierwege?

# parent_survey_family_004
source: Yes
de_ch: Ja

# parent_survey_family_005
source: No
de_ch: Nein

# parent_survey_family_006
source: In your neighborhood, is there a park or playground?
de_ch: Gibt es in Ihrer Nachbarschaft einen Park oder Spielplatz?

# parent_survey_family_007
source: Yes
de_ch: Ja

# parent_survey_family_008
source: No
de_ch: Nein

# parent_survey_family_009
source: In your neighborhood, is there a community center or recreation center where families get together?
de_ch: Gibt es in Ihrer Nachbarschaft ein Gemeindezentrum oder ein Freizeitzentrum, in dem sich Familien treffen?

# parent_survey_family_010
source: Yes
de_ch: Ja

# parent_survey_family_011
source: No
de_ch: Nein

# parent_survey_family_012
source: In your neighborhood, is there a library or other place to get free books?
de_ch: Gibt es in Ihrer Nachbarschaft eine Bibliothek oder einen anderen Ort, an dem man kostenlose Bücher erhalten kann?

# parent_survey_family_013
source: Yes
de_ch: Ja

# parent_survey_family_014
source: No
de_ch: Nein

# parent_survey_family_015
source: In your neighborhood, is there litter or garbage on the street or sidewalk?
de_ch: Gibt es in Ihrer Nachbarschaft Abfall oder Müll auf der Straße oder dem Gehweg?

# parent_survey_family_016
source: Yes
de_ch: Ja

# parent_survey_family_017
source: No
de_ch: Nein

# parent_survey_family_018
source: In your neighborhood is there poorly kept or rundown housing?
de_ch: Gibt es in Ihrer Nachbarschaft schlecht erhaltene oder heruntergekommene Wohnungen?

# parent_survey_family_019
source: Yes
de_ch: Ja

# parent_survey_family_020
source: No
de_ch: Nein

# parent_survey_family_021
source: In your neighborhood, is there vandalism such as broken windows or graffiti?
de_ch: Gibt es in Ihrer Nachbarschaft Vandalismus wie z.B. eingeschlagene Fensterscheiben oder Graffiti?

# parent_survey_family_022
source: Yes
de_ch: Ja

# parent_survey_family_023
source: No
de_ch: Nein

# parent_survey_family_024
source: To what extent do you agree with these statements about your neighborhood or community?
de_ch: Inwieweit stimmen Sie diesen Aussagen über Ihre Nachbarschaft oder Gemeinde zu?

# parent_survey_family_025
source: Definitely Agree
de_ch: Voll und ganz zustimmen

# parent_survey_family_026
source: Somewhat Agree
de_ch: Eher zustimmen

# parent_survey_family_027
source: Somewhat Disagree
de_ch: Eher nicht zustimmen

# parent_survey_family_028
source: Definitely Disagree
de_ch: Überhaupt nicht zustimmen

# parent_survey_family_029
source: People in your neighborhood help each other out.
de_ch: Die Menschen in deiner Nachbarschaft helfen sich gegenseitig.

# parent_survey_family_030
source: People in your neighborhood watch out for each other's children.
de_ch: Die Menschen in Ihrer Nachbarschaft passen auf die Kinder der anderen auf.

# parent_survey_family_031
source: Your child is safe in your neighborhood.
de_ch: Ihr Kind ist in Ihrer Nachbarschaft sicher.

# parent_survey_family_032
source: When you encounter difficulties, you know where to go for help in your community.
de_ch: Wenn Sie auf Schwierigkeiten stoßen, wissen Sie, an wen Sie sich in Ihrer Gemeinde wenden können, um Hilfe zu erhalten.

# parent_survey_family_033
source: Your child is safe at school.
de_ch: Ihr Kind ist in der Schule sicher.

# parent_survey_family_034
source: These are statements people have made about their food situation. For these statements, please mark whether the statement was often true, sometimes true, or never true for your household in the <b>last 12 months</b>.
de_ch: Dies sind Aussagen, die Menschen über ihre Ernährungssituation gemacht haben. Bitte kreuzen Sie für diese Aussagen an, ob die Aussage in den <b>letzten 12 Monaten</b> für Ihren Haushalt oft, manchmal oder nie stimmte.

# parent_survey_family_035
source: The food that we bought just didn't last, and we didn't have enough money to get more.
de_ch: Die Lebensmittel, die wir gekauft hatten, reichten einfach nicht aus, und wir hatten nicht genug Geld, um mehr zu kaufen.

# parent_survey_family_036
source: Never true
de_ch: Trifft nie zu

# parent_survey_family_037
source: Sometimes true
de_ch: Trifft manchmal zu

# parent_survey_family_038
source: Often true
de_ch: Trifft oft zu

# parent_survey_family_039
source: We couldn't afford to eat balanced meals.
de_ch: Wir konnten es uns nicht leisten, ausgewogene Mahlzeiten zu essen.

# parent_survey_family_040
source: Never true
de_ch: Trifft nie zu

# parent_survey_family_041
source: Sometimes true
de_ch: Trifft manchmal zu

# parent_survey_family_042
source: Often true
de_ch: Trifft oft zu

# parent_survey_family_043
source: In the <b>last 12 months</b>, did you or other adults in your household ever cut the size of your meals or skip meals because there wasn't enough money for food?
de_ch: Haben Sie oder andere Erwachsene in Ihrem Haushalt in den <b>letzten 12 Monaten</b> jemals die Menge Ihrer Mahlzeiten reduziert oder Mahlzeiten ausgelassen, weil nicht genug Geld für Lebensmittel vorhanden war?

# parent_survey_family_044
source: Yes
de_ch: Ja

# parent_survey_family_045
source: No
de_ch: Nein

# parent_survey_family_046
source: If yes, how often did this happen - almost every month, some months but not every month, or in only 1 or 2 months?
de_ch: Wenn ja, wie oft kam dies vor - fast jeden Monat, in einigen Monaten aber nicht in jedem Monat, nur in 1 oder 2 Monaten?

# parent_survey_family_047
source: Almost every month
de_ch: Fast jeden Monat

# parent_survey_family_048
source: Some months but not every month
de_ch: In einigen Monaten aber nicht jeden Monat

# parent_survey_family_049
source: Only 1 or 2 months
de_ch: Nur in 1 oder 2 Monaten

# parent_survey_family_050
source: Below are statements about the environment in your home. Please indicate how much you agree that the statement is true of your home.
de_ch: Im Folgenden finden Sie Aussagen über die häusliche Umgebung. Bitte geben Sie an, inwieweit Sie der Aussage zustimmen, dass sie auf Ihr Zuhause zutrifft.

# parent_survey_family_051
source: We are usually able to stay on top of things.
de_ch: Wir sind in der Regel in der Lage, den Überblick zu behalten.

# parent_survey_family_052
source: Definitely Untrue
de_ch: Definitiv unwahr

# parent_survey_family_053
source: Somewhat Untrue
de_ch: Eher unwahr

# parent_survey_family_054
source: Somewhat True
de_ch: Eher wahr

# parent_survey_family_055
source: Definitely True
de_ch: Definitiv wahr

# parent_survey_family_056
source: You can't hear yourself think in our home.
de_ch: Bei uns zu Hause versteht man sein eigenes Wort nicht.

# parent_survey_family_057
source: Definitely Untrue
de_ch: Definitiv unwahr

# parent_survey_family_058
source: Somewhat Untrue
de_ch: Eher unwahr

# parent_survey_family_059
source: Somewhat True
de_ch: Eher wahr

# parent_survey_family_060
source: Definitely True
de_ch: Definitiv wahr

# parent_survey_family_061
source: The atmosphere in our home is calm.
de_ch: Die Atmosphäre in unserem Haus ist ruhig.

# parent_survey_family_062
source: Definitely Untrue
de_ch: Definitiv unwahr

# parent_survey_family_063
source: Somewhat Untrue
de_ch: Eher unwahr

# parent_survey_family_064
source: Somewhat True
de_ch: Eher wahr

# parent_survey_family_065
source: Definitely True
de_ch: Definitiv wahr

# parent_survey_family_066
source: We have a regular morning routine at home.
de_ch: Wir haben zu Hause eine regelmäßige Morgenroutine.

# parent_survey_family_067
source: Definitely Untrue
de_ch: Definitiv unwahr

# parent_survey_family_068
source: Somewhat Untrue
de_ch: Eher unwahr

# parent_survey_family_069
source: Somewhat True
de_ch: Eher wahr

# parent_survey_family_070
source: Definitely True
de_ch: Definitiv wahr

# parent_survey_family_071
source: How well do you think you are handling the day-to-day demands of raising children?
de_ch: Was glauben Sie, wie gut Sie mit den täglichen Anforderungen der Kindererziehung zurechtkommen?

# parent_survey_family_072
source: Very well
de_ch: Trifft voll und ganz zu

# parent_survey_family_073
source: Somewhat well
de_ch: Trifft eher zu

# parent_survey_family_074
source: Not very well
de_ch: Trifft eher nicht zu

# parent_survey_family_075
source: Not well at all
de_ch: Überhaupt nicht gut

# parent_survey_family_076
source: Over the <b>last two weeks</b>, how often have you been bothered by the following problems?
de_ch: Wie oft wurden Sie in den <b>letzten zwei Wochen</b> von den folgenden Problemen geplagt?

# parent_survey_family_077
source: Not at all
de_ch: Trifft überhaupt nicht zu

# parent_survey_family_078
source: Several days
de_ch: Mehrere Tage

# parent_survey_family_079
source: More than half of the days
de_ch: Mehr als die Hälfte der Tage

# parent_survey_family_080
source: Nearly every day
de_ch: Fast jeden Tag

# parent_survey_family_081
source: Feeling nervous, anxious, or on edge
de_ch: Sich nervös, ängstlich oder gereizt fühlen

# parent_survey_family_082
source: Not being able to stop or control worrying
de_ch: Nicht in der Lage zu sein, das Grübeln zu beenden oder zu kontrollieren

# parent_survey_family_083
source: Feeling down, depressed, or hopeless
de_ch: Sich niedergeschlagen, deprimiert oder hoffnungslos fühlen

# parent_survey_family_084
source: Little interest or pleasure in doing things
de_ch: Wenig Interesse oder Freude am Tun

# parent_survey_family_085
source: We are interested in how you feel about the following statements. Read each statement carefully. Indicate how you feel about each statement.
de_ch: Uns interessiert, wie Sie zu den folgenden Aussagen stehen. Lesen Sie jede Aussage sorgfältig durch. Geben Sie an, wie Sie über jede Aussage denken.

# parent_survey_family_086
source: Very Strongly Disagree
de_ch: Sehr stark ablehnen

# parent_survey_family_087
source: Strongly Disagree
de_ch: Stark ablehnen

# parent_survey_family_088
source: Mildly Disagree
de_ch: Leicht ablehnen

# parent_survey_family_089
source: Mildly Agree
de_ch: Leicht zustimmen

# parent_survey_family_090
source: Strongly Agree
de_ch: Stark zustimmen

# parent_survey_family_091
source: Very Strongly Agree
de_ch: Sehr stark zustimmen

# parent_survey_family_092
source: There is a special person (ex: spouse, partner, etc.) who is around when I am in need.
de_ch: Es gibt eine besondere Person (z. B. Ehepartner, Partner usw.), die für mich da ist, wenn ich in Not bin.

# parent_survey_family_093
source: There is a special person (ex: spouse, partner, etc.) with whom I can share joys and sorrows.
de_ch: Es gibt eine besondere Person (z. B. Ehepartner, Partner usw.), mit der ich Freud und Leid teilen kann.

# parent_survey_family_094
source: My family really tries to help me.
de_ch: Meine Familie versucht wirklich, mir zu helfen.

# parent_survey_family_095
source: I get the emotional help & support I need from my family.
de_ch: Ich bekomme die emotionale Hilfe und Unterstützung, die ich brauche, von meiner Familie.

# parent_survey_family_096
source: I have a special person (ex: spouse, partner, etc.) who is a real source of comfort to me.
de_ch: Ich habe eine besondere Person (z. B. Ehepartner, Partner usw.), die mir wirklich Trost spendet.

# parent_survey_family_097
source: My friends really try to help me.
de_ch: Meine Freunde versuchen wirklich, mir zu helfen.

# parent_survey_family_098
source: I can count on my friends when things go wrong.
de_ch: Ich kann auf meine Freunde zählen, wenn etwas schief läuft.

# parent_survey_family_099
source: I can talk about my problems with my family.
de_ch: Ich kann über meine Probleme mit meiner Familie sprechen.

# parent_survey_family_100
source: I have friends with whom I can share my joys and sorrows.
de_ch: Ich habe Freunde, mit denen ich meine Freuden und Sorgen teilen kann.

# parent_survey_family_101
source: There is a special person (ex: spouse, partner, etc.) in my life who cares about my feelings.
de_ch: Es gibt eine besondere Person (z. B. Ehepartner, Partner usw.) in meinem Leben, die sich um meine Gefühle kümmert.

# parent_survey_family_102
source: My family is willing to help me make decisions.
de_ch: Meine Familie ist bereit, mir bei Entscheidungsfindungen zu helfen.

# parent_survey_family_103
source: I can talk about my problems with my friends.
de_ch: Ich kann mit meinen Freunden über meine Probleme sprechen.

# parent_survey_family_104
source: In your day-to-day life how often have any of the following things happened to you?
de_ch: Wie oft ist Ihnen in Ihrem Alltag eines der folgenden Dinge passiert?

# parent_survey_family_105
source: Never
de_ch: Nie

# parent_survey_family_106
source: Less than once a year
de_ch: Weniger als einmal im Jahr

# parent_survey_family_107
source: A few times a year
de_ch: Einige Male im Jahr

# parent_survey_family_108
source: A few times a month
de_ch: Ein paar Mal im Monat

# parent_survey_family_109
source: At least once a week
de_ch: Mindestens einmal in der Woche

# parent_survey_family_110
source: Almost everyday
de_ch: Fast jeden Tag

# parent_survey_family_111
source: You are treated with less courtesy or respect than other people.
de_ch: Sie werden mit weniger Höflichkeit oder Respekt behandelt als andere Menschen.

# parent_survey_family_112
source: You receive poorer service than other people at restaurants or stores.
de_ch: Sie werden in Restaurants oder Geschäften schlechter bedient als andere Menschen.

# parent_survey_family_113
source: People act as if they think you are not smart.
de_ch: Die Leute tun so, als ob sie der Meinung wären, dass sie nicht intelligent sind.

# parent_survey_family_114
source: People act as if they are afraid of you.
de_ch: Die Leute tun so, als hätten sie Angst vor Ihnen.

# parent_survey_family_115
source: You are threatened or harassed.
de_ch: Sie werden bedroht oder belästigt.

# parent_survey_family_116
source: Please select Yes or No to indicate whether each event has happened to you <b>in the past year</b>.
de_ch: Bitte wählen Sie "Ja" oder"Nein", um anzugeben, ob Ihnen das jeweilige Ereignis im vergangenen Jahr widerfahren ist.

# parent_survey_family_117
source: Health:
de_ch: Gesundheit:

# parent_survey_family_118
source: An injury or illness which kept you in bed a week or more, or sent you to the hospital.
de_ch: Eine Verletzung oder Krankheit, wegen der Sie mindestens eine Woche oder länger im Bett liegen mussten oder Sie ins Krankenhaus brachte.

# parent_survey_family_119
source: Yes
de_ch: Ja

# parent_survey_family_120
source: No
de_ch: Nein

# parent_survey_family_121
source: An injury or illness which was less serious than above but still sent you to the doctor or kept you in bed for a day or two.
de_ch: Eine Verletzung oder Erkrankung, die weniger schwerwiegend ist als die oben genannten, die aber dennoch einen Arztbesuch oder Bettruhe für ein oder zwei Tage erforderlich machte.

# parent_survey_family_122
source: Yes
de_ch: Ja

# parent_survey_family_123
source: No
de_ch: Nein

# parent_survey_family_124
source: Major dental work.
de_ch: Größere zahnärztliche Behandlungen.

# parent_survey_family_125
source: Yes
de_ch: Ja

# parent_survey_family_126
source: No
de_ch: Nein

# parent_survey_family_127
source: Major change in eating habits.
de_ch: Wesentliche Änderung der Essgewohnheiten.

# parent_survey_family_128
source: Yes
de_ch: Ja

# parent_survey_family_129
source: No
de_ch: Nein

# parent_survey_family_130
source: Major change in sleeping habits.
de_ch: Wesentliche Änderung der Schlafgewohnheiten.

# parent_survey_family_131
source: Yes
de_ch: Ja

# parent_survey_family_132
source: No
de_ch: Nein

# parent_survey_family_133
source: Major change in your usual type and/or amount of recreation.
de_ch: Wesentliche Änderung der Art und/oder des Umfangs Ihrer üblichen Freizeitgestaltung.

# parent_survey_family_134
source: Yes
de_ch: Ja

# parent_survey_family_135
source: No
de_ch: Nein

# parent_survey_family_136
source: Work:
de_ch: Arbeit:

# parent_survey_family_137
source: Change to a new type of work.
de_ch: Wechsel zu einer neuen Art von Arbeit.

# parent_survey_family_138
source: Yes
de_ch: Ja

# parent_survey_family_139
source: No
de_ch: Nein

# parent_survey_family_140
source: Change in your work hours or conditions.
de_ch: Änderung der Arbeitszeiten oder -bedingungen.

# parent_survey_family_141
source: Yes
de_ch: Ja

# parent_survey_family_142
source: No
de_ch: Nein

# parent_survey_family_143
source: Change in your responsibilities at work (more responsibilities).
de_ch: Änderung Ihrer Verantwortlichkeiten am Arbeitsplatz (mehr Verantwortung).

# parent_survey_family_144
source: Yes
de_ch: Ja

# parent_survey_family_145
source: No
de_ch: Nein

# parent_survey_family_146
source: Change in your responsibilities at work (fewer responsibilities).
de_ch: Änderung Ihrer Verantwortlichkeiten am Arbeitsplatz (weniger Verantwortlichkeiten).

# parent_survey_family_147
source: Yes
de_ch: Ja

# parent_survey_family_148
source: No
de_ch: Nein

# parent_survey_family_149
source: Change in your responsibilities at work (promotion).
de_ch: Änderung Ihrer Verantwortlichkeiten am Arbeitsplatz (Beförderung).

# parent_survey_family_150
source: Yes
de_ch: Ja

# parent_survey_family_151
source: No
de_ch: Nein

# parent_survey_family_152
source: Change in your responsibilities at work (demotion).
de_ch: Änderung Ihrer Verantwortlichkeiten am Arbeitsplatz (Herunterstufung).

# parent_survey_family_153
source: Yes
de_ch: Ja

# parent_survey_family_154
source: No
de_ch: Nein

# parent_survey_family_155
source: Change in your responsibilities at work (transfer).
de_ch: Änderung Ihrer Verantwortlichkeiten am Arbeitsplatz (Versetzung).

# parent_survey_family_156
source: Yes
de_ch: Ja

# parent_survey_family_157
source: No
de_ch: Nein

# parent_survey_family_158
source: Troubles at work (with your boss).
de_ch: Probleme bei der Arbeit (mit Ihrem Chef).

# parent_survey_family_159
source: Yes
de_ch: Ja

# parent_survey_family_160
source: No
de_ch: Nein

# parent_survey_family_161
source: Troubles at work (with your coworkers).
de_ch: Probleme bei der Arbeit (mit Ihren Kollegen).

# parent_survey_family_162
source: Yes
de_ch: Ja

# parent_survey_family_163
source: No
de_ch: Nein

# parent_survey_family_164
source: Troubles at work (with persons under your supervision).
de_ch: Probleme bei der Arbeit (mit den Ihnen unterstellten Personen).

# parent_survey_family_165
source: Yes
de_ch: Ja

# parent_survey_family_166
source: No
de_ch: Nein

# parent_survey_family_167
source: Other work problems.
de_ch: Andere Arbeitsprobleme.

# parent_survey_family_168
source: Yes
de_ch: Ja

# parent_survey_family_169
source: No
de_ch: Nein

# parent_survey_family_170
source: Major business adjustment.
de_ch: Größere geschäftliche Anpassungen.

# parent_survey_family_171
source: Yes
de_ch: Ja

# parent_survey_family_172
source: No
de_ch: Nein

# parent_survey_family_173
source: Retirement.
de_ch: Ruhestand.

# parent_survey_family_174
source: Yes
de_ch: Ja

# parent_survey_family_175
source: No
de_ch: Nein

# parent_survey_family_176
source: Loss of a job (laid off from work).
de_ch: Verlust des Arbeitsplatzes (Entlassung).

# parent_survey_family_177
source: Yes
de_ch: Ja

# parent_survey_family_178
source: No
de_ch: Nein

# parent_survey_family_179
source: Loss of a job (fired from work).
de_ch: Verlust des Arbeitsplatzes (gekündigt werden).

# parent_survey_family_180
source: Yes
de_ch: Ja

# parent_survey_family_181
source: No
de_ch: Nein

# parent_survey_family_182
source: Taking a course to help you with your work.
de_ch: Teilnahme an einem Kurs, der Ihnen bei Ihrer Arbeit hilft.

# parent_survey_family_183
source: Yes
de_ch: Ja

# parent_survey_family_184
source: No
de_ch: Nein

# parent_survey_family_185
source: Home and Family:
de_ch: Haus und Familie:

# parent_survey_family_186
source: Major change in living conditions.
de_ch: Wesentliche Änderung der Lebensumstände.

# parent_survey_family_187
source: Yes
de_ch: Ja

# parent_survey_family_188
source: No
de_ch: Nein

# parent_survey_family_189
source: Change in residence (move within the same town or city).
de_ch: Wechsel des Wohnsitzes (Umzug innerhalb derselben Stadt).

# parent_survey_family_190
source: Yes
de_ch: Ja

# parent_survey_family_191
source: No
de_ch: Nein

# parent_survey_family_192
source: Change in residence (move to a different town, city, or state).
de_ch: Änderung des Wohnsitzes (Umzug in eine andere Stadt oder ein anderes Bundesland).

# parent_survey_family_193
source: Yes
de_ch: Ja

# parent_survey_family_194
source: No
de_ch: Nein

# parent_survey_family_195
source: Change in family get-togethers.
de_ch: Änderung der Familienzusammenkünfte.

# parent_survey_family_196
source: Yes
de_ch: Ja

# parent_survey_family_197
source: No
de_ch: Nein

# parent_survey_family_198
source: Major change in health or behavior of family member.
de_ch: Wesentliche Änderung des Gesundheitszustands oder Verhaltens eines Familienmitglieds.

# parent_survey_family_199
source: Yes
de_ch: Ja

# parent_survey_family_200
source: No
de_ch: Nein

# parent_survey_family_201
source: Marriage.
de_ch: Heirat.

# parent_survey_family_202
source: Yes
de_ch: Ja

# parent_survey_family_203
source: No
de_ch: Nein

# parent_survey_family_204
source: Pregnancy.
de_ch: Schwangerschaft.

# parent_survey_family_205
source: Yes
de_ch: Ja

# parent_survey_family_206
source: No
de_ch: Nein

# parent_survey_family_207
source: Gain of a new family member (birth of a child).
de_ch: Zuwachs eines neuen Familienmitglieds (Geburt eines Kindes).

# parent_survey_family_208
source: Yes
de_ch: Ja

# parent_survey_family_209
source: No
de_ch: Nein

# parent_survey_family_210
source: Gain of a new family member (adoption of a child).
de_ch: Zuwachs eines neuen Familienmitglieds (Adoption eines Kindes).

# parent_survey_family_211
source: Yes
de_ch: Ja

# parent_survey_family_212
source: No
de_ch: Nein

# parent_survey_family_213
source: Gain of a new family member (a relative moving in with you).
de_ch: Zuwachs eines neuen Familienmitglieds (ein Verwandter zieht bei Ihnen ein).

# parent_survey_family_214
source: Yes
de_ch: Ja

# parent_survey_family_215
source: No
de_ch: Nein
