Repository: levante-framework/levante_translations
Catalog: %filename%-de%locale_with_underscore.xliff
Languages: de_ch

# parent_survey_child_375
source: Your child is respectful towards adults.
de_ch: Ihr Kind ist respektvoll gegenüber Erwachsenen.

# parent_survey_child_376
source: Compared to other children their age, how much difficulty does your child have making or keeping friends?
de_ch: Wie schwierig ist es für Ihr Kind im Vergleich zu anderen Kindern in seinem Alter, Freunde zu finden oder zu behalten?

# parent_survey_child_377
source: No difficulty
de_ch: Keine Schwierigkeit

# parent_survey_child_378
source: A little difficulty
de_ch: Ein wenig schwierig

# parent_survey_child_379
source: A lot of difficulty
de_ch: Sehr schwierig

# parent_survey_child_380
source: DURING THE <b>PAST 12 MONTHS</b>, how often was your child bullied, picked on, or excluded by other children? If the frequency changed throughout the year, report the highest frequency.
de_ch: Wie oft wurde Ihr Kind <b>IN DEN LETZTEN 12 MONATEN</b> von anderen Kindern schikaniert, gehänselt oder ausgeschlossen? Wenn sich die Häufigkeit im Laufe des Jahres geändert hat, geben Sie die höchste Häufigkeit an.

# parent_survey_child_381
source: Never (in the past 12 months)
de_ch: Nie (in den letzten 12 Monaten)

# parent_survey_child_382
source: 1 - 2 times (in the past 12 months)
de_ch: 1-2 Mal (in den letzten 12 Monaten)

# parent_survey_child_383
source: 1 - 2 times per month
de_ch: 1-2 Mal pro Monat

# parent_survey_child_384
source: 1 - 2 times per week
de_ch: 1-2 Mal pro Woche

# parent_survey_child_385
source: Almost every day
de_ch: Fast jeden Tag

# parent_survey_child_386
source: DURING THE <b>PAST 12 MONTHS</b>, how often did your child bully others, pick on them, or exclude them? If the frequency changed throughout the year, report the highest frequency.
de_ch: Wie oft hat Ihr Kind <b>IN DEN LETZTEN 12 MONATEN</b> andere Kinder schikaniert, gehänselt oder ausgeschlossen? Wenn sich die Häufigkeit im Laufe des Jahres geändert hat, geben Sie die höchste Häufigkeit an.

# parent_survey_child_387
source: Never (in the past 12 months)
de_ch: Nie (in den letzten 12 Monaten)

# parent_survey_child_388
source: 1 - 2 times (in the past 12 months)
de_ch: 1-2 Mal (in den letzten 12 Monaten)

# parent_survey_child_389
source: 1 - 2 times per month
de_ch: 1-2 Mal pro Monat

# parent_survey_child_390
source: 1 - 2 times per week
de_ch: 1-2 Mal pro Woche

# parent_survey_child_391
source: Almost every day
de_ch: Fast jeden Tag

# parent_survey_child_392
source: <block><b><font face="Verdana" size="4">This section asks questions related to learning.
de_ch: <block><b><font face="Verdana" size="4">In diesem Abschnitt werden Fragen zum Thema Lernen gestellt.

# parent_survey_child_393
source: If your child is in primary/elementary school (first grade or higher), think about the time before they started primary/elementary school. If your child has not yet started primary/elementary school, think about what happens right now. <br><br> <b>How often did/do you or someone else in your home do the following activities with your child?</b>
de_ch: Wenn Ihr Kind in der Grundschule ist (erste Klasse oder höher), denken Sie an die Zeit vor der Einschulung. Wenn Ihr Kind noch nicht in der Grundschule ist, beziehen Sie sich auf die jetzige Situation.<br><br><b>Wie oft haben Sie oder jemand anderes bei Ihnen zu Hause die folgenden Aktivitäten mit Ihrem Kind unternommen?</b>?

# parent_survey_child_394
source: Never or almost never
de_ch: Nie oder fast nie

# parent_survey_child_395
source: Sometimes
de_ch: Manchmal

# parent_survey_child_396
source: Often
de_ch: Oft

# parent_survey_child_397
source: Read books
de_ch: Bücher lesen

# parent_survey_child_398
source: Tell stories
de_ch: Geschichten erzählen

# parent_survey_child_399
source: Sing songs
de_ch: Lieder singen

# parent_survey_child_400
source: Play with alphabet toys (e.g., blocks with letters of the alphabet)
de_ch: Mit Alphabet-Spielzeug spielen (z. B. Blöcke mit Buchstaben des Alphabets)

# parent_survey_child_401
source: Talk about things you had done
de_ch: Über Dinge sprechen, die Sie getan haben

# parent_survey_child_402
source: Talk about what you had read
de_ch: Über etwas sprechen, was Sie gelesen haben

# parent_survey_child_403
source: Play word games
de_ch: Wortspiele spielen

# parent_survey_child_404
source: Write letters or words
de_ch: Buchstaben oder Wörter schreiben

# parent_survey_child_405
source: Read aloud signs and labels
de_ch: Schilder und Etiketten laut lesen

# parent_survey_child_406
source: Say counting rhymes or sing counting songs
de_ch: Zählreime sagen oder Zähllieder singen

# parent_survey_child_407
source: Play with number toys (e.g., blocks with numbers)
de_ch: mit Zahlenspielzeug spielen (z. B. Blöcke mit Zahlen)

# parent_survey_child_408
source: Count different things
de_ch: Verschiedene Dinge zählen

# parent_survey_child_409
source: Play games involving shapes (e.g., shape sorting toys, puzzles)
de_ch: Spiele spielen, die Formen beinhalten (z. B. Spielzeug zum Sortieren von Formen, Puzzles)

# parent_survey_child_410
source: Play with building blocks or construction toys
de_ch: Mit Bauklötzen oder Konstruktionsspielzeug spielen

# parent_survey_child_411
source: Play board or card games
de_ch: Karten- oder Brettspiele spielen

# parent_survey_child_412
source: Write numbers
de_ch: Zahlen schreiben

# parent_survey_child_413
source: Draw shapes
de_ch: Formen zeichnen

# parent_survey_child_414
source: Measure or weigh things (e.g., when cooking)
de_ch: Dinge messen oder wiegen (z. B. beim Kochen)

# parent_survey_child_415
source: Did your child attend an early childhood education program or center for children <b>under age 3</b> before first grade?
de_ch: Hat Ihr Kind vor der ersten Klasse ein Programm zur frühkindlichen Erziehung oder ein Zentrum für Kinder <b>unter 3 Jahren</b> besucht?

# parent_survey_child_416
source: Yes
de_ch: Ja

# parent_survey_child_417
source: No
de_ch: Nein

# parent_survey_child_418
source: Did your child attend a pre-primary educational program for children <b>age 3 or older</b>, <i>including kindergarten</i>, before first grade?
de_ch: Hat Ihr Kind vor der ersten Klasse eine vorschulische Bildungseinrichtung für Kinder <b>ab 3 Jahren</b>, <i>einschließlich Kindergarten</b>, besucht?

# parent_survey_child_419
source: Yes
de_ch: Ja

# parent_survey_child_420
source: No
de_ch: Nein

# parent_survey_child_421
source: Approximately how long was your child in these programs <i>all together</i> (before first grade)?
de_ch: Wie lange war Ihr Kind ungefähr <i>insgesamt</i> in diesen Programmen? (vor der ersten Klasse)

# parent_survey_child_422
source: Did not attend
de_ch: Es hat nicht teilgenommen

# parent_survey_child_423
source: Less than 1 year
de_ch: Weniger als 1 Jahr

# parent_survey_child_424
source: 1 year
de_ch: 1 Jahr

# parent_survey_child_425
source: 2 years
de_ch: 2 Jahre

# parent_survey_child_426
source: 3 years
de_ch: 3 Jahre

# parent_survey_child_427
source: 4 years or more
de_ch: 4 Jahre oder mehr

# parent_survey_child_428
source: How old was your child when he/she began the first grade of primary/elementary school?
de_ch: Wie alt war Ihr Kind, als es in die erste Klasse der Grundschule eingeschult wurde?

# parent_survey_child_429
source: 5 years old or younger
de_ch: 5 Jahre alt oder jünger

# parent_survey_child_430
source: 6 years old
de_ch: 6 Jahre alt

# parent_survey_child_431
source: 7 years old
de_ch: 7 Jahre alt

# parent_survey_child_432
source: 8 years old or older
de_ch: 8 Jahre alt oder älter

# parent_survey_child_433
source: How far in his/her education do you expect your child to go?
de_ch: Was glauben Sie, welchen Bildungsabschluss wird ihr Kind voraussichtlich erreichen?

# parent_survey_child_434
source: Less than high school
de_ch: Hauptschulabschluss

# parent_survey_child_435
source: GED or high school equivalency
de_ch: Realschulabschluss

# parent_survey_child_436
source: Some college but no degree
de_ch: Ausbildung

# parent_survey_child_437
source: High school diploma (or equivalent) plus technical training or certificate
de_ch: niedriger als Abitur

# parent_survey_child_438
source: Associate's degree
de_ch: allgemeine oder fachgebundene Hochschulreife

# parent_survey_child_439
source: Bachelor's degree
de_ch: Bachelorabschluss

# parent_survey_child_440
source: Master's degree
de_ch: Masterabschluss

# parent_survey_child_441
source: Doctoral degree
de_ch: Doktorgrad

# parent_survey_child_442
source: How often does your child do the following:
de_ch: Wie oft macht Ihr Kind die folgenden Dinge:

# parent_survey_child_443
source: Never
de_ch: Nie

# parent_survey_child_444
source: Sometimes
de_ch: Manchmal

# parent_survey_child_445
source: Usually
de_ch: Gewöhnlich

# parent_survey_child_446
source: Always
de_ch: Immer

# parent_survey_child_447
source: Show interest and curiosity in new topics at school?
de_ch: Interesse und Neugierde an neuen Themen in der Schule zeigen?

# parent_survey_child_448
source: Work to finish school-related tasks they start?
de_ch: Arbeiten, um angefangene schulische Aufgaben zu beenden?

# parent_survey_child_449
source: Stay calm and in control when faced with an academic challenge?
de_ch: Ruhig bleiben und die Kontrolle behalten, wenn sie vor einer schulischen Herausforderung stehen?

# parent_survey_child_450
source: Care about doing well in school?
de_ch: Sich darum bemühen, gut in der Schule zu sein?

# parent_survey_child_451
source: Do all required homework?
de_ch: Alle erforderlichen Hausaufgaben machen?

# parent_survey_child_452
source: <b>ON MOST WEEKDAYS</b> (Monday-Friday), about how much time does your child spend in front of a TV, computer, cellphone, or other device watching programs, playing games, accessing the internet, or using social media? <i>Do not include time spent doing schoolwork.</i>
de_ch: Wie viel Zeit hat Ihr Kind <b>AN DEN MEISTEN WOCHENTAGEN</b> (Montag-Freitag) vor dem Fernseher, Computer, Handy oder einem anderen Gerät verbracht, um sich Programme anzusehen, Spiele zu spielen, auf das Internet zuzugreifen oder Social Media zu nutzen? Berücksichtigen Sie nicht die Zeit, die sie mit Schularbeiten verbringen.

# parent_survey_child_453
source: Less than 1 hour
de_ch: Weniger als 1 Stunde

# parent_survey_child_454
source: 1 hour
de_ch: 1 Stunde

# parent_survey_child_455
source: 2 hours
de_ch: 2 Stunden

# parent_survey_child_456
source: 3 hours
de_ch: 3 Stunden

# parent_survey_child_457
source: 4 or more hours
de_ch: 4 oder mehr Stunden

# parent_survey_child_458
source: Does your child have a smartphone?
de_ch: Besitzt Ihr Kind ein Smartphone?

# parent_survey_child_459
source: Yes
de_ch: Ja

# parent_survey_child_460
source: No
de_ch: Nein

# parent_survey_child_461
source: If yes, at what age did they get it?
de_ch: Wenn ja, in welchem Alter hat es dies bekommen?

# parent_survey_child_462
source: years of age
de_ch: Lebensjahre

# parent_survey_child_463
source: Does your child have an account on any social media website such as Instagram, Tiktok, Meta, or others?
de_ch: Hat Ihr Kind ein Konto auf einer Social-Media-Website wie Instagram, Tiktok, Meta oder anderen Seiten?

# parent_survey_child_464
source: Yes
de_ch: Ja

# parent_survey_child_465
source: No
de_ch: Nein

# parent_survey_child_466
source: <b>We are interested how often, independently, and easily your child shows each behavior when occasions call for it. Children who excel at a specific behavior should receive 4 (the highest rating), whereas most children will be between 3 and 2. Those who are still developing and need a lot of support should receive a rating of 1. </b><br><br><b>4</b> = Always on their own (No support needed)<br><br> <b>3</b> = Mostly on their own (Brief reminders or support)<br><br> <b>2</b> = Sometimes on their own (Regular reminders or moderate support needed)<br><br> <b>1</b> = Not able on their own (Requires a lot of support)
de_ch: <b>Uns interessiert, wie oft, unabhängig und leicht Ihr Kind jedes Verhalten zeigt, wenn es erforderlich ist. Kinder, die ein bestimmtes Verhalten besonders gut beherrschen, sollten eine 4 (die höchste Bewertung) erhalten. Die meisten Kinder werden allerdings zwischen 3 und 2 liegen. Diejenigen, die sich noch in der Entwicklung befinden und viel Unterstützung brauchen, sollten die 1 erhalten.</b><br><br><b>4</b> = Immer allein (keine Unterstützung erforderlich)<b>3</b> = Meistens selbständig (kurze Erinnerung oder Unterstützung)<b>2</b> = Manchmal selbständig (regelmäßige Erinnerungen oder manchmal Unterstützung erforderlich)<b>1</b> = Nicht in der Lage, selbstständig zu sein (benötigt viel Unterstützung)

# parent_survey_child_467
source: <b>Pays attention when an adult is explaining or showing something<b/> (by listening carefully and/or watching with appropriate eye gaze/body orientation).
de_ch: <b>Passt auf, wenn ein Erwachsener etwas erklärt oder zeigt</b> (hört aufmerksam zu und/oder folgt dem Erwachsenen mit Blick oder Körperhaltung).

# parent_survey_child_468
source: (4) Always on their own (No support needed)
de_ch: (4) Immer allein (keine Unterstützung erforderlich)

# parent_survey_child_469
source: (3) Mostly on their own (Brief reminders or support)
de_ch: (3) Meistens selbstständig (kurze Ermahnungen oder Unterstützung)

# parent_survey_child_470
source: (2) Sometimes on their own (Regular reminders or moderate support needed)
de_ch: (2) Manchmal selbstständig (regelmäßige Erinnerungen oder manchmal Unterstützung erforderlich)

# parent_survey_child_471
source: (1) Not able on their own (Requires a lot of support)
de_ch: (1) Nicht in der Lage, selbstständig zu sein (benötigt viel Unterstützung)

# parent_survey_child_472
source: <b>Ignores irrelevant activity/noise</b> (e.g., crying sibling, TV, outside traffic) <b>when working on an assigned task.</b>
de_ch: <b>Ignoriert irrelevante Aktivitäten/Geräusche</b> (z. B. weinende Geschwister, Fernsehen, Verkehr draußen) <b>wenn es an einer zugewiesenen Aufgabe arbeitet.</b>

# parent_survey_child_473
source: <b>Waits turn to speak</b> (e.g., does not interrupt others, does not blurt out answers, thinks before speaking).
de_ch: <b>Wartet, bis es an der Reihe ist zu sprechen</b> (z. B. unterbricht andere nicht, platzt nicht mit Antworten heraus, denkt nach, bevor es spricht).

# parent_survey_child_474
source: <b>Completes activities that require multiple steps</b> (e.g., fetching multiple things in home or store/market, setting the table, cleaning a room by putting several things away).
de_ch: <b>Erledigt Aktivitäten, die mehrere Schritte erfordern</b> (z. B. mehrere Dinge im Haus oder im Geschäft/Markt holen, den Tisch decken, ein Zimmer aufräumen, indem es mehrere Dinge wegräumt).

# parent_survey_child_475
source: <b>Comes up with new ways for solving challenges</b> (e.g., repurposes materials or toys, comes up with a new way to build a tower or fort after it collapses, solves a puzzle in a new way, comes up with a new strategy to complete a chore).
de_ch: <b>Findet neue Wege, um Herausforderungen zu lösen</b> (z. B. verwendet Materialien oder Spielzeug wieder, findet einen neuen Weg, einen Turm oder eine Festung zu bauen, nachdem sie zusammengebrochen sind, löst ein Rätsel auf neue Weise, entwickelt eine neue Strategie, um eine Aufgabe zu erfüllen).

# parent_survey_child_476
source: <b>Identifies and gathers necessary materials before an activity</b> (e.g., finds appropriate coat, shoes, hat before going outside; gathers lunch box, homework, and backpack before going to school).
de_ch: <b>Identifiziert und sammelt die notwendigen Materialien vor einer Aktivität ein</b> (findet z. B. den passenden Mantel, Schuhe und eine Mütze vor dem Ausgehen; sammelt die Lunchbox, Hausaufgaben und den Rucksack vor dem Schulbesuch ein).

# parent_survey_child_477
source: <b>Finishes an assigned task that is repetitive</b> (e.g., picking up toys, putting away laundry).
de_ch: <b>Erledigt eine zugewiesene Aufgabe, die sich wiederholt</b> (z. B. Spielzeug aufheben, Wäsche weglegen).

# parent_survey_child_478
source: <b>Completes an assigned task before moving to a next task.</b>
de_ch: <b>Erledigt eine zugewiesene Aufgabe, bevor er zur nächsten Aufgabe übergeht.</b>

# parent_survey_child_479
source: <b>Stops an undesirable behavior when asked</b> (e.g., stops fighting with sibling when asked by parent, stops misbehaving in the household).
de_ch: <b>Beendet ein unerwünschtes Verhalten, wenn es darum gebeten wird</b> (z. B. hört auf, sich mit Geschwistern zu streiten, wenn Eltern es anfordern, hört auf, sich im Haushalt schlecht zu benehmen).

# parent_survey_child_480
source: <b>Completes activities that require remembering lengthy instructions</b> (e.g., rules of a game, household chores, cooking recipe).
de_ch: <b>Erledigt Tätigkeiten, bei denen man sich an längere Anweisungen erinnern muss</b> (z. B. Spielregeln, Hausarbeiten, Kochrezepte).

# parent_survey_child_481
source: <b>Expresses themselves in a new way when not understood by others</b> (e.g., tries different ways to communicate their needs and wants).
de_ch: <b>Drückt sich auf eine neue Art und Weise aus, wenn es von anderen nicht verstanden wird</b> (z. B. versucht es, seine Bedürfnisse und Wünsche auf unterschiedliche Weise zu kommunizieren).

# parent_survey_child_482
source: <b>Creates a strategy or plan for completing a task</b> (e.g., chore, homework, puzzle).
de_ch: <b>Erstellt eine Strategie oder einen Plan für die Erledigung einer Aufgabe</b> (z. B. Haushalt, Hausaufgaben, Puzzle).

# parent_survey_child_483
source: <b>Remains focused and engaged during lengthy adult-led activities</b> (e.g., religious or performance event, family meal time) <b>by listening carefully and contributing when appropriate.</b>
de_ch: <b>Bleibt fokussiert und engagiert während langer, von Erwachsenen geleiteter Aktivitäten</b> (z. B. religiöse oder Theaterveranstaltungen, Familienmahlzeiten) <b>indem es aufmerksam zuhört und angemessen teilnimmt.</b>

# parent_survey_child_484
source: <b>Regains focus/focuses again on an assigned task when interrupted</b> (e.g., family member asks an unrelated question or needs brief assistance).
de_ch: <b>Konzentriert sich erneut auf eine zugewiesene Aufgabe, wenn es unterbrochen wird</b> (z. B. wenn ein Familienmitglied eine themenfremde Frage stellt oder kurz Unterstützung benötigt).

# parent_survey_child_485
source: <b>Stops playing or doing something fun when asked</b> (e.g., stops playing with friends when parent asks, stops watching TV when parent asks).
de_ch: <b>Hört auf zu spielen oder etwas Lustiges zu tun, wenn es darum gebeten wird</b> (z. B. hört auf, mit Freunden zu spielen, wenn Eltern es sagen, hört auf, fernzusehen, wenn Eltern es sagen).

# parent_survey_child_486
source: <b>Communicates in an organized way</b> (e.g., retells the correct sequence of the events, explains how a game works so it is easy to understand).
de_ch: <b>Kommuniziert organisiert</b> (erzählt z. B. die richtige Abfolge der Ereignisse, erklärt, wie ein Spiel funktioniert, sodass es leicht zu verstehen ist).

# parent_survey_child_487
source: <b>Adjusts when plans/schedules change</b> (e.g., follows along when daily schedule changes, does not complain when unexpected sickness leads to canceling a family vacation).
de_ch: <b>Passt sich an, wenn sich Pläne/Zeitpläne ändern</b> (z. B. folgt dem Tagesplan, beklagt sich nicht, wenn eine unerwartete Krankheit einen Familienurlaub absagt).

# parent_survey_child_488
source: <b>Finishes tasks on time</b> (e.g., finishes homework on time and not at the last minute).
de_ch: <b>Erledigt Aufgaben rechtzeitig</b> (z. B. Hausaufgaben pünktlich und nicht in letzter Minute).

# parent_survey_child_489
source: <b>Remains focused and engaged during collaborative child-led activities</b> (e.g., playing with siblings/peers).
de_ch: <b>Bleibt konzentriert und engagiert bei kindergeleiteten Aktivitäten</b> (z. B. spielen mit Geschwistern oder Gleichaltrigen).

# parent_survey_child_490
source: <b>Ignores a preferred, fun activity</b> (e.g., playing) <b>when asked to complete an assigned task</b> (e.g., cleaning room).
de_ch: <b>Ignoriert eine bevorzugte, lustige Tätigkeit</b> (z. B. spielen), <b>wenn es gebeten wird, eine zugewiesene Aufgabe zu erledigen</b> (z. B. Zimmer aufräumen).

# parent_survey_child_491
source: <b>Waits for their turn to act</b> (e.g., waits patiently in line at a grocery store or when sharing a toy with sibling).
de_ch: <b>Wartet, bis es an der Reihe ist, zu handeln</b> (z. B. wartet geduldig in der Supermarktschlange oder beim Teilen eines Spielzeugs mit Geschwistern).

# parent_survey_child_492
source: <b>Completes age-appropriate numerical mental calculation</b> (e.g., adds prices of goods, calculates time, how much they are older than someone else).
de_ch: <b>Führt altersgemäße numerische Berechnungen im Kopf durch</b> (z. B. addiert Preise von Waren, berechnet die Zeit, ermittelt Altersunterschiede zu anderen).

# parent_survey_child_493
source: <b>Understands conflicting perspectives/ideas</b> (e.g., acknowledges a different point of view, accepts different ways of doing things, can see a situation from someone else's perspective).
de_ch: <b>Versteht widersprüchliche Perspektiven/Ideen</b> (erkennt z. B. einen anderen Standpunkt an, akzeptiert alternative Vorgehensweisen, sieht eine Situation aus einer anderen Perspektive).

# parent_survey_child_494
source: <b>Checks for mistakes before completing a task</b> (e.g., reviews and corrects errors on class assignments).
de_ch: <b>Prüft auf Fehler, bevor es eine Aufgabe abschließt</b> (z. B. prüft und korrigiert Fehler bei schulischen Aufgaben).

# parent_survey_child_495
source: <b>Persists on a difficult cognitive/learning task</b> (e.g., homework) <b>by trying to figure things out, asking questions, and not quitting.</b>
de_ch: <b>Bleibt bei schwierigen kognitiven/lernbezogenen Aufgaben</b> (z. B. Hausaufgaben) <b>indem es versucht, Dinge herauszufinden, Fragen stellt und nicht aufgibt.</b>

# parent_survey_child_496
source: <b>Answers questions or tells a story without getting distracted by small details and/or losing train of thought.</b>
de_ch: <b>Beantwortet Fragen oder erzählt Geschichten, ohne sich von kleinen Details ablenken zu lassen oder den Gedankengang zu verlieren.</b>

# parent_survey_child_497
source: <b>Stops and thinks before acting</b> (e.g., does not run out in front of a car, does not grab things they shouldn't).
de_ch: <b>Hält inne und denkt nach, bevor es handelt</b> (z. B. läuft nicht vor ein Auto, greift nicht nach Gegenständen, die es nicht anfassen sollte).

# parent_survey_child_498
source: <b>Remembers and considers all options when making a choice</b> (e.g., what to do when they get stuck on a household task or face a problem, food options).
de_ch: <b>Erinnert sich an alle Optionen und zieht sie in Betracht, wenn es eine Wahl trifft</b> (z. B. was zu tun ist, wenn es mit einer Haushaltsaufgabe oder einem Problem nicht weiterkommt, welche Nahrungsmittel es wählen möchte).

# parent_survey_child_499
source: <b>Connects ideas/experiences to other ideas/experiences</b> (e.g., identifies connections between books/movies and lived experiences, uses strategies learned at school to complete activities at home).
de_ch: <b>Verbindet Ideen/Erfahrungen mit anderen Ideen/Erfahrungen</b> (erkennt z. B. Verbindungen zwischen Büchern/Filmen und Erlebnissen, wendet Strategien aus der Schule zu Hause an).

# parent_survey_child_500
source: <b>Begins plans or routines without prompting</b> (e.g., takes an initiative to help a family member, starts daily household chores on their own).
de_ch: <b>Begint ohne Aufforderung mit Plänen oder Routinen</b> (z. B. ergreift die Initiative, um einem Familienmitglied zu helfen, fängt selbstständig mit der täglichen Hausarbeit an).
