Repository: levante-framework/levante_translations
Catalog: %filename%-de%locale_with_underscore.xliff
Languages: de_ch

# teacher_survey_classroom_053
source: Arabic
de_ch: Arabisch

# teacher_survey_classroom_054
source: Chinese
de_ch: Chinesisch

# teacher_survey_classroom_055
source: English
de_ch: Englisch

# teacher_survey_classroom_056
source: French
de_ch: Französisch

# teacher_survey_classroom_057
source: German
de_ch: Deutsch

# teacher_survey_classroom_058
source: Korean
de_ch: Koreanisch

# teacher_survey_classroom_059
source: Spanish
de_ch: Spanisch

# teacher_survey_classroom_061
source: Vietnamese
de_ch: Vietnamesisch

# teacher_survey_classroom_062
source: What languages do you or your assistant teacher speak <b>in the classroom</b> (select all that apply)?
de_ch: Welche Sprachen sprechen Sie oder Ihr Assistent <b>im Klassenzimmer</b> (wählen Sie alle zutreffenden aus)?

# teacher_survey_classroom_063
source: About how many children in this classroom are BELOW grade level in their reading skills?
de_ch: Ungefähr wie viele Kinder in diesem Klassenzimmer sind <b>unter</b> ihrem Klassenstufenniveau in ihren Lesefähigkeiten?

# teacher_survey_classroom_064
source: number of children
de_ch: Anzahl der Kinder

# teacher_survey_classroom_065
source: About how many children in this classroom are ABOVE grade level in their reading skills?
de_ch: Ungefähr wie viele Kinder in diesem Klassenzimmer sind <b>über</b> ihrem Klassenstufenniveau in ihren Lesefähigkeiten?

# teacher_survey_classroom_066
source: number of children
de_ch: Anzahl der Kinder

# teacher_survey_classroom_067
source: About how many children in this classroom are BELOW grade level in their math skills?
de_ch: Ungefähr wie viele Kinder in diesem Klassenzimmer sind <b>unter</b> ihrem Klassenstufenniveau in ihren Mathematikfähigkeiten?

# teacher_survey_classroom_068
source: number of children
de_ch: Anzahl der Kinder

# teacher_survey_classroom_069
source: About how many children in this classroom are ABOVE grade level in their math skills?
de_ch: Ungefähr wie viele Kinder in diesem Klassenzimmer sind <b>über</b> ihrem Klassenstufenniveau in ihren Mathematikfähigkeiten?

# teacher_survey_classroom_070
source: number of children
de_ch: Anzahl der Kinder

# teacher_survey_classroom_071
source: How often each week do children in this class usually work on lessons or projects in Reading and Language Arts, whether as a whole class, in small groups, or in individualized arrangements ?
de_ch: Wie oft pro Woche arbeitet die Klasse normalerweise an Lektionen oder Projekten in Lesen und Sprachkunst, sei es als ganze Klasse, in kleinen Gruppen oder in individuellen Arrangements?

# teacher_survey_classroom_073
source: Less than once per week
de_ch: Weniger als einmal pro Woche

# teacher_survey_classroom_074
source: 1 -2 times per week
de_ch: 1 - 2 Mal pro Woche

# teacher_survey_classroom_075
source: 3 - 4 times per week
de_ch: 3 - 4 Mal pro Woche

# teacher_survey_classroom_077
source: How much time per day do children in this class usually work on lessons or projects in Reading and Language Arts, whether as a whole class, in small groups, or in individualized arrangements?
de_ch: Wie viel Zeit pro Tag arbeiten die Kinder in dieser Klasse normalerweise an Lektionen oder Projekten in Lesen und Sprachkunst, sei es als ganze Klasse, in kleinen Gruppen oder in individuellen Arrangements?

# teacher_survey_classroom_078
source: 1 - 30 minutes a day
de_ch: 1 - 30 Minuten am Tag

# teacher_survey_classroom_079
source: 31 - 60 minutes a day
de_ch: 31 - 60 Minuten am Tag

# teacher_survey_classroom_080
source: 61 - 90 minutes a day
de_ch: 61 - 90 Minuten am Tag

# teacher_survey_classroom_081
source: More than 90 minutes a day
de_ch: Mehr als 90 Minuten am Tag

# teacher_survey_classroom_082
source: How often each week do children in this class usually work on lessons or projects in Mathematics, whether as a whole class, in small groups, or in individualized arrangements?
de_ch: Wie oft pro Woche arbeitet die Klasse normalerweise an Lektionen oder Projekten in Mathematik, sei es als ganze Klasse, in kleinen Gruppen oder in individuellen Arrangements?

# teacher_survey_classroom_083
source: Never
de_ch: Nie

# teacher_survey_classroom_084
source: Less than once per week
de_ch: Weniger als einmal pro Woche

# teacher_survey_classroom_085
source: 1 -2 times per week
de_ch: 1 - 2 Mal pro Woche

# teacher_survey_classroom_086
source: 3 - 4 times per week
de_ch: 3 - 4 Mal pro Woche

# teacher_survey_classroom_087
source: Daily
de_ch: Täglich

# teacher_survey_classroom_088
source: How much time per day do children in this class usually work on lessons or projects in Mathematics, whether as a whole class, in small groups, or in individualized arrangements?
de_ch: Wie viel Zeit pro Tag arbeiten die Kinder in dieser Klasse normalerweise an Lektionen oder Projekten in Mathematik, sei es als ganze Klasse, in kleinen Gruppen oder in individuellen Arrangements?

# teacher_survey_classroom_089
source: 1 - 30 minutes a day
de_ch: 1 - 30 Minuten am Tag

# teacher_survey_classroom_090
source: 31 - 60 minutes a day
de_ch: 31 - 60 Minuten am Tag

# teacher_survey_classroom_091
source: 61 - 90 minutes a day
de_ch: 61 - 90 Minuten am Tag

# teacher_survey_classroom_092
source: More than 90 minutes a day
de_ch: Mehr als 90 Minuten am Tag

# teacher_survey_classroom_093
source: Think about the families of the children in this class who you have taught this school year. For about how many families are each of the following statements true?
de_ch: Denken Sie an die Familien der Kinder in dieser Klasse, die Sie in diesem Schuljahr unterrichtet haben. Für wie viele Familien treffen die folgenden Aussagen zu?

# teacher_survey_classroom_094
source: Families seem overwhelmed by trying to support their children's learning.
de_ch: Familien scheinen überfordert zu sein, da sie versuchen, das Lernen ihrer Kinder zu unterstützen.

# teacher_survey_classroom_095
source: None
de_ch: Keine

# teacher_survey_classroom_096
source: One or a few
de_ch: Eine oder wenige

# teacher_survey_classroom_097
source: Many
de_ch: Viele

# teacher_survey_classroom_098
source: All or almost all
de_ch: Alle oder fast alle

# teacher_survey_classroom_099
source: Families are doing their part to support children's learning.
de_ch: Familien tragen ihren Teil dazu bei, das Lernen der Kinder zu unterstützen.

# teacher_survey_classroom_100
source: None
de_ch: Keine

# teacher_survey_classroom_101
source: One or a few
de_ch: Eine oder wenige

# teacher_survey_classroom_102
source: Many
de_ch: Viele

# teacher_survey_classroom_103
source: All or almost all
de_ch: Alle oder fast alle

# teacher_survey_classroom_104
source: Please indicate how satisfied or dissatisfied you have been with the following this school year.
de_ch: Bitte geben Sie an, wie zufrieden oder unzufrieden Sie in diesem Schuljahr mit den folgenden Aspekten waren.

# teacher_survey_classroom_105
source: Communication between you and families.
de_ch: Kommunikation zwischen Ihnen und den Familien.

# teacher_survey_classroom_106
source: Not satisfied at all
de_ch: Gar nicht zufrieden

# teacher_survey_classroom_107
source: Slightly satisfied
de_ch: Wenig zufrieden

# teacher_survey_classroom_108
source: Moderately satisfied
de_ch: Mäßig zufrieden

# teacher_survey_classroom_109
source: Quite satisfied
de_ch: Sehr zufrieden

# teacher_survey_classroom_110
source: Very satisfied
de_ch: Äußerst zufrieden

# teacher_survey_classroom_111
source: Communication between you and your students.
de_ch: Kommunikation zwischen Ihnen und Ihren Schülern.

# teacher_survey_classroom_112
source: Not satisfied at all
de_ch: Gar nicht zufrieden

# teacher_survey_classroom_113
source: Slightly satisfied
de_ch: Wenig zufrieden

# teacher_survey_classroom_114
source: Moderately satisfied
de_ch: Mäßig zufrieden

# teacher_survey_classroom_115
source: Quite satisfied
de_ch: Sehr zufrieden

# teacher_survey_classroom_116
source: Very satisfied
de_ch: Äußerst zufrieden

# teacher_survey_classroom_117
source: Start Survey
de_ch: Umfrage starten

# teacher_survey_classroom_118
source: Previous
de_ch: Zurück

# teacher_survey_classroom_119
source: Next
de_ch: Weiter

# teacher_survey_classroom_120
source: Finish
de_ch: Beenden

# teacher_survey_general_001
source: <b><font face="Verdana" size="4">Thank you for taking the time (~10 minutes) to respond to this survey!</b><br> <br> <p><font face="Verdana" size="4">Some students you teach are participating in a research project studying how children learn and develop. Your responses in this survey should apply to your classroom, school, and professional beliefs rather than to any specific child. <br><br><b><font face="Verdana" size="4">This survey has two parts: Part A and Part B.</b><br> <br> <p><font face="Verdana" size="4">In Part A, the questions relate to your background and beliefs. <br><br>In Part B, the questions are specific to your classroom. If you teach more than one class included in this project, you will complete Part B separately for each. <br><br>If you teach a single subject, please complete questions that relate to other subjects to the best of your knowledge or consult a colleague for those details only. <br><br>Thank you for your participation! Your responses provide invaluable insight into the education of your students.<br><br>When you are ready to begin, select the "Start Survey" button. <br><br><b><font face="Verdana" size="4">Thank you!
de_ch: <b><font face="Verdana" size="4">Vielen Dank, dass Sie sich die Zeit (ca. 10 Minuten) nehmen, um an dieser Umfrage teilzunehmen!</b><br> <br> <p><font face="Verdana" size="4">Einige Ihrer Schüler nehmen an einem Forschungsprojekt teil, das untersucht, wie Kinder lernen und sich entwickeln. Ihre Antworten in dieser Umfrage sollten sich auf Ihr Klassenzimmer, Ihre Schule und Ihre beruflichen Überzeugungen beziehen und nicht auf ein bestimmtes Kind.<br><br><b><font face="Verdana" size="4">Diese Umfrage hat zwei Teile: Teil A und Teil B.</b><br> <br> <p><font face="Verdana" size="4">In Teil A beziehen sich die Fragen auf Ihre Hintergründe und Überzeugungen. <br><br>In Teil B sind die Fragen klassenspezifisch. Wenn Sie mehr als eine Klasse unterrichten, die in dieses Projekt einbezogen ist, füllen Sie Teil B separat für jede Klasse aus. <br><br>Wenn Sie ein Fach unterrichten, beantworten Sie bitte die Fragen, die sich auf andere Fächer beziehen, so gut Sie können, oder konsultieren Sie nur für diese Details einen Kollegen. <br><br>Danke für Ihre Teilnahme! Ihre Antworten bieten wertvolle Einblicke in die Bildung Ihrer Schüler. <br><br>Wenn Sie bereit sind zu beginnen, klicken Sie auf die Schaltfläche „Umfrage starten“. <br><br><b><font face="Verdana" size="4">Vielen Dank!

# teacher_survey_general_002
source: <b><font face="Verdana" size="3">PART A: </b><font face="Verdana" size="3">The following questions ask about your background, the school where you teach, your feelings about your job, and your beliefs about teaching and children.
de_ch: <b><font face="Verdana" size="3">TEIL A: </b><font face="Verdana" size="3">Die folgenden Fragen beziehen sich auf Ihren Hintergrund, die Schule, in der Sie unterrichten, Ihre Gefühle zu Ihrem Beruf und Ihre Überzeugungen über das Unterrichten und Kinder.

# teacher_survey_general_003
source: <b>This set of questions asks about your background.</b>
de_ch: <b>Diese Fragen beziehen sich auf Ihren Hintergrund.</b>

# teacher_survey_general_004
source: What is your current age?
de_ch: Wie alt sind Sie derzeit?

# teacher_survey_general_005
source: years of age
de_ch: Lebensjahre

# teacher_survey_general_006
source: What is your gender?
de_ch: Welches Geschlecht haben Sie?

# teacher_survey_general_010
source: Other (please describe)
de_ch: Andere (bitte beschreiben Sie)

# teacher_survey_general_011
source: What is the highest level of education you have completed?
de_ch: Welchen höchsten Bildungsabschluss haben Sie erreicht?

# teacher_survey_general_012
source: Less than high school
de_ch: Hauptschulabschluss

# teacher_survey_general_013
source: GED or High school equivalency
de_ch: Hauptschulabschluss oder gleichwertig

# teacher_survey_general_014
source: Some college but no degree
de_ch: Ausbildung

# teacher_survey_general_015
source: High school diploma or equivalent, plus technical training or certificate
de_ch: Abitur oder gleichwertig, plus technische Ausbildung oder Zertifikat

# teacher_survey_general_016
source: Associate's degree
de_ch: allgemeine oder fachgebundene Hochschulreife

# teacher_survey_general_017
source: Bachelor's degree
de_ch: Bachelorabschluss

# teacher_survey_general_018
source: Master's degree
de_ch: Masterabschluss

# teacher_survey_general_019
source: Doctoral degree
de_ch: Doktorgrad

# teacher_survey_general_020
source: Indicate your undergraduate field of study. Mark ALL that apply.
de_ch: Geben Sie Ihr Studienfach im Grundstudium an. Markieren Sie ALLE zutreffenden.

# teacher_survey_general_021
source: Early childhood education
de_ch: Frühkindliche Bildung

# teacher_survey_general_022
source: Elementary education
de_ch: Grundschulpädagogik

# teacher_survey_general_023
source: Special education
de_ch: Sonderpädagogik

# teacher_survey_general_024
source: Child development
de_ch: Kindesentwicklung

# teacher_survey_general_025
source: Reading specialist
de_ch: Lesestörungen

# teacher_survey_general_026
source: Curriculum and instruction
de_ch: Lehrplangestaltung und Unterricht

# teacher_survey_general_027
source: Bilingual/bicultural education
de_ch: Zweisprachige/bikulturelle Bildung

# teacher_survey_general_028
source: Other education-related major (e.g., secondary education, educational psychology, education administration, music education, etc.). Please specify:
de_ch: Andere mit Bildung verwandte Fachrichtung (z. B.: Sekundarpädagogik, Bildungspsychologie, Bildungsverwaltung, Musikerziehung, usw.). Bitte angeben:

# teacher_survey_general_029
source: Non-education major. Please specify:
de_ch: Nicht-bildungsbezogene Fachrichtung. Bitte angeben:

# teacher_survey_general_030
source: Other. Please specify:
de_ch: Andere. Bitte angeben:

# teacher_survey_general_031
source: Please specify other education-related major:
de_ch: Bitte geben Sie eine andere mit Bildung verwandte Fachrichtung an:

# teacher_survey_general_032
source: Please specify non-education major:
de_ch: Bitte spezifizieren Sie eine andere nicht-bildungsbezogene Fachrichtung:

# teacher_survey_general_033
source: Please specify other major:
de_ch: Bitte geben Sie eine andere Fachrichtung an:

# teacher_survey_general_034
source: Indicate the major field of study of your highest graduate degree. Mark ALL that apply.
de_ch: Geben Sie das Hauptstudienfach Ihres höchsten abgeschlossenen Studiengangs an. Markieren Sie ALLE, die zutreffen.

# teacher_survey_general_035
source: Early childhood education
de_ch: Frühkindliche Bildung

# teacher_survey_general_036
source: Elementary education
de_ch: Grundschulpädagogik

# teacher_survey_general_037
source: Special education
de_ch: Sonderpädagogik

# teacher_survey_general_038
source: Child development
de_ch: Kindesentwicklung

# teacher_survey_general_039
source: Reading specialist
de_ch: Lesestörungen

# teacher_survey_general_040
source: Curriculum and instruction
de_ch: Lehrplangestaltung und Unterricht

# teacher_survey_general_041
source: Bilingual/bicultural education
de_ch: Zweisprachige/bikulturelle Bildung

# teacher_survey_general_042
source: Other education-related major (e.g., secondary education, educational psychology, education administration, music education, etc.). Please specify:
de_ch: Andere mit Bildung verwandte Fachrichtung (z. B.: Sekundarpädagogik, Bildungspsychologie, Bildungsverwaltung, Musikerziehung, usw.). Bitte angeben:

# teacher_survey_general_043
source: Non-education major. Please specify:
de_ch: Nicht-bildungsbezogene Fachrichtung. Bitte angeben:

# teacher_survey_general_044
source: Other. Please specify:
de_ch: Andere. Bitte angeben:

# teacher_survey_general_045
source: Please specify other education-related major:
de_ch: Bitte geben Sie eine andere mit Bildung verwandte Fachrichtung an:

# teacher_survey_general_046
source: Please specify non-education major:
de_ch: Bitte spezifizieren Sie eine andere nicht-bildungsbezogene Fachrichtung:

# teacher_survey_general_047
source: Please specify other major:
de_ch: Bitte geben Sie eine andere Fachrichtung an:

# teacher_survey_general_048
source: Counting this school year, how many years have you been a schoolteacher? (please round to the nearest year)
de_ch: Einschließlich dieses Schuljahres, wie viele Jahre unterrichten Sie als Lehrer? (Bitte auf das nächste Jahr aufrunden)

# teacher_survey_general_049
source: Less than one year
de_ch: Weniger als ein Jahr

# teacher_survey_general_050
source: 1 to 2 years
de_ch: 1 bis 2 Jahre

# teacher_survey_general_051
source: 3 to 5 years
de_ch: 3 bis 5 Jahre

# teacher_survey_general_052
source: 6 to 10 years
de_ch: 6 bis 10 Jahre

# teacher_survey_general_053
source: Over 10 years
de_ch: Über 10 Jahre

# teacher_survey_general_054
source: <b>This set of questions asks about the school where you currently teach.</b>
de_ch: <b>Dieser Fragesatz bezieht sich auf die Schule, in der Sie derzeit unterrichten.</b>

# teacher_survey_general_055
source: Counting this school year, how many years have you been teaching <b>at this school</b>? (please round to the nearest year)
de_ch: Einschließlich dieses Schuljahres, wie viele Jahre unterrichten Sie <b>an dieser Schule</b>? (Bitte auf das nächste Jahr aufrunden)

# teacher_survey_general_056
source: Please indicate how much you agree or disagree with the following statements about this school.
de_ch: Bitte geben Sie an, wie sehr Sie den folgenden Aussagen über diese Schule zustimmen oder nicht zustimmen.

# teacher_survey_general_057
source: Strongly Disagree
de_ch: Stark ablehnen

# teacher_survey_general_058
source: Disagree
de_ch: Nicht einverstanden

# teacher_survey_general_059
source: Agree
de_ch: Einverstanden

# teacher_survey_general_060
source: Strongly Agree
de_ch: Stark zustimmen

# teacher_survey_general_061
source: I feel accepted and respected as a colleague by most staff members.
de_ch: Ich fühle mich von den meisten Mitarbeitern als Kollege akzeptiert und respektiert.

# teacher_survey_general_062
source: Parents are supportive of school staff.
de_ch: Die Eltern unterstützen das Schulpersonal.

# teacher_survey_general_063
source: Students feel supported and comfortable in this school.
de_ch: Schüler fühlen sich an dieser Schule unterstützt und wohl.

# teacher_survey_general_064
source: Staff feel supported and comfortable in this school.
de_ch: Das Personal fühlt sich an dieser Schule unterstützt und wohl.

# teacher_survey_general_065
source: Students are safe when here at this school.
de_ch: Schüler sind sicher, wenn sie hier an dieser Schule sind.

# teacher_survey_general_066
source: Staff are safe when here at this school.
de_ch: Das Personal ist sicher, wenn es hier an dieser Schule ist.

# teacher_survey_general_067
source: The facilities and property of this school are kept up well.
de_ch: Die Einrichtungen und das Eigentum dieser Schule sind gut erhalten.

# teacher_survey_general_068
source: The facilities and property of this school are clean.
de_ch: Die Einrichtungen und das Eigentum dieser Schule sind sauber.

# teacher_survey_general_069
source: Ongoing collaboration is something adults in this school do well.
de_ch: Erwachsene in dieser Schule leisten bei der kontinuierlichen Zusammenarbeit hervorragende Arbeit.

# teacher_survey_general_070
source: Adults working in this school have strong professional relationships.
de_ch: Erwachsene, die in dieser Schule arbeiten, haben starke professionelle Beziehungen.

# teacher_survey_general_071
source: Adults working in this school are respectful and supportive of one another.
de_ch: Erwachsene, die in dieser Schule arbeiten, sind respektvoll und unterstützen sich gegenseitig.

# teacher_survey_general_072
source: <b>With this set of items, we wish to learn more about teachers' feelings about their job.</b>
de_ch: <b>Mit diesem Fragesatz möchten wir mehr über die Gefühle der Lehrer zu ihrem Beruf erfahren.</b>

# teacher_survey_general_073
source: Please select one answer that indicates how often you agree with each of the following statements.
de_ch: Bitte wählen Sie eine Antwort aus, die angibt, wie oft Sie den folgenden Aussagen zustimmen.

# teacher_survey_general_074
source: Never
de_ch: Nie

# teacher_survey_general_075
source: A few times a year or less
de_ch: Einige Male im Jahr oder seltener

# teacher_survey_general_076
source: Once a month or less
de_ch: Einmal pro Monat oder weniger

# teacher_survey_general_077
source: A few times a month
de_ch: Ein paar Mal im Monat

# teacher_survey_general_078
source: Once a week
de_ch: Einmal pro Woche

# teacher_survey_general_079
source: A few times a week
de_ch: Ein paar Mal die Woche

# teacher_survey_general_080
source: Everyday
de_ch: Jeden Tag

# teacher_survey_general_081
source: I feel emotionally drained from my work.
de_ch: Ich fühle mich emotional ausgelaugt von meiner Arbeit.

# teacher_survey_general_082
source: I feel fatigued when I get up in the morning and have to face another day on the job.
de_ch: Ich fühle mich erschöpft, wenn ich morgens aufstehe und einem weiteren Arbeitstag gegenüberstehe.

# teacher_survey_general_083
source: I can easily understand how my students feel about things.
de_ch: Ich kann leicht verstehen, wie sich meine Schüler über Dinge fühlen.

# teacher_survey_general_084
source: I deal very effectively with the problems of my students.
de_ch: Ich gehe sehr effektiv mit den Problemen meiner Schüler um.

# teacher_survey_general_085
source: I feel burned out from my work.
de_ch: Ich fühle mich von meiner Arbeit ausgebrannt.

# teacher_survey_general_086
source: I feel I'm positively influencing other people's lives through my work.
de_ch: Ich habe das Gefühl, durch meine Arbeit das Leben anderer positiv zu beeinflussen.

# teacher_survey_general_087
source: I feel frustrated by my job.
de_ch: Ich fühle mich durch meinen Job frustriert.

# teacher_survey_general_088
source: I feel I'm working too hard on my job.
de_ch: Ich habe das Gefühl, dass ich in meinem Job zu hart arbeite.

# teacher_survey_general_089
source: I can easily create a relaxed atmosphere with my students.
de_ch: Ich kann leicht eine entspannte Atmosphäre mit meinen Schülern schaffen.

# teacher_survey_general_090
source: I feel exhilarated after working closely with my students.
de_ch: Ich fühle mich euphorisch, nachdem ich eng mit meinen Schülern gearbeitet habe.

# teacher_survey_general_091
source: I have accomplished many worthwhile things in this job.
de_ch: In diesem Job habe ich viele lohnenswerte Dinge erreicht.

# teacher_survey_general_092
source: I feel like I'm at the end of my rope.
de_ch: Ich fühle mich, als wäre ich am Ende meiner Kräfte.

# teacher_survey_general_093
source: In my work, I deal with emotional problems very calmly.
de_ch: In meiner Arbeit gehe ich sehr ruhig mit emotionalen Problemen um.

# teacher_survey_general_094
source: <b>This set of questions is designed to help us gain a better understanding of the kinds of things that create difficulties for teachers in their school activities.</b>
de_ch: <b>Diese Gruppe von Fragen soll uns ein besseres Verständnis für die Schwierigkeiten, die Lehrer in ihren schulischen Aktivitäten erleben, vermitteln.</b>

# teacher_survey_general_095
source: <b>How much influence do you have...</b>
de_ch: <b>Wie viel Einfluss haben Sie...</b>

# teacher_survey_general_096
source: Never
de_ch: Nie

# teacher_survey_general_097
source: Very Little
de_ch: Sehr wenig

# teacher_survey_general_098
source: Some Influence
de_ch: Etwas Einfluss
