Repository: levante-framework/levante_translations
Catalog: %filename%-de%locale_with_underscore.xliff
Languages: de_ch

# teacher_survey_general_099
source: Quite a Bit
de_ch: Ziemlich viel

# teacher_survey_general_100
source: A Great Deal
de_ch: Eine ganze Menge

# teacher_survey_general_101
source: on disruptive behavior in the classroom?
de_ch: auf störendes Verhalten im Klassenzimmer?

# teacher_survey_general_102
source: to motivate children who show low interest in activities?
de_ch: um Kinder zu motivieren, die wenig Interesse an Aktivitäten zeigen?

# teacher_survey_general_103
source: to get children to believe they can do well on activities?
de_ch: um Kinder zu überzeugen, dass sie Aufgaben gut bewältigen können?

# teacher_survey_general_104
source: to help children in your classroom(s) value learning?
de_ch: um Kindern in Ihrem/n Klassenzimmer/n zu helfen, den Wert des Lernens zu schätzen?

# teacher_survey_general_105
source: on getting children to follow classroom rules?
de_ch: bei der Durchsetzung der Klassenregeln für Kinder?

# teacher_survey_general_106
source: on calming a child who is disruptive or noisy?
de_ch: um ein Kind zu beruhigen, das störend oder laut ist?

# teacher_survey_general_107
source: <b>How well can you...</b>
de_ch: <b>Wie gut können Sie...</b>

# teacher_survey_general_108
source: Not At All
de_ch: Überhaupt nicht

# teacher_survey_general_109
source: Very Little
de_ch: Sehr wenig

# teacher_survey_general_110
source: Somewhat
de_ch: Etwas

# teacher_survey_general_111
source: Quite a Bit
de_ch: Ziemlich viel

# teacher_survey_general_112
source: A Great Deal
de_ch: Eine ganze Menge

# teacher_survey_general_113
source: establish a classroom management system?
de_ch: ein Klassenzimmer-Managementsystem einführen?

# teacher_survey_general_114
source: use a variety of assessment strategies?
de_ch: verschiedene Bewertungsstrategien einsetzen?

# teacher_survey_general_115
source: provide alternative explanations or examples when children are confused?
de_ch: alternative Erklärungen oder Beispiele geben, wenn Kinder verwirrt sind?

# teacher_survey_general_116
source: assist families in helping their children do well in school?
de_ch: Familien dabei unterstützen, ihren Kindern im schulischen Umfeld zu helfen?

# teacher_survey_general_117
source: implement alternative strategies in your classroom(s)?
de_ch: alternative Strategien in Ihrem/n Klassenzimmer/n umsetzen?

# teacher_survey_general_118
source: create good questions for children in your classroom(s)?
de_ch: gute Fragen für Kinder in Ihrem/n Klassenzimmer/n entwickeln?

# teacher_survey_general_119
source: <b>With this set of items, we wish to learn more about teachers' ideas and beliefs about children.</b>
de_ch: <b>Mit diesem Fragesatz möchten wir mehr über die Ideen und Überzeugungen der Lehrer über Kinder erfahren.</b>

# teacher_survey_general_120
source: Please select one answer that indicates how strongly you agree with each of the following statements.
de_ch: Bitte wählen Sie eine Antwort aus, die angibt, wie sehr Sie den folgenden Aussagen zustimmen.

# teacher_survey_general_121
source: Strongly Disagree
de_ch: Stark ablehnen

# teacher_survey_general_122
source: Mildly Disagree
de_ch: Leicht ablehnen

# teacher_survey_general_123
source: Mildly Agree
de_ch: Leicht zustimmen

# teacher_survey_general_124
source: Strongly Agree
de_ch: Stark zustimmen

# teacher_survey_general_125
source: Since parents lack special training in education, they should not question the teacher's teaching methods.
de_ch: Da Eltern keine spezielle Ausbildung in Pädagogik haben, sollten sie die Unterrichtsmethoden eines Lehrers nicht in Frage stellen.

# teacher_survey_general_126
source: Children should be treated the same regardless of differences among them.
de_ch: Kinder sollten unabhängig von ihren unterschiedlichen Eigenschaften gleich behandelt werden.

# teacher_survey_general_127
source: Children should always obey the teacher.
de_ch: Kinder sollten dem Lehrer immer gehorchen.

# teacher_survey_general_128
source: Preparing for the future is more important for a child than enjoying today.
de_ch: Die Vorbereitung auf die Zukunft ist für ein Kind wichtiger als das Genießen der Gegenwart.

# teacher_survey_general_129
source: Children will not do the right thing unless they must.
de_ch: Kinder werden nicht das Richtige tun, es sei denn, sie müssen es tun.

# teacher_survey_general_130
source: Children should be allowed to disagree with their parents if they feel their own ideas are better.
de_ch: Kinder sollten die Erlaubnis haben, ihren Eltern zu widersprechen, wenn sie glauben, dass ihre eigenen Ideen besser sind.

# teacher_survey_general_131
source: Children should be kept busy with work and study at home and at school.
de_ch: Kinder sollten sowohl zu Hause als auch in der Schule mit Aufgaben und Lernen beschäftigt werden.

# teacher_survey_general_132
source: The major goal of education is to put basic information into the minds of the children.
de_ch: Das Hauptziel der Bildung ist es, grundlegende Informationen in die Köpfe der Kinder zu vermitteln.

# teacher_survey_general_133
source: In order to be fair, a teacher must treat all children alike.
de_ch: Um fair zu sein, muss ein Lehrer alle Kinder gleich behandeln.

# teacher_survey_general_134
source: The most important thing to teach children is absolute obedience to whoever is in authority.
de_ch: Das Wichtigste, was man Kindern beibringen muss, ist der absolute Gehorsam gegenüber Autoritätspersonen.

# teacher_survey_general_135
source: Children learn best by doing things themselves rather than listening to others.
de_ch: Kinder lernen am besten, indem sie Dinge selbst tun, anstatt anderen zuzuhören.

# teacher_survey_general_136
source: Children must be carefully trained early in life or their natural impulses will make them unmanageable.
de_ch: Kinder müssen früh in ihrem Leben sorgfältig geschult werden, sonst werden ihre natürlichen Impulse sie unkontrollierbar machen.

# teacher_survey_general_137
source: Children have a right to their own point of view and should be allowed to express it.
de_ch: Kinder haben das Recht auf ihre eigene Meinung und sollten sie auch äußern dürfen.

# teacher_survey_general_138
source: Children's learning results mainly from being presented basic information again and again.
de_ch: Das Lernen von Kindern basiert hauptsächlich darauf, dass ihnen grundlegende Informationen immer wieder vermittelt werden.

# teacher_survey_general_139
source: Children like to teach other children.
de_ch: Kinder unterrichten gerne andere Kinder.

# teacher_survey_general_140
source: The most important thing to teach children is absolute obedience to parents.
de_ch: Das Wichtigste, was man Kindern beibringen muss, ist der absolute Gehorsam gegenüber den Eltern.

# teacher_survey_general_141
source: Start Survey
de_ch: Umfrage starten

# teacher_survey_general_142
source: Previous
de_ch: Zurück

# teacher_survey_general_143
source: Next
de_ch: Weiter

# teacher_survey_general_144
source: Finish
de_ch: Beenden

# components/participant-sidebar.grade
source: Grade
de_ch: Klasse

# components/participant-sidebar.studentInfo
source: Participant Info
de_ch: Schülerinformationen

# components/participant-sidebar.tasksCompleted
source: tasks completed!
de_ch: Aufgaben abgeschlossen!

# components/game-tabs.clickToStart
source: Click to start
de_ch: Klicken zum Starten

# components/game-tabs.egmaMathDescription
source: Solve the math problems.
de_ch: Löse die Matheaufgaben.

# components/game-tabs.egmaMathName
source: Math
de_ch: Mathe

# components/game-tabs.heartsAndFlowersDescription
source: Match the correct side to the hearts and flowers.
de_ch: Wähle die richige Seite für die Herzen und Blumen.

# components/game-tabs.heartsAndFlowersName
source: Hearts and Flowers
de_ch: Herzen & Blumen

# components/game-tabs.introDescription
source: Learn how to play our games.
de_ch: Schau dir an, wie man unsere Spiele spielt.

# components/game-tabs.introName
source: Introduction
de_ch: Anleitungen

# components/game-tabs.matrixReasoningDescription
source: Find the missing piece to complete the puzzle.
de_ch: Finde das fehlende Teil, um das Puzzle zu vervollständigen.

# components/game-tabs.matrixReasoningName
source: Pattern matching
de_ch: Musterspiel

# components/game-tabs.mefsDescription
source: Match the shapes and colors.
de_ch: Formen und Farben zuordnen.

# components/game-tabs.mefsName
source: Lion and Monkey
de_ch: Löwe & Affe

# components/game-tabs.memoryGameDescription
source: Watch the squares light up. Remember the order and make the same pattern.
de_ch: Schau dir genau an, wie die Quadrate aufleuchten. Merke dir die Reihenfolge und mach das Muster genauso nach.

# components/game-tabs.memoryGameName
source: Memory
de_ch: Merkspiel

# components/game-tabs.mentalRotationDescription
source: Match the pictures.
de_ch: Ordne die Bilder zu.

# components/game-tabs.mentalRotationName
source: Shape Rotation
de_ch: Formenspiel

# components/game-tabs.roarInferenceDescription
source: Read the stories and answer the questions.
de_ch: Lies die Geschichten und beantworte die Fragen.

# components/game-tabs.roarInferenceName
source: Roar - Inference
de_ch: Brüllen - Schlussfolgerung

# components/game-tabs.sameDifferentSelectionDescription
source: Find things that are the same about the shapes.
de_ch: Finde Dinge, die die Formen gemeinsam haben.

# components/game-tabs.sameDifferentSelectionName
source: Same & Different
de_ch: Gleich & Verschieden

# components/game-tabs.surveyDescriptionChild
source: Answer questions about your time at school.
de_ch: Hier geht es um Fragen zu deiner Schulzeit.

# components/game-tabs.surveyDescriptionParentPart1
source: This survey will take approximately 20-30 minutes to complete and will ask questions about your child.
de_ch: Das Ausfüllen dieser Fragebögen dauert etwa 30-45 Minuten. Teil A enthält Fragen zu Ihrem häuslichen Umfeld und zu Ihrer Person. In Teil B werden Fragen zu Ihrem Kind/ Ihren Kindern gestellt. Anhand des Geburtsdatums, welches im jeweiligen Fragebogen aufgeführt ist, können Sie erkennen, an welches Kind Sie bei der Beantwortung der Fragen denken sollen (falls Sie mehr als ein Kind in dieser Studie haben).

# components/game-tabs.surveyDescriptionParentPart2
source: This survey will take approximately 20-30 minutes to complete and will ask questions about your home and yourself.
de_ch: Umfrage für Eltern: Die folgende Umfrage dauert etwa 20-30 Minuten und enthält Fragen Ihrem zu Hause und zu Ihrer Person.

# components/game-tabs.surveyDescriptionTeacherPart1
source: This survey will take approximately 5-10 minutes to complete and asks about your background and beliefs about teaching.
de_ch: Diese Umfrage dauert ungefähr 5-10 Minuten und fragt nach Ihrem Hintergrund und Ihren Ansichten über das Unterrichten.

# components/game-tabs.surveyDescriptionTeacherPart2
source: This survey will take approximately 5-10 minutes to complete and asks questions about the classroom(s) you teach.
de_ch: Diese Umfrage dauert ungefähr 5-10 Minuten und stellt Fragen über das Klassenzimmer/die Klassenzimmer, in dem/denen Sie unterrichten.

# components/game-tabs.surveyNameChild
source: Thoughts and Feelings
de_ch: Gedanken & Gefühle

# components/game-tabs.surveyNameParentPart1
source: Survey - Caregiver
de_ch: Umfrage - Erwachsene

# components/game-tabs.surveyNameParentPart2
source: Survey - Family
de_ch: Umfrage - Familie

# components/game-tabs.surveyNameTeacherPart1
source: Survey - General
de_ch: Umfrage - Allgemein

# components/game-tabs.surveyNameTeacherPart2
source: Survey - Classroom
de_ch: Umfrage - Klassenzimmer

# components/game-tabs.surveyProgressGeneral
source: General
de_ch: Allgemein

# components/game-tabs.surveyProgressGeneralParent
source: Home/Caregiver
de_ch: zu Hause/ Erwachsener

# components/game-tabs.surveyProgressGeneralTeacher
source: Teacher
de_ch: Lehrer

# components/game-tabs.surveyProgressSpecificParent
source: Child
de_ch: Kind

# components/game-tabs.surveyProgressSpecificParentMonth
source: Month
de_ch: Monat

# components/game-tabs.surveyProgressSpecificParentYear
source: Year
de_ch: Jahr

# components/game-tabs.surveyProgressSpecificTeacher
source: Classroom
de_ch: Klassenzimmer

# components/game-tabs.taskCompleted
source: Task Completed!
de_ch: Aufgabe abgeschlossen!

# components/game-tabs.theoryOfMindDescription
source: Listen to the stories and answer the questions.
de_ch: Höre dir die Geschichten an und beantworte dann Fragen dazu.

# components/game-tabs.theoryOfMindName
source: Stories
de_ch: Bildergeschichten

# components/game-tabs.trogDescription
source: Listen to the words and choose the matching picture.
de_ch: Hör dir die Wörter an und wähle das passende Bild dazu aus.

# components/game-tabs.trogName
source: Sentence Undersanding
de_ch: Satzverstehen

# components/game-tabs.vocabDescription
source: Listen to the word and choose the matching picture.
de_ch: Hör dir die Wörter an und wähle das passende Bild dazu aus.

# components/game-tabs.vocabName
source: Vocabulary
de_ch: Vokabeln

# components/sentry-form.buttonLabel
source: Report an Issue
de_ch: Ein Problem melden

# components/sentry-form.cancelButtonLabel
source: Cancel
de_ch: Abbrechen

# components/sentry-form.emailPlaceholder
source: your.email@example.org (optional)
de_ch: ihre.email@beispiel.org (optional)

# components/sentry-form.formTitle
source: Report an Issue to LEVANTE
de_ch: Ein Problem bei LEVANTE melden

# components/sentry-form.messageLabel
source: Description
de_ch: Beschreibung

# components/sentry-form.messagePlaceholder
source: What is the issue? What did you want to experience instead? Thank you for sharing.
de_ch: Was ist das Problem? Was wollten Sie stattdessen erleben? Vielen Dank für Ihr Feedback.

# components/sentry-form.namePlaceholder
source: Your Name (optional)
de_ch: Ihr Name (optional)

# components/sentry-form.submitButtonLabel
source: Submit Issue Report
de_ch: Problembericht einreichen

# components/navbar.greeting
source: Hi
de_ch: Hallo

# components/navbar.signOut
source: Sign Out
de_ch: Abmelden

# components/tasks.loading
source: loading
de_ch: Laden

# components/tasks.preparing
source: Preparing your game!
de_ch: Gleich geht das Spiel los!
