Repository: levante-framework/levante_translations
Catalog: %filename%-de%locale_with_underscore.xliff
Languages: de_ch

# GrowthMindSmart
source: Some kids think they can get smarter if they work really hard. Do you think that you can get smarter if you work really hard?
de_ch: Manche Kinder glauben, dass sie schlauer werden können, wenn sie sich anstrengen. Bist du auch der Meinung, dass du schlauer werden kannst, wenn du dich anstrengst?

# GrowthMindRead
source: Some kids think they can get better at reading if they work really hard. Do you think that you can get better at reading if you work really hard?
de_ch: Manche Kinder glauben, dass sie besser lesen können, wenn sie sich richtig anstrengen. Bist du auch der Meinung, dass du besser lesen kannst, wenn du dich richtig anstrengst?

# GrowthMindMath
source: Some kids think they can get better at math if they work really hard. Do you think that you can get better at math if you work really hard?
de_ch: Manche Kinder glauben, dass sie in Mathematik besser werden können, wenn sie sich richtig anstrengen. Bist du auch der Meinung, dass man in Mathe besser wird, wenn man sich richtig anstrengt?

# ChildSurveyRespoonses
source: No, never; Yes, some of the time; Yes, most of the time; Yes, all of the time
de_ch: Nein, nie; Ja, manchmal; Ja, meistens; Ja, immer

# ToM-scene7-instruct1
source: Here is Diana. This morning at school, Diana put her toy in this drawer, because she didn’t want anyone to find it.
de_ch: Das ist Diana. Als sie heute Morgen in die Schule kam, hat Diana ihr Spielzeug in diese Schublade gelegt, weil sie nicht wollte, dass es jemand findet.

# ToM-scene7-instruct2
source: But while Diana was outside, someone did find it! And moved it from inside the drawer, to inside the desk.
de_ch: Aber während Diana draußen war, hat es jemand gefunden und aus der Schublade in den Schreibtisch gelegt.

# ToM-scene7-instruct3
source: So now it’s playtime and Diana wants her toy.
de_ch: Nun haben die Kinder Zeit zum Spielen und Diana möchte ihr Spielzeug holen.

# ToM-scene7-q1-false_belief
source: Where will Diana look for her toy?
de_ch: Wo wird Diana nach ihrem Spielzeug suchen?

# ToM-scene7-q2-reality_check
source: And where is her toy really?
de_ch: Und wo ist ihr Spielzeug wirklich?

# desk
source: In the desk
de_ch: Im Schreibtisch

# drawer
source: In the drawer
de_ch: In der Schublade

# ToM-scene8-instruct1
source: This morning when she came to school, Allie put her yellow pencil on this shelf, above the backpack shelf.
de_ch: Heute Morgen, als sie in die Schule kam, legte Linda ihren gelben Bleistift auf das Regal über dem Rucksackregal.

# ToM-scene8-instruct2
source: And then she went outside to play, see? Here’s Allie playing outside. And while she was outside playing, Allie’s yellow pencil fell down from on top of the shelf to behind the backpack shelf, see?
de_ch: Und dann ist sie zum spielen nach draußen gegangen, siehst du? Und während sie draußen spielte, fiel Lindas gelber Bleistift von oben runter und hinter das Rucksackregal, siehst du?

# ToM-scene8-instruct3
source: Then Mike comes in, and Mike puts his pencil above the backpack shelf. Mike’s pencil is also yellow! But Allie is still outside playing, so she didn’t see what Mike was doing.
de_ch: Dann kommt Tim herein, und Tim legt seinen Bleistift auf das Regal über dem Rucksackregal. Tims Bleistift ist auch gelb! Aber Linda ist noch draußen und spielt, deshalb hat sie nicht gesehen, was Tim gemacht hat.

# ToM-scene8-q1-false_belief
source: Now, when Allie comes in from outside, where will she look first for her pencil?
de_ch: Wenn Linda jetzt von draußen reinkommt, wo wird sie zuerst nach ihrem Bleistift suchen?

# top
source: On top of the shelf above the backpack shelf
de_ch: Oben auf dem Regal über dem Rucksackregal.

# behind
source: Behind the backpack shelf
de_ch: Hinter dem Rucksackregal

# ToM-scene-8-instruct4
source: Let’s see what she does. Oh look, here is Allie reaching for this pencil up on top of the shelf. And now Mike sees Allie reaching for that pencil... the pencil that is Mike's!
de_ch: Schauen wir mal, was sie macht. Oh, sieh mal, hier greift Linda nach dem Bleistift oben auf dem Regal. Und jetzt sieht Tim, wie Linda nach dem Bleistift greift... dem Bleistift, der Tim gehört!

# ToM-scene-8-q2-emotion_reasoning
source: How do you think Mike feels about Allie reaching for that pencil?
de_ch: Was glaubst du, wie Tim sich fühlt, wenn Linda nach dem Bleistift greift?

# ToM-scene-8-q3-emotion_reasoning
source: How do you think Mike would feel if he had not seen Allie reaching for the pencil?
de_ch: Wie würde sich Tim wohl fühlen, wenn er nicht gesehen hätte, wie Linda nach dem Bleistift greift?

# ToM-scene-8-q4-false_belief
source: Is Allie being mean and naughty for taking Mike’s pencil?
de_ch: Ist es gemein und frech von Linda, dass sie Tims Bleistift genommen hat?

# ToM-scene-8-q5-false_belief
source: Should Allie get in trouble with the teacher for taking Mike’s pencil?
de_ch: Sollte Linda Ärger mit der Lehrerin bekommen, weil sie Tims Bleistift genommen hat?

# ToM-scene-8-q6-reality_check
source: Can you help Mike find his pencil? Is it on top of the shelf or behind the backpack shelf?
de_ch: Kannst du Tim helfen, seinen Bleistift zu finden? Liegt er oben auf dem Regal oder hinter dem Rucksackregal?

# ToM-scene-8-q7-reality_check
source: Can you help Allie find her pencil? Is it on top of the shelf or behind the backpack shelf?
de_ch: Kannst du Linda helfen, ihren Bleistift zu finden? Liegt er oben auf dem Regal oder hinter dem Rucksackregal?

# ToM-scene-9-instruct1
source: This is Mark. Mark is playing a really silly game today and not saying any words all day long. Instead, Mark is drawing pictures. Mark is at the library, deciding which book he would like to read. Mom shows Mark two books, a book about cups and a book about hills.
de_ch: Das ist Mark. Mark spielt heute ein wirklich albernes Spiel und sagt den ganzen Tag lang kein einziges Wort. Stattdessen malt Mark Bilder. Mark ist in der Bibliothek und überlegt, welches Buch er gerne lesen möchte. Mama zeigt Mark zwei Bücher, ein Buch über Tassen und ein Buch über Hügel.

# ToM-scene-9-instruct2
source: Mark draws a picture of a hill, to tell Mom that he wants to read the book about hills. But when Mark gives Mom the picture, she holds it upside-down, so that it looks like a cup!
de_ch: Mark malt ein Bild von einem Hügel, um Mama zu sagen, dass er das Buch über Hügel lesen möchte. Aber als Mark Mama das Bild gibt, hält sie es verkehrt herum so dass es wie eine Tasse aussieht!

# ToM-scene-9-q1-reality_check
source: What did Mark mean to draw?
de_ch: Was wollte Mark eigentlich zeichnen?

# hill
source: A hill
de_ch: Einen Hügel

# cup
source: A cup
de_ch: Eine Tasse

# ToM-scene-9-q2-false_belief
source: When Mom sees the picture, what book will she give Mark?
de_ch: Wenn Mama das Bild sieht, welches Buch wird sie Mark geben?

# ToM-scene-9-q3-reality_check
source: What book does Mark really want?
de_ch: Welches Buch will Mark wirklich?

# hillsbook
source: The book about hills
de_ch: Das Buch über Hügel

# cupbook
source: The book about cups
de_ch: Das Buch über Tassen

# ToM-scene-9-q4-emotion_reasoning
source: Look, Mom realized her mistake and gave Mark the book he really wanted! How do you think Mark feels about getting the book he wanted?
de_ch: Sieh mal, Mama hat den Fehler erkannt und Mark das Buch gegeben, das er wirklich wollte! Was glaubst du, wie sich Mark fühlt, weil er das Buch bekommen hat, das er wollte?

# ToM-scene-10-instruct1
source: Teacher Sarah tells all of the kids to take one storybook from the bag that she brought. There is one storybook for every kid.
de_ch: Lehrerin Sarah bittet alle Kinder, sich ein Bilderbuch aus der Tasche zu nehmen, die sie mitgebracht hat. Für jedes Kind gibt es ein Bilderbuch.

# ToM-scene-10-instruct2
source: Now there are two storybooks left, and Brian and Megan are the last two kids without storybooks. But when Brian goes to get his storybook, he decides to take both storybooks, even though he knows that Megan doesn’t have a storybook yet, and that everyone is only supposed to have one. Brian hides the extra storybook in his desk.
de_ch: Jetzt sind noch zwei Märchenbücher übrig, und Alexander und Tina sind die letzten beiden Kinder ohne Märchenbuch. Aber als Alexander sein Bilderbuch holen geht, beschließt er, beide Bilderbücher zu nehmen, obwohl er weiß, dass Tina noch kein Bilderbuch hat und dass jedes Kind nur eins haben darf. Alexander versteckt das zusätzliche Märchenbuch in seinem Schreibtisch.

# ToM-scene-10-q1-emotion_reasoning
source: How does Megan feel about being the only child without a storybook?
de_ch: Wie fühlt sich Tina, weil sie das einzige Kind ohne ein Märchenbuch ist?

# ToM-scene-10-q2-emotion_reasoning
source: How would Megan feel if she received a book?
de_ch: Wie würde sich Tina fühlen, wenn sie ein Buch bekommen würde?

# ToM-scene-10-instruct3
source: Teacher Sarah asks Brian, “Is there a storybook leftover, so Megan can have one?” Brian tells Teacher Sarah, “No, there is no storybook left. They are all being used right now.”
de_ch: Lehrerin Sarah fragt Alexander: „Ist noch ein Märchenbuch übrig, damit Tina eins haben kann?“ Alexander sagt zu Lehrerin Sarah: „Nein, es ist kein Märchenbuch übrig. Sie werden gerade alle benutzt.“

# ToM-scene-10-q3-reality_check
source: Is Brian lying?
de_ch: Lügt Alexander?

# ToM-scene-10-q4-reality_check
source: Is there still a storybook left, that isn’t being used right now?
de_ch: Ist noch ein Märchenbuch übrig, das gerade nicht benutzt wird?

# ToM-scene-10-instruct4
source: Megan is sad that she doesn’t have a storybook, and asks Teacher Sarah, "is there an extra storybook for me?" Teacher Sarah says, “I’m so sorry Megan, but there are no storybooks left, they are all being used right now.”
de_ch: Tina ist traurig, dass sie kein Märchenbuch hat, und fragt Lehrerin Sarah: „Gibt es ein zusätzliches Märchenbuch für mich?" Lehrerin Sarah sagt: „Es tut mir so leid, Tina, aber es gibt keine Märchenbücher mehr, sie werden gerade alle benutzt.“

# ToM-scene-10-q5-false_belief
source: Is Teacher Sarah lying?
de_ch: Lügt Lehrerin Sarah?

# ToM-scene-10-q6-reality_check
source: Is there still a storybook left, that isn’t being used right now?
de_ch: Ist noch ein Märchenbuch übrig, das gerade nicht benutzt wird?

# ToM-scene-11-instruct1
source: This is Josh. Earlier today, Josh was tidying his room. Josh put his big basketball on his desk, his medium-sized soccer ball on his table, and his small baseball down on the bottom shelf.
de_ch: Das ist Karl. Heute früh hat Karl sein Zimmer aufgeräumt. Karl hat seinen großen Basketball auf den Schreibtisch gelegt, seinen mittelgroßen Fußball auf den Tisch und seinen kleinen Baseball auf das unterste Regal.

# ToM-scene-11-instruct2
source: Josh’s mom just walked in and Josh asks his mom to get one of the toys. Josh tells his mom, “I want the small ball!”
de_ch: Karls Mutter kam gerade herein und Karl bat seine Mutter, eines der Spielzeuge zu holen. Karl sagt zu seiner Mutter: „Ich will den kleinen Ball!“

# ToM-scene-11-q1-reference
source: Which ball will mom get for Josh?
de_ch: Welchen Ball wird Mama für Karl holen?

# ToM-scene-11-q2-reality_check
source: Which ball does Josh want?
de_ch: Welchen Ball will Karl?

# baseball
source: The small baseball
de_ch: Den kleinen Baseball

# soccerball
source: The medium sized soccer ball
de_ch: Den mittelgroßen Fußball

# big-basketball
source: The big basketball
de_ch: Den großen Basketball

# ToM-scene-11-q3-emotion_reasoning
source: Josh wanted the baseball but mom gave him the soccer ball! How do you think Josh feels about receiving the wrong toy?
de_ch: Karl wollte den Baseball, aber Mama gab ihm den Fußball! Was denkst du, wie sich Karl fühlt, wenn er das falsche Spielzeug bekommt?

# ToM-scene-11-q4-emotion_reasoning
source: How do you think Josh would feel if he had received the correct toy?
de_ch: Was denkst du, wie er sich fühlen würde, wenn er das richtige Spielzeug bekommen hätte?

# ToM-scene-12-instruct1
source: This morning, Dad asked Emma what toy she would like to take to school, and Emma told him that she would like to play with her yellow ball at recess.
de_ch: Heute Morgen fragte Papa Emma, welches Spielzeug sie gerne mit in die Schule nehmen würde, und Emma sagte ihm, dass sie in der Pause gerne mit ihrem gelben Ball spielen würde.

# ToM-scene-12-instruct2
source: Then Emma went to her room to get ready for school. While she was getting ready, she changed her mind, so she yelled to her dad, “Actually, may I please have my red ball instead?” and kept getting ready for school. But Dad did not hear Emma ask for her red ball.
de_ch: Dann ging Emma in ihr Zimmer, um sich für die Schule fertig zu machen. Während sie sich fertig machte, änderte sie ihre Meinung und rief ihrem Vater zu: „Darf ich stattdessen meinen roten Ball haben?“ und machte sich weiter fertig für die Schule. Aber Papa hörte nicht, wie Emma nach ihrem roten Ball fragte.

# ToM-scene-12-q1-false_belief
source: Which toy does Dad think Emma wants to bring to school?
de_ch: Was glaubt Papa, welches Spielzeug Emma mit in die Schule nehmen möchte?

# ToM-scene-12-instruct3
source: Dad didn’t hear Emma say she wants her red ball. So dad thinks Emma wants her yellow ball. Dad goes to pack Emma’s bag, but can’t find her yellow ball in the toy box! But dad finds a blue ball in the toy box, so he packs the blue ball for Emma instead.
de_ch: Papa hat Emma nicht sagen hören, dass sie ihren roten Ball haben möchte. Deshalb denkt Papa, dass Emma ihren gelben Ball haben möchte. Papa geht los, um Emmas Tasche zu packen, kann aber ihren gelben Ball in der Spielzeugkiste nicht finden! Aber Papa findet einen blauen Ball in der Spielzeugkiste, also packt er stattdessen den blauen Ball für Emma ein.

# ToM-scene-12-q2-false_belief
source: Does Emma know that Dad packed the blue ball?
de_ch: Weiß Emma, dass Papa den blauen Ball eingepackt hat?

# ToM-scene-12-q3-false_belief
source: Which ball does Emma think Dad packed?
de_ch: Welchen Ball, glaubt Emma, hat Papa eingepackt?

# yellowball
source: The yellow ball
de_ch: Der gelbe Ball

# redball
source: The red ball
de_ch: Den roten Ball

# blueball
source: The blue ball
de_ch: Der blaue Ball

# ToM-scene-12-instruct4
source: On the way to school, Dad tells Emma, “I’m so sorry, I couldn’t pack the toy that you wanted because I couldn’t find it”.
de_ch: Auf dem Weg zur Schule sagt Papa zu Emma: „Es tut mir so leid, ich konnte das Spielzeug, das du dir gewünscht hast, nicht einpacken, weil ich es nicht finden konnte“.

# ToM-scene-12-q4-reality_check
source: What toy does Emma want?
de_ch: Welches Spielzeug wünscht sich Emma?

# ToM-scene-12-q5-reality_check
source: What toy did Dad pack for Emma?
de_ch: Welches Spielzeug hat Papa für Emma eingepackt?

# ToM-scene-12-instruct5
source: Emma is very happy to play with her ball.
de_ch: Emma ist sehr glücklich, mit ihrem Ball zu spielen.

# ToM-scene13-instruct1
source: Here is Gabriel. This afternoon at school, Gabriel put his pencil in his pencil box.
de_ch: Das ist Gabriel. Heute Nachmittag in der Schule hat Gabriel seinen Bleistift in seine Federtasche gelegt.

# ToM-scene13-instruct2
source: But while Gabriel was outside, someone used his pencil! After using Gabriel’s pencil, the person put the pencil in a basket.
de_ch: Aber während Gabriel draußen war, hat jemand seinen Bleistift benutzt! Nachdem die Person Gabriels Bleistift benutzt hatte, legte sie ihn in einen Becher.

# ToM-scene13-instruct3
source: So now it’s time for class, and Gabriel wants his pencil.
de_ch: Jetzt ist es Zeit für den Unterricht, und Gabriel sucht seinen Bleistift.

# ToM-scene13-q1-false_belief
source: Where will Gabriel look for his pencil?
de_ch: Wo wird Gabriel nach seinem Bleistift suchen?

# box
source: In the box
de_ch: In der Federtasche

# basket
source: In the basket
de_ch: Im Becher

# ToM-scene13-q2-reality_check
source: And where is his pencil really?
de_ch: Und wo ist sein Bleistift wirklich?

# ToM-scene14-instruct1
source: This afternoon when he came home, Bobby put his soccer ball on the table.
de_ch: Als er heute Nachmittag nach Hause kam, hat Bobby seinen Fußball auf den Tisch gelegt.

# ToM-scene14-instruct2
source: And then he went outside to play, see? Here’s Bobby playing outside. And while he was outside playing, Bobby’s soccer ball fell off the table and onto the floor.
de_ch: Und dann ging er nach draußen, um zu spielen, siehst du? Hier ist Bobby beim Spielen im Freien. Und während er draußen spielte, fiel Bobbys Fußball vom Tisch auf den Boden.

# ToM-scene14-instruct3
source: Then Bobby’s sister Anna comes in. Anna also has a soccer ball! Anna puts her soccer ball on the table. Bobby is still outside playing, so he didn’t see what Anna was doing.
de_ch: Dann kommt Bobbys Schwester Anna herein. Anna hat auch einen Fußball! Anna legt ihren Fußball auf den Tisch. Bobby ist immer noch draußen und spielt, deshalb hat er nicht gesehen, was Anna gemacht hat.

# ToM-scene14-q1-false_belief
source: Now, when Bobby comes in from outside, where will he look first for his soccer ball?
de_ch: Wenn Bobby jetzt von draußen reinkommt, wo wird er zuerst nach seinem Fußball suchen?

# table
source: On the table
de_ch: Auf dem Tisch

# floor
source: On the floor
de_ch: Auf dem Boden

# ToM-scene-14-instruct4
source: Let’s see what he does. Oh look, here is Bobby reaching for the soccer ball on the table. And now Anna sees Bobby reaching for that soccer ball... the soccer ball that is Anna's!
de_ch: Schauen wir mal, was er macht. Oh, sieh mal, hier ist Bobby, der nach dem Fußball auf dem Tisch greift. Und jetzt sieht Anna, wie Bobby nach dem Fußball greift ... dem Fußball, der Anna gehört!

# ToM-scene-14-q2-emotion_reasoning
source: How do you think Anna feels about Bobby reaching for that soccer ball?
de_ch: Was denkst du, wie Anna sich fühlt, wenn Bobby nach dem Fußball greift?

# ToM-scene-14-q3-emotion_reasoning
source: How do you think Anna would feel if she had not seen Bobby reaching for the soccer ball?
de_ch: Was denkst du, wie Anna sich fühlen würde, wenn sie nicht gesehen hätte, wie Bobby nach dem Fußball gegriffen hat?

# ToM-scene-14-q4-false_belief
source: Is Bobby being mean and naughty for taking Anna’s soccer ball?
de_ch: Ist Bobby gemein und frech, weil er Annas Fußball genommen hat?

# ToM-scene-14-q5-false_belief
source: Should Bobby get in trouble with their mom for taking Anna’s soccer ball?
de_ch: Sollte Bobby Ärger mit seiner Mutter bekommen, weil er Annas Fußball genommen hat?

# ToM-scene-14-q6-reality_check
source: Can you help Anna find her soccer ball? Is it on the table or on the floor?
de_ch: Kannst du Anna helfen, ihren Fußball zu finden? Liegt er auf dem Tisch oder auf dem Boden?

# ToM-scene-14-q7-reality_check
source: Can you help Bobby find his soccer ball? Is it on the table or on the floor?
de_ch: Kannst du Bobby helfen, seinen Fußball zu finden? Liegt er auf dem Tisch oder auf dem Boden?

# ToM-scene-15-instruct1
source: Alex, Beth, and Johnny are playing a game at the park. Here's how the game goes: One kid hides, but draws a clue in the sandbox so the other kids can find them.
de_ch: Robin, Sina und Tobias spielen ein Spiel im Park. Das Spiel läuft folgendermaßen ab: Ein Kind versteckt sich, malt aber einen Hinweis in den Sandkasten, damit die anderen Kinder es finden können.

# ToM-scene-15-instruct2
source: Johnny decides to hide behind the flower bush. He draws a clue in the sand. Johnny means to draw the flower bush, but the drawing looks like a rock instead! Then Johnny goes to hide behind the flower bush.
de_ch: Tobias beschließt, sich hinter den Blumensträuchern zu verstecken. Er malt einen Hinweis in den Sand. Tobias will den Strauch zeichnen, aber die Zeichnung sieht stattdessen wie ein Stein aus! Dann versteckt sich Tobias hinter den Blumensträuchern.

# ToM-scene-15-q1-reality_check
source: What did Johnny mean to draw?
de_ch: Was wollte Tobias zeichnen?

# flowerbush
source: A flower bush
de_ch: Einen Blumenstrauch

# rocks
source: A rock
de_ch: Einen Felsen

# ToM-scene-15-q2-false_belief
source: When Alex and Beth see this clue, where will they look first for Johnny? Behind the flower bush or behind the rock?
de_ch: Wenn Robin und Sina diesen Hinweis sehen, wo werden sie zuerst nach Tobias suchen? Hinter dem Blumenstrauch oder hinter dem Felsen?

# ToM-scene-15-q3-reality_check
source: Can you help them find where Johnny really is?
de_ch: Kannst du ihnen helfen, herauszufinden, wo Tobias wirklich ist?

# behind-flowerbush
source: Behind the flower bush
de_ch: Hinter dem Blumenstrauch

# behind-rock
source: Behind the rock
de_ch: Hinter dem Felsen

# ToM-scene-15-q4-emotion_reasoning
source: Look, Alex and Beth found Johnny, and won the game! How do you think Alex and Beth feel about winning the game?
de_ch: Schau, Robin und Sina haben Tobias gefunden und das Spiel gewonnen! Was denkst du, wie Robin und Sina sich fühlen, weil sie das Spiel gewonnen haben?

# ToM-scene-16-instruct1
source: Dad tells James and Sophie to get ready for school. Dad tells them to put on their shoes.
de_ch: Papa sagt Jakob und Sophie, sie sollen sich für die Schule fertig machen. Papa sagt ihnen, dass sie ihre Schuhe anziehen sollen.

# ToM-scene-16-instruct2
source: Sophie can’t find one of her shoes! She’s looking everywhere but she can't find it.
de_ch: Sophie kann einen ihrer Schuhe nicht finden! Sie sucht überall, aber sie kann ihn nicht finden.

# ToM-scene-16-q1-emotion_reasoning
source: How does Sophie feel about losing her shoe?
de_ch: Wie fühlt sich Sophie, weil sie ihren Schuh verloren hat?

# ToM-scene-16-q2-emotion_reasoning
source: How would Sophie feel if she found her shoe?
de_ch: Wie würde sich Sophie fühlen, wenn sie ihren Schuh finden würde?

# ToM-scene-16-instruct3
source: Sophie can't find her shoe because earlier in the day, when no one was looking, James played a trick on Sophie and hid her shoe in the toy box.
de_ch: Sophie kann ihren Schuh nicht finden, denn früher am Tag, als niemand hinsah, hat Jakob Sophie einen Streich gespielt und ihren Schuh in der Spielzeugkiste versteckt.

# ToM-scene-16-instruct4
source: So Sophie looks everywhere and she can’t find her shoe. Dad gets mad at Sophie, because she lost her shoe and now they are late for school.
de_ch: Sophie sucht also überall, aber sie kann ihren Schuh nicht finden. Papa wird wütend auf Sophie, weil sie ihren Schuh verloren hat und sie nun zu spät zur Schule kommen.

# ToM-scene-16-q3-false_belief
source: Is it fair that Dad is mad at Sophie for losing her shoe?
de_ch: Ist es fair, dass Papa sauer auf Sophie ist, weil sie ihren Schuh verloren hat?

# ToM-scene-16-q4-reference
source: Is Dad mad at James?
de_ch: Ist Papa böse auf Jakob?

# ToM-scene-16-q5-reference
source: Is Sophie mad at James?
de_ch: Ist Sophie böse auf Jakob?

# ToM-scene-16-instruct5
source: When James sees that Dad is mad at Sophie, he goes to the toy box and gets the shoe, and gives it back to Sophie.
de_ch: Als Jakob sieht, dass Papa sauer auf Sophie ist, geht er zur Spielzeugkiste, holt den Schuh und gibt ihn Sophie zurück.

# ToM-scene-16-q6-reference
source: Is Dad mad at Sophie now?
de_ch: Ist Papa jetzt sauer auf Sophie?

# ToM-scene-16-q7-reference
source: Is Dad mad at James now?
de_ch: Ist Papa jetzt sauer auf Jakob?

# ToM-scene-16-q8-reference
source: Is Sophie mad at James now?
de_ch: Ist Sophie jetzt sauer auf Jakob?

# ToM-scene-16-instruct6
source: James tells Sophie that he’s very sorry, and Sophie and Dad forgive James. They all hug.
de_ch: Jakob sagt Sophie, dass es ihm sehr leid tut, und Sophie und Papa nehmen die Entschuldigung an. Sie umarmen sich alle.
