{
  "ChildSurveyIntro": "In diesen Fragen geht es darum, wie du dich in der Schule fühlst und was du in der Schule machst. Es gibt keine richtigen oder falschen Antworten. Wähle die Antwort, die am besten beschreibt, was du denkst. Nein, nie; Ja, manchmal; Ja, meistens; Ja, immer. Die ersten beiden Fragen sind zum Üben.",
  "ChildSurveyRespoonses": "Nein, nie; Ja, manchmal; Ja, meistens; Ja, immer",
  "ClassFriends": "Hast du Freunde in deiner Klasse?",
  "ClassHelp": "Helfen dir die Kinder in deiner Klasse, wenn du Hilfe brauchst?",
  "ClassNice": "Sind die Kinder in deiner Klasse nett zu dir?",
  "ClassPlay": "Spielen die Kinder in deiner Klasse mit dir?",
  "Example1Comic": "Liest du gerne Comics?",
  "Example2Neat": "Bist du in der Schule ordentlich?",
  "GrowthMindMath": "Manche Kinder glauben, dass sie in Mathematik besser werden können, wenn sie sich richtig anstrengen. Bist du auch der Meinung, dass man in Mathe besser wird, wenn man sich richtig anstrengt?",
  "GrowthMindRead": "Manche Kinder glauben, dass sie besser lesen können, wenn sie sich richtig anstrengen. Bist du auch der Meinung, dass du besser lesen kannst, wenn du dich richtig anstrengst?",
  "GrowthMindSmart": "Manche Kinder glauben, dass sie schlauer werden können, wenn sie sich anstrengen. Bist du auch der Meinung, dass du schlauer werden kannst, wenn du dich anstrengst?",
  "LearningGood": "Bist du gut darin, in der Schule etwas zu lernen?",
  "LonelySchool": "Fühlst du dich in der Schule einsam?",
  "MathEnjoy": "Hast du Spaß am Fach Mathe?",
  "MathGood": "Bist du gut in Mathe?",
  "ReadingEnjoy": "Macht es dir Spaß in der Schule zu lesen?",
  "ReadingGood": "Bist du gut im Lesen?",
  "SchoolEnjoy": "Magst du es, in die Schule zu gehen?",
  "SchoolFun": "Macht die Schule Spaß?",
  "SchoolGiveUp": "Gibst du sofort auf, wenn dir die Schularbeit schwer fällt?",
  "SchoolHappy": "Bist du glücklich in der Schule?",
  "SchoolSafe": "Fühlst du dich in der Schule sicher?",
  "TeacherLike": "Mag dich dein Lehrer?",
  "TeacherListen": "Hört dein Lehrer dir zu?",
  "TeacherNice": "Ist dein Lehrer nett zu dir?",
  "ToM-intro": "Das ist das Geschichten-Spiel. In diesem Spiel wirst du Geschichten hören und dann kannst du ein paar Fragen dazu beantworten.",
  "ToM-scene-10-instruct1": "Lehrerin Sarah bittet alle Kinder, sich ein Bilderbuch aus der Tasche zu nehmen, die sie mitgebracht hat. Für jedes Kind gibt es ein Bilderbuch.",
  "ToM-scene-10-instruct2": "Jetzt sind noch zwei Märchenbücher übrig, und Alexander und Tina sind die letzten beiden Kinder ohne Märchenbuch. Aber als Alexander sein Bilderbuch holen geht, beschließt er, beide Bilderbücher zu nehmen, obwohl er weiß, dass Tina noch kein Bilderbuch hat und dass jedes Kind nur eins haben darf. Alexander versteckt das zusätzliche Märchenbuch in seinem Schreibtisch.",
  "ToM-scene-10-instruct3": "Lehrerin Sarah fragt Alexander: „Ist noch ein Märchenbuch übrig, damit Tina eins haben kann?“  Alexander sagt zu Lehrerin Sarah: „Nein, es ist kein Märchenbuch übrig. Sie werden gerade alle benutzt.“",
  "ToM-scene-10-instruct4": "Tina ist traurig, dass sie kein Märchenbuch hat, und fragt Lehrerin Sarah: „Gibt es ein zusätzliches Märchenbuch für mich?\" Lehrerin Sarah sagt: „Es tut mir so leid, Tina, aber es gibt keine Märchenbücher mehr, sie werden gerade alle benutzt.“",
  "ToM-scene-10-q1-emotion_reasoning": "Wie fühlt sich Tina, weil sie das einzige Kind ohne ein Märchenbuch ist?",
  "ToM-scene-10-q2-emotion_reasoning": "Wie würde sich Tina fühlen, wenn sie ein Buch bekommen würde?",
  "ToM-scene-10-q3-reality_check": "Lügt Alexander?",
  "ToM-scene-10-q4-reality_check": "Ist noch ein Märchenbuch übrig, das gerade nicht benutzt wird?",
  "ToM-scene-10-q5-false_belief": "Lügt Lehrerin Sarah?",
  "ToM-scene-10-q6-reality_check": "Gibt es noch ein Märchenbuch, das gerade nicht benutzt wird?",
  "ToM-scene-11-instruct1": "Das ist Karl. Heute früh hat Karl sein Zimmer aufgeräumt. Karl hat seinen großen Basketball auf den Schreibtisch gelegt, seinen mittelgroßen Fußball auf den Tisch und seinen kleinen Baseball auf das unterste Regal.",
  "ToM-scene-11-instruct2": "Karls Mutter kam gerade herein und Karl bat seine Mutter, eines der Spielzeuge zu holen. Karl sagt zu seiner Mutter: „Ich will den kleinen Ball!“",
  "ToM-scene-11-q1-reference": "Welchen Ball wird Mama für Karl holen?",
  "ToM-scene-11-q2-reality_check": "Welchen Ball will Karl?",
  "ToM-scene-11-q3-emotion_reasoning": "Karl wollte den Baseball, aber Mama gab ihm den Fußball! Was denkst du, wie sich Karl fühlt, wenn er das falsche Spielzeug bekommt?",
  "ToM-scene-11-q4-emotion_reasoning": "Was denkst du, wie er sich fühlen würde, wenn er das richtige Spielzeug bekommen hätte?",
  "ToM-scene-12-instruct1": "Heute Morgen fragte Papa Emma, welches Spielzeug sie gerne mit in die Schule nehmen würde, und Emma sagte ihm, dass sie in der Pause gerne mit ihrem gelben Ball spielen würde.",
  "ToM-scene-12-instruct2": "Dann ging Emma in ihr Zimmer, um sich für die Schule fertig zu machen. Während sie sich fertig machte, änderte sie ihre Meinung und rief ihrem Vater zu: „Darf ich stattdessen meinen roten Ball haben?“ und machte sich weiter fertig für die Schule. Aber Papa hörte nicht, wie Emma nach ihrem roten Ball fragte.",
  "ToM-scene-12-instruct3": "Papa hat Emma nicht sagen hören, dass sie ihren roten Ball haben möchte. Deshalb denkt Papa, dass Emma ihren gelben Ball haben möchte. Papa geht los, um Emmas Tasche zu packen, kann aber ihren gelben Ball in der Spielzeugkiste nicht finden! Aber Papa findet einen blauen Ball in der Spielzeugkiste, also packt er stattdessen den blauen Ball für Emma ein.",
  "ToM-scene-12-instruct4": "Auf dem Weg zur Schule sagt Papa zu Emma: „Es tut mir so leid, ich konnte das Spielzeug, das du dir gewünscht hast, nicht einpacken, weil ich es nicht finden konnte“.",
  "ToM-scene-12-instruct5": "Emma ist sehr glücklich, mit ihrem Ball zu spielen.",
  "ToM-scene-12-q1-false_belief": "Was glaubt Papa, welches Spielzeug Emma mit in die Schule nehmen möchte?",
  "ToM-scene-12-q2-false_belief": "Weiß Emma, dass Papa den blauen Ball eingepackt hat?",
  "ToM-scene-12-q3-false_belief": "Welchen Ball, glaubt Emma, hat Papa eingepackt?",
  "ToM-scene-12-q4-reality_check": "Welches Spielzeug wünscht sich Emma?",
  "ToM-scene-12-q5-reality_check": "Welches Spielzeug hat Papa für Emma eingepackt?",
  "ToM-scene-14-instruct4": "Schauen wir mal, was er macht. Oh, sieh mal, hier ist Bobby, der nach dem Fußball auf dem Tisch greift. Und jetzt sieht Anna, wie Bobby nach dem Fußball greift ... dem Fußball, der Anna gehört!",
  "ToM-scene-14-q2-emotion_reasoning": "Was denkst du, wie Anna sich fühlt, wenn Bobby nach dem Fußball greift?",
  "ToM-scene-14-q3-emotion_reasoning": "Was denkst du, wie Anna sich fühlen würde, wenn sie nicht gesehen hätte, wie Bobby nach dem Fußball gegriffen hat?",
  "ToM-scene-14-q4-false_belief": "Ist Bobby gemein und frech, weil er Annas Fußball genommen hat?",
  "ToM-scene-14-q5-false_belief": "Sollte Bobby Ärger mit seiner Mutter bekommen, weil er Annas Fußball genommen hat?",
  "ToM-scene-14-q6-reality_check": "Kannst du Anna helfen, ihren Fußball zu finden? Liegt er auf dem Tisch oder auf dem Boden?",
  "ToM-scene-14-q7-reality_check": "Kannst du Bobby helfen, seinen Fußball zu finden? Liegt er auf dem Tisch oder auf dem Boden?",
  "ToM-scene-15-instruct1": "Robin, Sina und Tobias spielen ein Spiel im Park. Das Spiel läuft folgendermaßen ab: Ein Kind versteckt sich, malt aber einen Hinweis in den Sandkasten, damit die anderen Kinder es finden können.",
  "ToM-scene-15-instruct2": "Tobias beschließt, sich hinter den Blumensträuchern zu verstecken. Er malt einen Hinweis in den Sand. Tobias will den Strauch zeichnen, aber die Zeichnung sieht stattdessen wie ein Stein aus! Dann versteckt sich Tobias hinter den Blumensträuchern.",
  "ToM-scene-15-q1-reality_check": "Was wollte Tobias zeichnen?",
  "ToM-scene-15-q2-false_belief": "Wenn Robin und Sina diesen Hinweis sehen, wo werden sie zuerst nach Tobias suchen? Hinter dem Blumenstrauch oder hinter dem Felsen?",
  "ToM-scene-15-q3-reality_check": "Kannst du ihnen helfen, herauszufinden, wo Tobias wirklich ist?",
  "ToM-scene-15-q4-emotion_reasoning": "Schau, Robin und Sina haben Tobias gefunden und das Spiel gewonnen! Was denkst du, wie Robin und Sina sich fühlen, weil sie das Spiel gewonnen haben?",
  "ToM-scene-16-instruct1": "Papa sagt Jakob und Sophie, sie sollen sich für die Schule fertig machen. Papa sagt ihnen, dass sie ihre Schuhe anziehen sollen.",
  "ToM-scene-16-instruct2": "Sophie kann einen ihrer Schuhe nicht finden! Sie sucht überall, aber sie kann ihn nicht finden.",
  "ToM-scene-16-instruct3": "Sophie kann ihren Schuh nicht finden, denn früher am Tag, als niemand hinsah, hat Jakob Sophie einen Streich gespielt und ihren Schuh in der Spielzeugkiste versteckt.",
  "ToM-scene-16-instruct4": "Sophie sucht also überall, aber sie kann ihren Schuh nicht finden. Papa wird wütend auf Sophie, weil sie ihren Schuh verloren hat und sie nun zu spät zur Schule kommen.",
  "ToM-scene-16-instruct5": "Als Jakob sieht, dass Papa sauer auf Sophie ist, geht er zur Spielzeugkiste, holt den Schuh und gibt ihn Sophie zurück.",
  "ToM-scene-16-instruct6": "Jakob sagt Sophie, dass es ihm sehr leid tut, und Sophie und Papa nehmen die Entschuldigung an. Sie umarmen sich alle.",
  "ToM-scene-16-q1-emotion_reasoning": "Wie fühlt sich Sophie, weil sie ihren Schuh verloren hat?",
  "ToM-scene-16-q2-emotion_reasoning": "Wie würde sich Sophie fühlen, wenn sie ihren Schuh finden würde?",
  "ToM-scene-16-q3-false_belief": "Ist es fair, dass Papa sauer auf Sophie ist, weil sie ihren Schuh verloren hat?",
  "ToM-scene-16-q4-reference": "Ist Papa böse auf Jakob?",
  "ToM-scene-16-q5-reference": "Ist Sophie böse auf Jakob?",
  "ToM-scene-16-q6-reference": "Ist Papa jetzt sauer auf Sophie?",
  "ToM-scene-16-q7-reference": "Ist Papa jetzt sauer auf Jakob?",
  "ToM-scene-16-q8-reference": "Ist Sophie jetzt sauer auf Jakob?",
  "ToM-scene-17-instruct1": "Das ist Mika. Mikas Mutter hat eine Buchhandlung, und manchmal hilft Mika dort mit. Heute hat Mika die Bücher auf Tischen und Regalen sortiert. Mika hat einen sehr großen Stapel blauer Bücher auf den Schreibtisch gelegt, einen mittelgroßen Stapel roter Bücher auf den Tisch und einen kleinen Stapel gelber Bücher ins Regal.",
  "ToM-scene-17-instruct2": "Mikas Mutter kommt gerade herein. Mama fragt Mika nach einem der Bücher. Mika erinnert sich, wo das Buch ist, und sagt zu Mama: „Das Buch ist in dem kleinen Stapel!“",
  "ToM-scene-17-q1-reference": "In welchem Bücherstapel wird Mama nachsehen?",
  "ToM-scene-17-q2-reality_check": "Welchen Bücherstapel hat Mika gemeint?",
  "ToM-scene-17-q3-emotion_reasoning": "Mama schaut in den falschen Stapel und findet das Buch nicht, das sie gesucht hat. Was glaubst du, wie Mama sich fühlt, wenn sie das gewünschte Buch nicht findet?",
  "ToM-scene-17-q4-emotion_reasoning": "Was glaubst du, wie sie sich fühlen würde, wenn sie das Buch finden würde, das sie sucht?",
  "ToM-scene-18-instruct1": "Georg und Theresa spielen zusammen. Sie schauen nach draußen und sehen auf der anderen Straßenseite ein neues Spielzeuggeschäft. Theresa beschließt, ein paar neue Spielsachen in dem Geschäft zu kaufen. Theresa fragt Georg, welches Spielzeug er gerne hätte, und Georg sagt, er hätte gerne einen neuen Basketball.",
  "ToM-scene-18-instruct2": "Während Theresa zum Spielzeugladen geht, ändert Georg seine Meinung und ruft Theresa zu: „Kann ich bitte ein paar Buntstifte haben?“ Aber Theresa hat nicht gehört, wie Georg nach Buntstiften gefragt hat.",
  "ToM-scene-18-instruct3": "Theresa hat Georg nicht sagen hören, dass er Buntstifte haben möchte. Deshalb glaubt Theresa, dass Georg sich einen Basketball wünscht. Theresa geht in den Spielzeugladen, aber der Ladenbesitzer sagt, dass sie keine Basketbälle haben! Aber sie haben Märchenbücher, also kauft Theresa stattdessen ein Märchenbuch für Georg.",
  "ToM-scene-18-instruct4": "Theresa kommt zurück und sagt zu Georg: „Es tut mir so leid, ich konnte dir keinen Basketball kaufen, weil der Laden keinen hatte.“",
  "ToM-scene-18-instruct5": "Georg ist sehr glücklich, dass er ein neues Bilderbuch hat.",
  "ToM-scene-18-q1-false_belief": "Welches Spielzeug, glaubt Theresa, möchte Georg aus dem Spielzeugladen haben?",
  "ToM-scene-18-q2-false_belief": "Weiß Georg, dass Theresa ein Märchenbuch gekauft hat?",
  "ToM-scene-18-q3-false_belief": "Was glaubt Georg, was Theresa im Spielzeugladen gekauft hat?",
  "ToM-scene-18-q4-reality_check": "Welches Spielzeug wünscht sich Georg?",
  "ToM-scene-18-q5-reality_check": "Welches Spielzeug hat Theresa für Georg gekauft?",
  "ToM-scene-8-instruct4": "Schauen wir mal, was sie macht. Oh, sieh mal, hier greift Linda nach dem Bleistift oben auf dem Regal. Und jetzt sieht Tim, wie Linda nach dem Bleistift greift... dem Bleistift, der Tim gehört!",
  "ToM-scene-8-q2-emotion_reasoning": "Was glaubst du, wie Tim sich fühlt, wenn Linda nach dem Bleistift greift?",
  "ToM-scene-8-q3-emotion_reasoning": "Wie würde sich Tim wohl fühlen, wenn er nicht gesehen hätte, wie Linda nach dem Bleistift greift?",
  "ToM-scene-8-q4-false_belief": "Ist es gemein und frech von Linda, dass sie Tims Bleistift genommen hat?",
  "ToM-scene-8-q5-false_belief": "Sollte Linda Ärger mit der Lehrerin bekommen, weil sie Tims Bleistift genommen hat?",
  "ToM-scene-8-q6-reality_check": "Kannst du Tim helfen, seinen Bleistift zu finden? Liegt er oben auf dem Regal oder hinter dem Rucksackregal?",
  "ToM-scene-8-q7-reality_check": "Kannst du Linda helfen, ihren Bleistift zu finden? Liegt er oben auf dem Regal oder hinter dem Rucksackregal?",
  "ToM-scene-9-instruct1": "Das ist Mark. Mark spielt heute ein wirklich albernes Spiel und sagt den ganzen Tag lang kein einziges Wort. Stattdessen malt Mark Bilder. Mark ist in der Bibliothek und überlegt, welches Buch er gerne lesen möchte. Mama zeigt Mark zwei Bücher, ein Buch über Tassen und ein Buch über Hügel.",
  "ToM-scene-9-instruct2": "Mark malt ein Bild von einem Hügel, um Mama zu sagen, dass er das Buch über Hügel lesen möchte. Aber als Mark Mama das Bild gibt, hält sie es verkehrt herum so dass es wie eine Tasse aussieht!",
  "ToM-scene-9-q1-reality_check": "Was wollte Mark eigentlich zeichnen?",
  "ToM-scene-9-q2-false_belief": "Wenn Mama das Bild sieht, welches Buch wird sie Mark geben?",
  "ToM-scene-9-q3-reality_check": "Welches Buch will Mark wirklich?",
  "ToM-scene-9-q4-emotion_reasoning": "Sieh mal, Mama hat den Fehler erkannt und Mark das Buch gegeben, das er wirklich wollte! Was glaubst du, wie sich Mark fühlt, weil er das Buch bekommen hat, das er wollte?",
  "ToM-scene1-instruct1": "Das ist Laura. Heute Morgen hat Laura ihr Buch hinter den Stuhl gelegt, weil sie nicht wollte, dass es jemand findet.",
  "ToM-scene1-instruct2": "Aber als Laura draußen gespielt hat, hat es jemand gefunden und unter dem Teppich versteckt.",
  "ToM-scene1-instruct3": "Jetzt möchte Laura aber gern ihr Buch weiterlesen.",
  "ToM-scene1-q1-false_belief": "Wo wird Laura zuerst nach ihrem Buch suchen?",
  "ToM-scene1-q2-reality_check": "Und wo ist ihr Buch wirklich?",
  "ToM-scene13-instruct1": "Das ist Gabriel. Heute Nachmittag in der Schule hat Gabriel seinen Bleistift in seine Federtasche gelegt.",
  "ToM-scene13-instruct2": "Aber während Gabriel draußen war, hat jemand seinen Bleistift benutzt! Nachdem die Person Gabriels Bleistift benutzt hatte, legte sie ihn in einen Becher.",
  "ToM-scene13-instruct3": "Jetzt ist es Zeit für den Unterricht, und Gabriel sucht seinen Bleistift.",
  "ToM-scene13-q1-false_belief": "Wo wird Gabriel nach seinem Bleistift suchen?",
  "ToM-scene13-q2-reality_check": "Und wo ist sein Bleistift wirklich?",
  "ToM-scene14-instruct1": "Als er heute Nachmittag nach Hause kam, hat Bobby seinen Fußball auf den Tisch gelegt.",
  "ToM-scene14-instruct2": "Und dann ging er nach draußen, um zu spielen, siehst du? Hier ist Bobby beim Spielen im Freien. Und während er draußen spielte, fiel Bobbys Fußball vom Tisch auf den Boden.",
  "ToM-scene14-instruct3": "Dann kommt Bobbys Schwester Anna herein. Anna hat auch einen Fußball! Anna legt ihren Fußball auf den Tisch. Bobby ist immer noch draußen und spielt, deshalb hat er nicht gesehen, was Anna gemacht hat.",
  "ToM-scene14-q1-false_belief": "Wenn Bobby jetzt von draußen reinkommt, wo wird er zuerst nach seinem Fußball suchen?",
  "ToM-scene2-instruct1": "Heute Morgen, als er in die Schule kam, hat Justus sein Buch auf die Garderobe über den Mänteln gelegt. Das Buch von Justus ist blau!",
  "ToM-scene2-instruct2": "Und dann ist er nach draußen gegangen, um zu spielen, siehst du? Hier ist Justus beim Spielen draußen. Und während er draußen spielte, fiel das Buch von Justus von der Garderobe auf den Boden unter die Mäntel, siehst du?",
  "ToM-scene2-instruct3": "Dann kommt Hannah herein und legt ihr Buch auf die Garderobe über den Mänteln. Hannahs Buch ist auch blau! Justus ist noch draußen und spielt, deshalb hat er nicht gesehen, was Hannah gemacht hat.",
  "ToM-scene2-instruct4": "Mal sehen, was er macht. Oh, sieh mal, da ist Justus. Er greift nach dem Buch oben im Regal. Und jetzt sieht Hannah, wie Justus nach dem Buch greift... dem Buch, das Hannah gehört!",
  "ToM-scene2-q1-false_belief": "Wenn Justus nun von draußen hereinkommt, wo wird er zuerst nach seinem Buch suchen?",
  "ToM-scene2-q2-emotion_reasoning": "Was glaubst du, was Hannah davon hält, dass Justus nach dem Buch greift?",
  "ToM-scene2-q3-false_belief": "Ist es gemein und frech von Justus, dass er Hannahs Buch genommen hat?",
  "ToM-scene2-q4-false_belief": "Sollte Justus Ärger mit der Lehrerin bekommen, weil er Hannahs Buch genommen hat?",
  "ToM-scene2-q5-reality_check": "Kannst du Hannah helfen, ihr Buch zu finden? Ist es auf dem Regal oder unter den Mänteln?",
  "ToM-scene2-q6-reality_check": "Kannst du Justus helfen, sein Buch zu finden? Ist es auf dem Regal oder unter den Mänteln?",
  "ToM-scene2-q7-emotion_reasoning": "Wie würde sich Hannah wohl fühlen, wenn sie nicht gesehen hätte, wie Justus nach dem Buch greift?",
  "ToM-scene3-instruct1": "Johann, Lisa und Max spielen ein Spiel. Das Spiel geht so: Ein Kind versteckt sich, malt aber einen Hinweis in den Sandkasten, damit die anderen Kinder es finden können.",
  "ToM-scene3-instruct2": "Max fängt an. Er malt einen Hinweis in den Sandkasten und versteckt sich dann.",
  "ToM-scene3-instruct3": "Jetzt ist Johann an der Reihe, einen Hinweis zu hinterlassen und sich zu verstecken. Lisa und Max werden dann versuchen, den Hinweis zu nutzen, um ihn zu finden.",
  "ToM-scene3-instruct4": "Johann beschließt, sich hinter dem Springbrunnen zu verstecken. Er zeichnet einen Hinweis in den Sand. Er versucht, den Springbrunnen zu zeichnen, mit dem unteren Teil und dem Wasser, das aus ihm herauskommt. Aber die Zeichnung sieht stattdessen wie ein Baum aus! Dann versteckt sich Johann hinter dem Springbrunnen.",
  "ToM-scene3-q1": "Was wollte Johann zeichnen?",
  "ToM-scene3-q2-false_belief": "Sobald Lisa und Max diesen Hinweis sehen, wo werden sie zuerst nach Johann suchen?",
  "ToM-scene3-q2-reality_check": "Kannst du ihnen helfen, herauszufinden, wo Johann wirklich ist?",
  "ToM-scene3-q3-emotion_reasoning": "Schau, Lisa und Max haben Johann gefunden und das Spiel gewonnen! Was glaubst du, wie Lisa sich fühlt, weil sie das Spiel gewonnen hat?",
  "ToM-scene4-instruct1": "Jetzt sind die Spiele vorbei, und es ist Zeit, nach Hause zu gehen. Die Mutter sagt den Kindern, sie sollen alle ihre Spielsachen einsammeln.",
  "ToM-scene4-instruct2": "Johann hat seinen Spielzeuglaster mit in den Park genommen, aber jetzt kann er ihn nicht mehr finden. Er sucht überall, aber er kann ihn nicht finden.",
  "ToM-scene4-instruct3": "Johann kann seinen Lastwagen nicht finden, weil Lisa vorhin, als niemand hinsah, den Spielzeuglastwagen genommen und im Sandkasten vergraben hat.",
  "ToM-scene4-instruct4": "Johann sucht also überall, aber er kann seinen Spielzeug-LKW nicht finden. Seine Mutter wird wütend auf Johann, weil er seinen Laster verloren hat.",
  "ToM-scene4-instruct5": "Als Lisa sieht, dass Mutter böse auf Johann ist, geht sie zum Sandkasten, gräbt den Spielzeuglaster aus und gibt ihn Johann zurück.",
  "ToM-scene4-instruct6": "Lisa sagt Johann, dass es ihr sehr leid tut, und sie gibt ihm eine große Umarmung. Johann erwidert die Umarmung, und auch Mutter schließt sich ihr an.",
  "ToM-scene4-q1-emotion_reasoning": "Was denkt Johann über den Verlust seines Lastwagens?",
  "ToM-scene4-q2": "Ist es fair, dass Mutter böse auf Johann ist, weil er seinen Spielzeuglaster verloren hat?",
  "ToM-scene4-q3": "Ist Mutter böse auf Lisa?",
  "ToM-scene4-q4-false_belief": "Ist Johann böse auf Lisa?",
  "ToM-scene4-q5": "Ist Mutter jetzt böse auf Johann?",
  "ToM-scene4-q6": "Ist Mutter jetzt böse auf Lisa?",
  "ToM-scene4-q7": "Ist Johann jetzt böse auf Lisa?",
  "ToM-scene4-q8-emotion_reasoning": "Wie würde sich Johann fühlen, wenn er seinen Lastwagen finden würde?",
  "ToM-scene5-instruct1": "Das ist Katie. Heute früh hat die Mama von Katie das Haus geputzt, während Katie zugesehen hat. Mama hat drei Tassen in der Küche stehen lassen. Da ist eine kleine Tasse auf dem Tresen, eine mittelgroße Tasse auf dem Tisch und eine große Tasse, die sie ganz oben auf das Regal gestellt hat.",
  "ToM-scene5-instruct2": "Katie und Vater kommen in die Küche und Katie bittet ihren Vater, ihr eine Tasse zu geben. Katie sagt zu ihrem Vater: \"Ich möchte die große Tasse!\"",
  "ToM-scene5-q1": "Welche Tasse wird Papa Katie geben?",
  "ToM-scene5-q2-reality_check": "Welche Tasse möchte Katie haben?",
  "ToM-scene5-q3-emotion_reasoning": "Wie fühlt sich Katie, wenn sie nicht die Tasse bekommt, die sie wollte?",
  "ToM-scene5-q4-emotion_reasoning": "Wie würde sich Katie fühlen, wenn sie die Tasse bekommen hätte, die sie sich gewünscht hat?",
  "ToM-scene6-instruct1": "Sam und Maria spielen zusammen. Sie schauen nach draußen und sehen ein neues Geschäft auf der anderen Straßenseite. Maria sagt zu Sam: \"Ich werde dort neue T-shirts für uns kaufen\", und sie geht weg.",
  "ToM-scene6-instruct2": "Mama kommt nach Hause und erzählt Sam, dass sie gerade an dem Laden vorbeigelaufen ist. \"Verkaufen sie T-shirts?\" fragt Sam. \"Nein\", sagt Mama, \"sie verkaufen nur Schuhe\". \"Maria wird jetzt wahrscheinlich Schuhe im Laden kaufen\", sagt Sam.",
  "ToM-scene6-instruct3": "Maria ist im Laden angekommen. \"Ich möchte gerne T-shirts kaufen\", sagt sie. \"Wir haben nur noch Socken\", sagt der Ladenbesitzer. Da Maria auch Socken braucht, beschließt sie, Socken zu kaufen.",
  "ToM-scene6-instruct4": "Auf dem Rückweg trifft Maria ihren Vater. Sie erzählt ihrem Vater: \"Ich habe gerade ein paar Socken gekauft. Ich werde sie mit meinem Bruder Sam teilen. Es ist eine Überraschung.\"\n\"Das ist nett von dir\", sagt Papa. Dann fragt er Maria: \"Weiß Sam, was du ihm gekauft hast?\"",
  "ToM-scene6-instruct5": "Dann fragt Papa: \"Was glaubt Sam, was sie in dem Laden verkaufen?\"",
  "ToM-scene6-instruct6": "Sam freut sich sehr über seine neuen Socken.",
  "ToM-scene6-q1": "Weiß Maria, dass in dem Laden Schuhe verkauft werden?",
  "ToM-scene6-q2": "Weiß Sam, dass Maria ein paar Socken gekauft hat?",
  "ToM-scene6-q3": "Was glaubt Sam, was sie in dem Laden verkaufen?",
  "ToM-scene6-q4": "Was sagt Maria zu Papa?",
  "ToM-scene6-q5": "Was sagt Maria zu Papa?",
  "ToM-scene6-q6": "Was glaubt Sam, was sie in dem Laden verkaufen?",
  "ToM-scene7-instruct1": "Das ist Diana. Als sie heute Morgen in die Schule kam, hat Diana ihr Spielzeug in diese Schublade gelegt, weil sie nicht wollte, dass es jemand findet.",
  "ToM-scene7-instruct2": "Aber während Diana draußen war, hat es jemand gefunden und aus der Schublade in den Schreibtisch gelegt.",
  "ToM-scene7-instruct3": "Nun haben die Kinder Zeit zum Spielen und Diana möchte ihr Spielzeug holen.",
  "ToM-scene7-q1-false_belief": "Wo wird Diana nach ihrem Spielzeug suchen?",
  "ToM-scene7-q2-reality_check": "Und wo ist ihr Spielzeug wirklich?",
  "ToM-scene8-instruct1": "Heute Morgen, als sie in die Schule kam, legte Linda ihren gelben Bleistift auf das Regal über dem Rucksackregal.",
  "ToM-scene8-instruct2": "Und dann ist sie zum spielen nach draußen gegangen, siehst du? Und während sie draußen spielte, fiel Lindas gelber Bleistift von oben runter und hinter das Rucksackregal, siehst du?",
  "ToM-scene8-instruct3": "Dann kommt Tim herein, und Tim legt seinen Bleistift auf das Regal über dem Rucksackregal. Tims Bleistift ist auch gelb! Aber Linda ist noch draußen und spielt, deshalb hat sie nicht gesehen, was Tim gemacht hat.",
  "ToM-scene8-q1-false_belief": "Wenn Linda jetzt von draußen reinkommt, wo wird sie zuerst nach ihrem Bleistift suchen?",
  "ToM-transition": "Sehr gut! Hier ist eine neue Geschichte.",
  "activity": "Aktivität",
  "addition-prompt1": "Addiere die Zahlen und wähle die richtige Antwort.",
  "addition-prompt2": "Addiere die Zahlen.",
  "administrator": "Administrator",
  "angry": "wütend",
  "assent": "Einwilligung",
  "assessment": "Bewertung",
  "assignment": "Zuweisung",
  "auth/consent.acceptButton": "Akzeptieren",
  "auth/consent.assentTitle": "Zustimmung",
  "auth/consent.consentTitle": "Zustimmung",
  "auth/consent.consentUpdatedStatus": "Zustimmungsstatus aktualisiert",
  "auth/consent.header": "Zustimmung",
  "auth/consent.rejectButton": "Nein, mich abmelden",
  "auth/consent.toastHeader": "Bestätigt",
  "auth/signin.atLeastOneLowercase": "Mindestens ein Kleinbuchstabe",
  "auth/signin.atLeastOneNumber": "Mindestens eine Zahl",
  "auth/signin.atLeastOneNumeric": "Mindestens eine Nummer",
  "auth/signin.atLeastOneUpperCase": "Mindestens ein Großbuchstabe",
  "auth/signin.buttonLabel": "Los!",
  "auth/signin.continueWithGoogle": "Machen Sie weiter mit Google",
  "auth/signin.emailId": "E-Mail",
  "auth/signin.emailPlaceholder": "Benutzername oder E-Mail",
  "auth/signin.forgotPassword": "Passwort vergessen?",
  "auth/signin.incorrectEmailOrPassword": "Falscher Benutzername/E-Mail oder Passwort",
  "auth/signin.invalidEmailPlaceholder": "Fehler: Ungültige E-Mail",
  "auth/signin.minimumCharacters": "Mindestens 8 Zeichen",
  "auth/signin.passwordId": "Passwort",
  "auth/signin.passwordPlaceholder": "Passwort",
  "auth/signin.pickPassword": "Wählen Sie ein Passwort",
  "auth/signin.selectLanguage": "Sprache auswählen",
  "auth/signin.selectLanguageLabel": "Sprache",
  "auth/signin.signInWithEmailLinkInstead": "Mit E-Mail-Link anmelden",
  "auth/signin.signInWithEmailLinkPlaceHolder": "Drücken Sie „Los“, um sich mit einem E-Mail-Link anzumelden.",
  "auth/signin.signInWithPasswordInstead": "Mit Passwort anmelden",
  "auth/signin.suggestions": "Vorschläge",
  "baseball": "Den kleinen Baseball",
  "basket": "Im Becher",
  "basketball": "Einen Basketball",
  "behind": "Hinter dem Rucksackregal",
  "behind-flowerbush": "Hinter dem Blumenstrauch",
  "behind-fountain": "Hinter dem Springbrunnen",
  "behind-rock": "Hinter dem Felsen",
  "behind-tree": "Hinter dem Baum",
  "big-basketball": "Den großen Basketball",
  "blueball": "Den blauen Ball",
  "bluestack": "Den großen blauen Stapel",
  "box": "In der Federtasche",
  "calm": "ruhig",
  "cancel": "Abbrechen",
  "chair": "Hinter dem Stuhl",
  "child": "Kind",
  "child_survey_001": "<font face=\"Verdana\" size=\"4\">In diesen Fragen geht es darum, wie du dich in der Schule fühlst und was du in der Schule machst. Es gibt keine richtigen oder falschen Antworten. Wähle die Antwort, die am besten beschreibt, was du denkst.<b><font face=\"Verdana\" size=\"4\"> Nein, nie; Ja, manchmal; Ja, meistens; Ja, immer.<br><br>Die ersten beiden Fragen sind zum Üben.",
  "child_survey_002": "Liest du gerne Comics?",
  "child_survey_003": "Nein, nie",
  "child_survey_004": "Ja, manchmal",
  "child_survey_005": "Ja, meistens",
  "child_survey_006": "Ja, immer",
  "child_survey_007": "Bist du in der Schule ordentlich?",
  "child_survey_008": "Nein, nie",
  "child_survey_009": "Ja, manchmal",
  "child_survey_010": "Ja, meistens",
  "child_survey_011": "Ja, immer",
  "child_survey_012": "Ist dein Lehrer nett zu dir?",
  "child_survey_013": "Nein, nie",
  "child_survey_014": "Ja, manchmal",
  "child_survey_015": "Ja, meistens",
  "child_survey_016": "Ja, immer",
  "child_survey_017": "Mag dich dein Lehrer?",
  "child_survey_018": "Nein, nie",
  "child_survey_019": "Ja, manchmal",
  "child_survey_020": "Ja, meistens",
  "child_survey_021": "Ja, immer",
  "child_survey_022": "Hört dein Lehrer dir zu?",
  "child_survey_023": "Nein, nie",
  "child_survey_024": "Ja, manchmal",
  "child_survey_025": "Ja, meistens",
  "child_survey_026": "Ja, immer",
  "child_survey_027": "Macht die Schule Spaß?",
  "child_survey_028": "Nein, nie",
  "child_survey_029": "Ja, manchmal",
  "child_survey_030": "Ja, meistens",
  "child_survey_031": "Ja, immer",
  "child_survey_032": "Magst du es, in die Schule zu gehen?",
  "child_survey_033": "Nein, nie",
  "child_survey_034": "Ja, manchmal",
  "child_survey_035": "Ja, meistens",
  "child_survey_036": "Ja, immer",
  "child_survey_037": "Bist du glücklich in der Schule?",
  "child_survey_038": "Nein, nie",
  "child_survey_039": "Ja, manchmal",
  "child_survey_040": "Ja, meistens",
  "child_survey_041": "Ja, immer",
  "child_survey_042": "Fühlst du dich in der Schule sicher?",
  "child_survey_043": "Nein, nie",
  "child_survey_044": "Ja, manchmal",
  "child_survey_045": "Ja, meistens",
  "child_survey_046": "Ja, immer",
  "child_survey_047": "Hast du Freunde in deiner Klasse?",
  "child_survey_048": "Nein, nie",
  "child_survey_049": "Ja, manchmal",
  "child_survey_050": "Ja, meistens",
  "child_survey_051": "Ja, immer",
  "child_survey_052": "Helfen dir die Kinder in deiner Klasse, wenn du Hilfe brauchst?",
  "child_survey_053": "Nein, nie",
  "child_survey_054": "Ja, manchmal",
  "child_survey_055": "Ja, meistens",
  "child_survey_056": "Ja, immer",
  "child_survey_057": "Spielen die Kinder in deiner Klasse mit dir?",
  "child_survey_058": "Nein, nie",
  "child_survey_059": "Ja, manchmal",
  "child_survey_060": "Ja, meistens",
  "child_survey_061": "Ja, immer",
  "child_survey_062": "Sind die Kinder in deiner Klasse nett zu dir?",
  "child_survey_063": "Nein, nie",
  "child_survey_064": "Ja, manchmal",
  "child_survey_065": "Ja, meistens",
  "child_survey_066": "Ja, immer",
  "child_survey_067": "Fühlst du dich in der Schule einsam?",
  "child_survey_068": "Nein, nie",
  "child_survey_069": "Ja, manchmal",
  "child_survey_070": "Ja, meistens",
  "child_survey_071": "Ja, immer",
  "child_survey_072": "Bist du gut darin, in der Schule etwas zu lernen?",
  "child_survey_073": "Nein, nie",
  "child_survey_074": "Ja, manchmal",
  "child_survey_075": "Ja, meistens",
  "child_survey_076": "Ja, immer",
  "child_survey_077": "Gibst du sofort auf, wenn dir die Schularbeit schwer fällt?",
  "child_survey_078": "Nein, nie",
  "child_survey_079": "Ja, manchmal",
  "child_survey_080": "Ja, meistens",
  "child_survey_081": "Ja, immer",
  "child_survey_082": "Macht es dir Spaß in der Schule zu lesen?",
  "child_survey_083": "Nein, nie",
  "child_survey_084": "Ja, manchmal",
  "child_survey_085": "Ja, meistens",
  "child_survey_086": "Ja, immer",
  "child_survey_087": "Hast du Spaß am Fach Mathe?",
  "child_survey_088": "Nein, nie",
  "child_survey_089": "Ja, manchmal",
  "child_survey_090": "Ja, meistens",
  "child_survey_091": "Ja, immer",
  "child_survey_092": "Bist du gut im Lesen?",
  "child_survey_093": "Nein, nie",
  "child_survey_094": "Ja, manchmal",
  "child_survey_095": "Ja, meistens",
  "child_survey_096": "Ja, immer",
  "child_survey_097": "Bist du gut in Mathe?",
  "child_survey_098": "Nein, nie",
  "child_survey_099": "Ja, manchmal",
  "child_survey_100": "Ja, meistens",
  "child_survey_101": "Ja, immer",
  "child_survey_102": "Manche Kinder glauben, dass sie schlauer werden können, wenn sie sich anstrengen. Bist du auch der Meinung, dass du schlauer werden kannst, wenn du dich anstrengst?",
  "child_survey_103": "Nein, nie",
  "child_survey_104": "Ja, manchmal",
  "child_survey_105": "Ja, meistens",
  "child_survey_106": "Ja, immer",
  "child_survey_107": "Manche Kinder glauben, dass sie besser lesen können, wenn sie sich richtig anstrengen. Bist du auch der Meinung, dass du besser lesen kannst, wenn du dich richtig anstrengst?",
  "child_survey_108": "Nein, nie",
  "child_survey_109": "Ja, manchmal",
  "child_survey_110": "Ja, meistens",
  "child_survey_111": "Ja, immer",
  "child_survey_112": "Manche Kinder glauben, dass sie in Mathe besser werden können, wenn sie sich richtig anstrengen. Bist du auch der Meinung, dass man in Mathe besser wird, wenn man sich richtig anstrengt?",
  "child_survey_113": "Nein, nie",
  "child_survey_114": "Ja, manchmal",
  "child_survey_115": "Ja, meistens",
  "child_survey_116": "Ja, immer",
  "child_survey_117": "Umfrage starten",
  "child_survey_118": "Zurück",
  "child_survey_119": "Weiter",
  "child_survey_120": "Beenden",
  "classroom": "Klassenraum",
  "close-button-text": "Schließen",
  "coats": "Unter den Mänteln",
  "completed": "Abgeschlossen",
  "components/game-tabs.clickToStart": "Klicken zum Starten",
  "components/game-tabs.egmaMathDescription": "Löse die Matheaufgaben.",
  "components/game-tabs.egmaMathName": "Mathe",
  "components/game-tabs.heartsAndFlowersDescription": "Wähle die richige Seite für die Herzen und Blumen.",
  "components/game-tabs.heartsAndFlowersName": "Herzen & Blumen",
  "components/game-tabs.introDescription": "Schau dir an, wie man unsere Spiele spielt.",
  "components/game-tabs.introName": "Anleitungen",
  "components/game-tabs.matrixReasoningDescription": "Finde das fehlende Teil, um das Puzzle zu vervollständigen.",
  "components/game-tabs.matrixReasoningName": "Musterspiel",
  "components/game-tabs.mefsDescription": "Formen und Farben zuordnen.",
  "components/game-tabs.mefsName": "Löwe & Affe",
  "components/game-tabs.memoryGameDescription": "Schau dir genau an, wie die Quadrate aufleuchten. Merke dir die Reihenfolge und mach das Muster genauso nach.",
  "components/game-tabs.memoryGameName": "Merkspiel",
  "components/game-tabs.mentalRotationDescription": "Ordne die Bilder zu.",
  "components/game-tabs.mentalRotationName": "Formenspiel",
  "components/game-tabs.roarInferenceDescription": "Lies die Geschichten und beantworte die Fragen.",
  "components/game-tabs.roarInferenceName": "Roar - Inferenz",
  "components/game-tabs.sameDifferentSelectionDescription": "Finde Dinge, die die Formen gemeinsam haben.",
  "components/game-tabs.sameDifferentSelectionName": "Gleich & Verschieden",
  "components/game-tabs.surveyDescriptionChild": "Hier geht es um Fragen zu deiner Schulzeit.",
  "components/game-tabs.surveyDescriptionParentPart1": "Das Ausfüllen dieser Fragebögen dauert etwa 30-45 Minuten. Teil A enthält Fragen zu Ihrem häuslichen Umfeld und zu Ihrer Person. In Teil B werden Fragen zu Ihrem Kind/ Ihren Kindern gestellt. Anhand des Geburtsdatums, welches im jeweiligen Fragebogen aufgeführt ist, können Sie erkennen, an welches Kind Sie bei der Beantwortung der Fragen denken sollen (falls Sie mehr als ein Kind in dieser Studie haben).",
  "components/game-tabs.surveyDescriptionParentPart2": "Umfrage für Eltern: Die folgende Umfrage dauert etwa 20-30 Minuten und enthält Fragen Ihrem zu Hause und zu Ihrer Person.",
  "components/game-tabs.surveyDescriptionTeacherPart1": "Diese Umfrage dauert etwa 5-10 Minuten und fragt nach Ihrem Hintergrund und Ihren Ansichten zum Unterrichten.",
  "components/game-tabs.surveyDescriptionTeacherPart2": "Diese Umfrage dauert etwa 5-10 Minuten und es werden Fragen zu den Klassenräumen gestellt, in denen Sie unterrichten.",
  "components/game-tabs.surveyNameChild": "Gedanken & Gefühle",
  "components/game-tabs.surveyNameParentPart1": "Umfrage - Erwachsene",
  "components/game-tabs.surveyNameParentPart2": "Umfrage - Familie",
  "components/game-tabs.surveyNameTeacherPart1": "Umfrage - Allgemein",
  "components/game-tabs.surveyNameTeacherPart2": "Umfrage - Klassenzimmer",
  "components/game-tabs.surveyProgressGeneral": "Allgemein",
  "components/game-tabs.surveyProgressGeneralParent": "zu Hause/ Erwachsener",
  "components/game-tabs.surveyProgressGeneralTeacher": "Lehrer",
  "components/game-tabs.surveyProgressSpecificParent": "Kind",
  "components/game-tabs.surveyProgressSpecificParentMonth": "Monat",
  "components/game-tabs.surveyProgressSpecificParentYear": "Jahr",
  "components/game-tabs.surveyProgressSpecificTeacher": "Klassenzimmer",
  "components/game-tabs.taskCompleted": "Aufgabe abgeschlossen!",
  "components/game-tabs.theoryOfMindDescription": "Höre dir die Geschichten an und beantworte dann Fragen dazu.",
  "components/game-tabs.theoryOfMindName": "Bildergeschichten",
  "components/game-tabs.trogDescription": "Hör dir die Wörter an und wähle das passende Bild dazu aus.",
  "components/game-tabs.trogName": "Satzverstehen",
  "components/game-tabs.vocabDescription": "Hör dir die Wörter an und wähle das passende Bild dazu aus.",
  "components/game-tabs.vocabName": "Vokabeln",
  "components/navbar.greeting": "Hallo",
  "components/navbar.signOut": "Abmelden",
  "components/participant-sidebar.grade": "Klasse",
  "components/participant-sidebar.studentInfo": "Schülerinformationen",
  "components/participant-sidebar.tasksCompleted": "Aufgaben abgeschlossen!",
  "components/sentry-form.buttonLabel": "Ein Problem melden",
  "components/sentry-form.cancelButtonLabel": "Abbrechen",
  "components/sentry-form.emailPlaceholder": "ihre.email@beispiel.org (optional)",
  "components/sentry-form.formTitle": "Ein Problem bei LEVANTE melden",
  "components/sentry-form.messageLabel": "Beschreibung",
  "components/sentry-form.messagePlaceholder": "Was ist das Problem? Was wollten Sie stattdessen erleben? Vielen Dank für Ihr Feedback.",
  "components/sentry-form.namePlaceholder": "Ihr Name (optional)",
  "components/sentry-form.submitButtonLabel": "Problembericht einreichen",
  "components/tasks.loading": "Laden",
  "components/tasks.preparing": "Gleich geht das Spiel los!",
  "consent": "Zustimmung",
  "continue": "Fortsetzen",
  "continue-button-text": "OK",
  "counting-1": "Wie viele Autos sind das?",
  "counting-2": "Wie viele Äpfel sind das?",
  "counting-intro": "In diesem Zahlenspiel sagst du, wie viele Dinge auf dem Bild sind! Der Erwachsene, der dir hilft, wird den Knopf drücken.",
  "counting-intro-afc": "Dieses Mal wählst du die Taste mit der richtigen Zahl!",
  "crayons": "Buntstifte",
  "cup": "Eine Tasse",
  "cupbook": "Das Buch über Tassen",
  "dashboard": "Armaturenbrett",
  "data-questionnaire-button-text1": "Ich habe ERNSTHAFTE BEDENKEN bezüglich dieser Daten (z. B. das Kind schien die Aufgabe nicht zu verstehen, war häufig abgelenkt/unterbrochen, etc.)",
  "data-questionnaire-button-text2": "Ich fühle mich OK mit diesen Daten (z. B. das Kind schien die Aufgabe ziemlich gut zu verstehen, erlebte nur wenige Ablenkungen/Unterbrechungen, etc.)",
  "data-questionnaire-button-text3": "Ich fühle mich GUT mit diesen Daten (z. B. das Kind verstand die Aufgabe klar, hatte sehr wenige (wenn überhaupt) Ablenkungen/Unterbrechungen, etc.)",
  "desk": "Im Schreibtisch",
  "disgusted": "angeekelt",
  "drawer": "In der Schublade",
  "email": "E-Mail",
  "error": "Fehler",
  "family": "Familie",
  "feedback-good-job": "Gut gemacht!",
  "feedback-nice-work": "Sehr gut!",
  "feedback-not-quite-right": "Das stimmt nicht ganz. Versuch es noch einmal!",
  "feedback-try-again": "Versuch es noch einmal!",
  "feedbackCorrect": "Großartig! Das ist richtig.",
  "floor": "Auf dem Boden",
  "flower-instruct1": "Das ist das Blumenspiel. Ich erkläre dir jetzt wie das Blumenspiel funktioniert.",
  "flower-instruct2": "Wenn du eine Blume siehst, drückst du den Knopf auf der GEGENÜBERLIEGENDEN Seite.",
  "flower-practice-feedback1": "Die Blume ist auf der linken Seite. Drücke den rechten Knopf.",
  "flower-practice-feedback2": "Wenn du eine Blume siehst, drücke den Knopf auf der GEGENÜBERLIEGENDEN Seite.",
  "flowerbush": "Einen Blumenstrauch",
  "fountain": "Einen Springbrunnen",
  "game": "Spiel",
  "general-device-type": "Bitte verwenden Sie ein Tablet im Querformat, einen Desktop-Computer oder einen Laptop, um die Aufgaben zu lösen.",
  "general-encourage": "Weiter so!",
  "general-exit": "Spiel verlassen.",
  "general-footer": "Klicke auf die Fläche unten oder drücke eine Beliebige Taste, um fortzufahren",
  "general-fullscreen": "Bitte wechsle in den Vollbildmodus.",
  "general-intro1": "Hallo! Wir freuen uns, dass du heute ein paar Spiele mit uns spielst! Sachin",
  "general-intro2": "Zuerst kannst du einen Spielpartner auswählen, der die Spiele zusammen mit dir spielt. Nach jedem Spiel darfst du dir eine Sache aussuchen, zum Beispiel einen Hut oder eine Brille, die dein Spielpartner dann aufsetzen oder anziehen kann.",
  "general-intro3": "Super, jetzt hast du deinen Spielpartner! Jetzt wollen wir dir erklären, wie die Spiele funktionieren.",
  "general-intro4": "Während der Spiele wirst du Anweisungen hören. Achte also darauf, dass deine Lautsprecher eingeschaltet sind und die Lautstärke für dich angenehm ist. Wenn du die Anweisungen noch einmal hören möchtest, kannst du auf die Lautsprechertaste oben in der Ecke deines Bildschirms klicken.",
  "general-intro5": "Je nach Art des Tablets oder Computers, den du verwendest, kannst du deine Antworten auf unterschiedliche Weise auswählen. Du kannst eine Maus oder ein Touchpad benutzen, um etwas anzuklicken, du kannst die Pfeiltasten auf deiner Tastatur benutzen oder du kannst deinen Bildschirm berühren, wenn du ein Tablet benutzt. Du kannst die Methode wählen, die für dich am besten geeignet ist.\n\nWenn du Fragen hast oder zum Starten Hilfe brauchst, bitte einen Erwachsenen in deiner Nähe, dir zu helfen.",
  "general-keyboard-instructions": "Wenn du zum beantworten einer Frage deine Tastatur nutzen möchtest, dann drück einfach die Pfeiltaste auf der Seite, die du wählen möchtest.",
  "general-repeat-instructions": "Das ist ganz schön knifflig! Wir schauen uns nochmal genau an, wie das Spiel geht!",
  "general-rotate-device": "Bitte drehen Sie Ihr Gerät, damit Sie die Aktivitäten optimal sehen können.",
  "general-your-turn": "Das Üben hat schonmal super geklappt! Jetzt kannst du es nochmal alleine versuchen.",
  "grade": "Klasse",
  "happy": "glücklich",
  "heart-instruct1": "Das ist das Herzspiel. Ich erkläre dir jetzt wie das Herzspiel funktioniert.",
  "heart-instruct2": "Wenn du ein Herz siehst, drücke den Knopf auf der gleichen Seite.",
  "heart-practice-feedback1": "Das Herz befindet sich auf der rechten Seite. Drücke die rechte Taste.",
  "heart-practice-feedback2": "Nicht vergessen! Wenn du ein HERZ siehst, drücke den Knopf auf der GLEICHEN Seite.",
  "hearts-and-flowers-encourage1": "Versuch hinterherzukommen!",
  "hearts-and-flowers-encourage2": "Wenn du einen Fehler machst, mach einfach weiter!",
  "hearts-and-flowers-end": "Gut gemacht! Dieses Spiel ist jetzt zu Ende.",
  "hearts-and-flowers-instruct1": "Jetzt spielen wir das Spiel schneller. Dir wird nicht gesagt, ob du richtig oder falsch liegst. Versuch hinterherzukommen!",
  "hearts-and-flowers-instruct2": "Versuche, so schnell wie möglich zu antworten, ohne Fehler zu machen. Wenn du einen Fehler machst, mach einfach weiter!",
  "hearts-and-flowers-instruct3": "Jetzt werden wir ein Spiel mit Herzen und Blumen spielen.",
  "hearts-and-flowers-play-time": "Jetzt geht das Spiel richtig los!",
  "hearts-and-flowers-practice-time": "Jetzt kannst du üben!",
  "hearts-and-flowers-try-again": "Das stimmt nicht ganz. Versuch es noch einmal!",
  "hill": "Einen Hügel",
  "hillsbook": "Das Buch über Hügel",
  "hostile-attribution-scene1-by-accident": "aus Versehen",
  "hostile-attribution-scene1-instruct1": "Stell dir vor, du gehst zur Schule und trägst deine neuen Schuhe. Du magst deine neuen Schuhe sehr und heute ist der erste Tag, an dem du sie trägst.",
  "hostile-attribution-scene1-instruct2": "Plötzlich wirst du von einem Jungen von hinten angerempelt. Du stolperst und fällst in eine Schlammpfütze und deine neuen Schuhe sind schlammig.",
  "hostile-attribution-scene1-on-purpose": "absichtlich",
  "hostile-attribution-scene1-q1": "Glaubst du, dass der Junge dich absichtlich oder aus Versehen angerempelt hat?",
  "hostile-attribution-scene1-q2": "Was würdest du tun? Wähle eine der drei Möglichkeiten aus.",
  "hostile-attribution-scene1-q2-ans1": "meine Schuhe sauber machen",
  "hostile-attribution-scene1-q2-ans2": "sich von dem Jungen entfernen",
  "hostile-attribution-scene1-q2-ans3": "den Jungen in den Schlamm stoßen",
  "hostile-attribution-scene2-by-accident": "aus Versehen",
  "hostile-attribution-scene2-instruct1": "Stell dir vor, du bist auf einem Spielplatz. Du und einige andere Kinder rennen um die Wette. Ein Junge steht am Rand und spielt mit einem Basketball.",
  "hostile-attribution-scene2-instruct2": "Dann rollt der Ball von dem Jungen unter deine Füße und du fällst hin. Du schürfst dir das Knie auf und ein anderer gewinnt das Rennen.",
  "hostile-attribution-scene2-on-purpose": "absichtlich",
  "hostile-attribution-scene2-q1": "Glaubst du, dass der Junge dich mit Absicht oder aus Versehen zu Boden gestoßen hat?",
  "hostile-attribution-scene2-q2": "Was würdest du tun? Wähle eine der drei Möglichkeiten aus.",
  "hostile-attribution-scene2-q2-ans1": "in einen anderen Bereich des Spielplatzes gehen",
  "hostile-attribution-scene2-q2-ans2": "etwas Gemeines zu ihm sagen",
  "hostile-attribution-scene2-q2-ans3": "Mein Knie verarzten.",
  "hostile-attribution-scene3-by-accident": "aus Versehen",
  "hostile-attribution-scene3-instruct1": "Stell dir vor, du arbeitest an deinem Schreibtisch an einer Aufgabe.",
  "hostile-attribution-scene3-instruct2": "Du gehst deinen Bleistift anspitzen, und als du zu deinem Schreibtisch zurückgehst, läuft ein Junge direkt vor dir. Der Junge geht an deinem Schreibtisch vorbei, bevor du selbst dort bist.",
  "hostile-attribution-scene3-instruct3": "Das nächste ist, dass der Junge alle deine Papiere von deinem Schreibtisch geworfen hat und sie überall auf dem Boden liegen.",
  "hostile-attribution-scene3-on-purpose": "absichtlich",
  "hostile-attribution-scene3-q1": "Glaubst du, der Junge hat deine Papiere absichtlich oder aus Versehen auf den Boden geworfen?",
  "hostile-attribution-scene3-q2": "Was würdest du tun? Wähle eine der drei Möglichkeiten aus.",
  "hostile-attribution-scene3-q2-ans1": "ihn beleidigen",
  "hostile-attribution-scene3-q2-ans2": "die Papiere aufsammeln",
  "hostile-attribution-scene3-q2-ans3": "nichts tun",
  "inferenceInstructions": "Lesen Sie jede Geschichte sorgfältig. Denken Sie darüber nach, was in der Geschichte passiert ist und was Sie wissen. Wählen Sie die beste Antwort zu jeder Frage.",
  "inferenceInstructions2": "Willkommen bei ROAR - Schlussfolgerung",
  "instructions": "Anweisungen",
  "intro-finished": "Das war die Spielanleitung. Vielen Dank!",
  "language": "Sprache",
  "large_cup": "Die große Tasse",
  "levante": "LEVANTE",
  "loading": "Laden",
  "math-instructions1": "In diesem Spiel wirst du einige mathematische Aufgaben lösen. Einige sind wie die, die du in der Schule machst, und einige sind etwas anders als die, die du in der Schule machst. \n\nEinige Fragen könnten leicht für dich sein und einige könnten schwer sein. Das ist nicht schlimm! Bitte gib dein Bestes und nimm dir Zeit. Bei den meisten Fragen gibt es vier Auswahlmöglichkeiten. Du wählst die aus, die du für richtig hältst. Los geht's!",
  "math-instructions1-heavy": "In diesem Spiel wirst du mit Zahlen spielen.\n\nEinige Fragen könnten einfach für dich sein und andere schwer. Das ist in Ordnung! Bitte gib dein Bestes und nimm dir Zeit. Lass uns beginnen!",
  "math-intro-fractions": "In diesem Teil musst du manchmal addieren und manchmal subtrahieren. Schau also genau, ob da ein Plus oder ein Minus steht. Die ersten paar sind wieder zum Üben.",
  "math-intro1": "Hier kommt der erste Teil. Am Anfang üben wir erstmal nur.",
  "math-intro1-heavy": "Es ist Zeit für das erste Zahlenspiel! Lass uns üben.",
  "math-intro2": "Jetzt kommt der nächste Teil. Die ersten paar sind wieder zum Üben.",
  "math-intro2-heavy": "Es ist Zeit für das nächste Zahlenspiel! Lass uns üben.",
  "matrix-reasoning-instruct1": "Wir zeigen dir ein Puzzle, und deine Aufgabe ist es, das beste Teil zu finden, um das Puzzle zu vervollständigen. Los geht's!",
  "matrix-reasoning-instruct2": "Siehst du dieses große Puzzle? Es fehlt ein Teil! Welches Teil gehört in das Puzzle?",
  "matrix-reasoning-prompt1": "Wähle das beste Muster, um die Lücke zu füllen.",
  "medium_cup": "Die mittelgroße Tasse",
  "memory-game-backward-prompt": "Wähle die Quadrate in der umgekehrten Reihenfolge.",
  "memory-game-backward-try-again": "Das stimmt nicht ganz. Versuch es noch einmal! Wähle die Quadrate in der umgekehrten Reihenfolge.",
  "memory-game-display": "Beobachte, wie die Quadrate aufleuchten.",
  "memory-game-forward-prompt": "Wähle die Quadrate in der gleichen Reihenfolge.",
  "memory-game-forward-try-again": "Das stimmt nicht ganz. Versuch es noch einmal! Wähle die Quadrate in der gleichen Reihenfolge.",
  "memory-game-input": "Wähle die Quadrate in der gleichen Reihenfolge.",
  "memory-game-instruct1": "Das ist ein Memory-Spiel. Ich erkläre dir jetzt wie das Memory-Spiel funktioniert.",
  "memory-game-instruct1-heavy": "Dies ist das Gedächtnisspiel.",
  "memory-game-instruct2": "Du wirst sehen, dass Quadrate aufleuchten.",
  "memory-game-instruct2-heavy": "In diesem Spiel werden wir sehen, wie Quadrate aufleuchten. Deine Aufgabe ist es, die Quadrate zu berühren, die aufleuchten.",
  "memory-game-instruct3": "Du wählst die Quadrate in der gleichen Reihenfolge aus.",
  "memory-game-instruct3-heavy": "Jetzt werden wir sehen, wie zwei Quadrate aufleuchten. Deine Aufgabe ist es, die Quadrate in der gleichen Reihenfolge zu berühren, in der sie aufleuchten!",
  "memory-game-instruct4": "Pass gut auf! Versuche, dir die Reihenfolge zu merken.",
  "memory-game-instruct4-heavy": "Schau zu, wie die Quadrate aufleuchten. Ich werde die Quadrate in der gleichen Reihenfolge berühren.",
  "memory-game-instruct5": "Dieses Mal wird dir das Spiel nicht sagen, ob du richtig oder falsch liegst. Los geht's mit dem Memory-Spiel!",
  "memory-game-instruct5-heavy": "Okay, jetzt wirst du den Rest des Gedächtnisspiels alleine spielen. Mehr Quadrate werden aufleuchten, je länger du spielst, also beobachte sorgfältig!",
  "memory-game-instruct6": "Jetzt spielen wir das Memory-Spiel umgekehrt!",
  "memory-game-instruct6-heavy": "Wenn du einen Fehler machst, mach einfach weiter!",
  "memory-game-instruct7": "Los geht's mit dem Memory-Spiel!",
  "mental-rotation-instruct-3D": "Jetzt siehst du Bilder, die Blöcke mit drei Seiten zeigen.  Deine Aufgabe ist es, das passende Bild auszuwählen.",
  "mental-rotation-instruct1": "Siehst du diese beiden Schatten? Einer passt zu der Form. Lass uns schauen, welcher zur Form passt.",
  "mental-rotation-prompt1": "Wähle das passende Bild aus.",
  "mental-rotation-prompt2": "Wähle das Bild aus, das hierzu passt.",
  "mental-rotation-test-instruct4": "Jetzt bist du dran! Kannst du die Form finden, die zum Schatten passt?",
  "mental-rotation-training-instruct2": "Mal sehen, ob diese Form zu dem Schatten passt. Diese Form passt nicht zum Schatten.",
  "mental-rotation-training-instruct3": "Mal sehen, ob diese Form zu dem Schatten passt. Diese Form passt zu dem Schatten.",
  "missing-number-prompt1": "Welche Zahl gehört in die Lücke?",
  "missing-number-prompt2": "Welche Zahl gehört hierher?",
  "missing-number-prompt3": "Welche Zahlen gehören in die Lücken?",
  "multiplication-prompt1": "Multipliziere die Zahlen und wähle die richtige Antwort.",
  "multiplication-prompt2": "Multipliziere die Zahlen.",
  "no": "nein",
  "ns-number-comp-1": "Welche Karte hat mehr Äpfel?",
  "ns-number-comp-2": "Welche Karte hat mehr Autos?",
  "ns-number-identification-1": "Wählen Sie die Karte, die 1 Apfel zeigt.",
  "ns-number-identification-10": "Wählen Sie die Karte, die 10 Äpfel zeigt.",
  "ns-number-identification-2": "Wählen Sie die Karte, die 2 Autos zeigt.",
  "ns-number-identification-5": "Wählen Sie die Karte, die 5 Äpfel zeigt.",
  "ns-number-identification-7": "Wählen Sie die Karte, die 7 Autos zeigt.",
  "number-comparison-prompt1": "Welche Zahl ist größer?",
  "number-comparison-prompt2": "Welche ist größer?",
  "number-identification-1": "Wähle die Zahl Eins.",
  "number-identification-10": "Wähle die  Dreiundzwanzig.",
  "number-identification-11": "Wähle die  Achtundvierzig.",
  "number-identification-12": "Wähle die  91.",
  "number-identification-13": "Wähle die  Dreiunddreißig.",
  "number-identification-14": "Wähle die  Vierundsiebzig.",
  "number-identification-15": "Wähle die  Siebenundachzig.",
  "number-identification-16": "Wähle die  65.",
  "number-identification-17": "Wähle die  Einhundertacht.",
  "number-identification-18": "Wähle die  Zweihundertfünfundvierzig.",
  "number-identification-19": "Wähle die  Fünfhundertsiebenundachzig.",
  "number-identification-2": "Wähle die Zwei.",
  "number-identification-20": "Wähle die  Siebenhunderteinunddreißig.",
  "number-identification-21": "Wähle die  Neunhundertneunundachzig.",
  "number-identification-22": "Wähle die sechs.",
  "number-identification-23": "Wähle die vierzehn.",
  "number-identification-24": "Wähle die achtzehn.",
  "number-identification-25": "Wähle die sechsundzwanzig.",
  "number-identification-26": "Wähle die fünfunddreißig.",
  "number-identification-27": "Wähle die einundvierzig.",
  "number-identification-28": "Wähle die siebenundvierzig.",
  "number-identification-29": "Wähle die fünfzig.",
  "number-identification-3": "Wähle die Neun.",
  "number-identification-30": "Wähle die fünfundfünfzig.",
  "number-identification-31": "Wähle die sechsundsechzig.",
  "number-identification-32": "Wähle die siebenundsechzig.",
  "number-identification-33": "Wähle die achtundachtzig.",
  "number-identification-34": "Wähle die einhunderteins.",
  "number-identification-35": "Wähle die vierhundertsechsundzwanzig.",
  "number-identification-36": "Wähle die einhunderteinunddreißig.",
  "number-identification-37": "Wähle die zweihundertsechsundfünfzig.",
  "number-identification-38": "Wähle die dreihundertneunundvierzig.",
  "number-identification-39": "Wähle die fünfhundertdreiundvierzig.",
  "number-identification-4": "Wähle die Null.",
  "number-identification-40": "Wähle die sechshundertsiebzehn.",
  "number-identification-41": "Wähle die achthundertsiebenundsiebzig.",
  "number-identification-5": "Wähle die Zwölf.",
  "number-identification-6": "Wähle die Dreißig.",
  "number-identification-7": "Wähle die  Zweiundzwanzig.",
  "number-identification-8": "Wähle die  Fünfundvierzig.",
  "number-identification-9": "Wähle die  Neununddreißig.",
  "number-identification-prompt1": "Wähle die Zahl, die du hörst.",
  "number-line-instruct1": "Hier ist eine Zahlenreihe. Du kannst den Schieber vorwärts und rückwärts entlang der Linie bewegen. Ändere den Schieber so, dass er sich an der richtigen Stelle befindet, um zu zeigen, wo die Zahl hingehört. Achte darauf, dass du die Zahlen an beiden Enden ansiehst, wenn du entscheidest, wohin du den Schieber platzierst.",
  "number-line-prompt1": "Wähle die Zahl, die auf der Zahlenreihe markiert ist.",
  "number-line-slider-prompt1": "Bewege den Schieber auf die angegebene Zahl.",
  "pages/home-participant.contactAdministrator": "Bitte kontaktieren Sie Ihren Administrator, um zu einer Zuordnung hinzugefügt zu werden.",
  "pages/home-participant.loadingAssignments": "Lade Zuordnungen",
  "pages/home-participant.noAssignments": "Sie haben keine Zuordnungen!",
  "pages/home-participant.selectAssignment": "Wählen Sie eine Zuordnung aus",
  "pages/home-participant.showOptionalAssignments": "Optionale Zuordnungen anzeigen",
  "pages/home-selector.inactivityLogout": "Sie werden aus Sicherheitsgründen bald abgemeldet. Bitte klicken Sie auf \"Weiter\", wenn Sie Ihre Sitzung fortsetzen möchten. \\n Andernfalls werden Sie in { timeLeft } Sekunden automatisch abgemeldet.",
  "pages/home-selector.inactivityLogoutAcceptLabel": "Fortsetzen",
  "pages/home-selector.loading": "Laden...",
  "pages/not-found.label": "Klicken Sie hier, um zur Startseite zu gelangen.",
  "pages/not-found.pageNotFound": "Seite nicht gefunden",
  "pages/not-found.sorry": "Entschuldigung, wir konnten diese Seite nicht finden!",
  "pages/signin.adminAction": "hier",
  "pages/signin.adminInfoPrompt": "Wenn Sie sich mit einer Google-E-Mail oder Ihr E-Mail-Anbieter Google SSO verwendet, registriert haben.",
  "pages/signin.adminPrompt": "Sind Sie ein Administrator? Klicken Sie {action}, um sich anzumelden.",
  "pages/signin.havingTrouble": "Haben Sie Schwierigkeiten?",
  "pages/signin.login": "Melden Sie sich an, um auf Ihr Dashboard zuzugreifen",
  "pages/signin.loginWith": "Anmelden mit",
  "pages/signin.welcome": "Willkommen bei ROAR!",
  "parent": "Elternteil",
  "parent_survey_child_001": "<block><b><font face=\"Verdana\" size=\"4\">Wir danken Ihnen und Ihrem Kind für die Teilnahme an diesem Forschungsprojekt! </b><br> <br> <p><font face=\"Verdana\" size=\"4\">Die folgende Umfrage dauert etwa 20-30 Minuten und enthält Fragen zu Ihrem Kind.<br><br>Bitte denken Sie bei der Beantwortung der Fragen an Ihr Kind, das an diesem Forschungsprojekt teilnimmt. Wenn Sie mehr als ein Kind haben, das an dem Forschungsprojekt teilnimmt, füllen Sie diesen Fragebogen für jedes teilnehmende Kind separat aus.<br><br>Bei einigen Fragen ist ein bestimmter Zeitrahmen angegeben, auf den Sie sich bei der Beantwortung der Frage beziehen sollen. Wenn kein Zeitrahmen angegeben ist, können Sie die Frage so beantworten, wie es am besten auf Sie oder Ihr Kind im Allgemeinen zutrifft.<br><br>Wir bitten Sie, die Fragen so vollständig und genau wie möglich zu beantworten. Wenn Sie Fragen zu dieser Umfrage haben, wenden Sie sich bitte an die Forschungskoordinatorin (luise_hornoff@eva.mpg.de).<br><br>Wenn Sie bereit sind zu beginnen, klicken Sie auf \"Umfrage starten\".<br><br><b><font face=\"Verdana\" size=\"4\">Vielen Dank!",
  "parent_survey_child_002": "Bitte geben Sie an, in welcher Beziehung Sie zu dem Kind stehen, das hier teilnimmt.",
  "parent_survey_child_003": "In diesem Abschnitt werden allgemeine Informationsfragen und Fragen zur Gesundheit Ihres Kindes gestellt.",
  "parent_survey_child_004": "Bitte geben Sie an, in welcher Beziehung Sie zu dem Kind stehen, das hier teilnimmt.",
  "parent_survey_child_005": "Biologische Mutter oder Adoptivmutter",
  "parent_survey_child_006": "Biologischer Vater oder Adoptivvater",
  "parent_survey_child_007": "Stiefmutter",
  "parent_survey_child_008": "Stiefvater",
  "parent_survey_child_011": "Pflegeeltern",
  "parent_survey_child_012": "Andere Verwandte",
  "parent_survey_child_013": "Andere Nicht-Verwandte",
  "parent_survey_child_014": "Bitte geben Sie Ihre Beziehung zu dem Kind an.",
  "parent_survey_child_015": "Bitte geben Sie an, wie lange Sie dieses Kind bereits betreuen.",
  "parent_survey_child_016": "Jahre",
  "parent_survey_child_017": "Jahre",
  "parent_survey_child_018": "Monate",
  "parent_survey_child_019": "Monate",
  "parent_survey_child_020": "Wie alt ist Ihr Kind derzeit in Jahren?",
  "parent_survey_child_021": "Lebensjahre",
  "parent_survey_child_022": "Wie groß ist Ihr Kind AKTUELL?",
  "parent_survey_child_023": "Meter",
  "parent_survey_child_024": "Meter",
  "parent_survey_child_025": "Zentimeter",
  "parent_survey_child_026": "Zentimeter",
  "parent_survey_child_027": "Was ist das AKTUELLE Gewicht Ihres Kindes?",
  "parent_survey_child_028": "kilo",
  "parent_survey_child_029": "kilo",
  "parent_survey_child_030": "Wurde Ihr Kind zu früh geboren (mehr als drei Wochen vor dem errechneten Geburtstermin)?",
  "parent_survey_child_033": "weiß nicht",
  "parent_survey_child_034": "Wie viel hat ihr Kind bei der Geburt gewogen? (wenn Sie es nicht wissen, bitte leer lass)",
  "parent_survey_child_035": "Gramm",
  "parent_survey_child_036": "Wie würden Sie den Gesundheitszustand Ihres Kindes im Allgemeinen beschreiben?",
  "parent_survey_child_037": "Hervorragend",
  "parent_survey_child_038": "Sehr gut",
  "parent_survey_child_039": "Gut",
  "parent_survey_child_040": "Mittelmäßig",
  "parent_survey_child_041": "Schlecht",
  "parent_survey_child_042": "Wie würden Sie den Zustand der Zähne Ihres Kindes beschreiben?",
  "parent_survey_child_043": "Hervorragend",
  "parent_survey_child_044": "Sehr gut",
  "parent_survey_child_045": "Gut",
  "parent_survey_child_046": "Mittelmäßig",
  "parent_survey_child_047": "Schlecht",
  "parent_survey_child_048": "An wie vielen Tagen <b>WÄHREND DER LETZTEN WOCHE</b> hat Ihr Kind mindestens 60 Minuten lang Sport getrieben oder an körperlichen Aktivitäten teilgenommen (entweder in der Schule oder außerhalb der Schule)?",
  "parent_survey_child_049": "0 Tage",
  "parent_survey_child_050": "1 - 3 Tage",
  "parent_survey_child_051": "4 - 6 Tage",
  "parent_survey_child_052": "Jeden Tag",
  "parent_survey_child_053": "Hatte Ihr Kind <b>WÄHREND DER LETZTEN 12 MONATE</b> REGELMÄßIGE oder CHRONISCHE Schwierigkeiten in einem der folgenden Bereiche?",
  "parent_survey_child_054": "Atembeschwerden oder andere Atemprobleme (wie Keuchen oder Kurzatmigkeit)",
  "parent_survey_child_057": "weiß nicht",
  "parent_survey_child_058": "Essen oder Schlucken aufgrund eines Gesundheitszustands",
  "parent_survey_child_061": "weiß nicht",
  "parent_survey_child_062": "Verdauung von Nahrungsmitteln, einschließlich Magen-/Darmproblemen, Verstopfung oder Durchfall",
  "parent_survey_child_065": "weiß nicht",
  "parent_survey_child_066": "Wiederholte oder chronische körperliche Schmerzen, einschließlich Kopfschmerzen oder andere Rücken- oder Körperschmerzen",
  "parent_survey_child_069": "weiß nicht",
  "parent_survey_child_070": "Zahnschmerzen",
  "parent_survey_child_073": "weiß nicht",
  "parent_survey_child_074": "Zahnfleischbluten",
  "parent_survey_child_077": "weiß nicht",
  "parent_survey_child_078": "Karies oder Zahnlöcher",
  "parent_survey_child_081": "weiß nicht",
  "parent_survey_child_082": "Hat Ihr Kind eines der folgenden Probleme?",
  "parent_survey_child_083": "Ernsthafte Schwierigkeiten, sich zu konzentrieren, sich zu erinnern oder Entscheidungen zu treffen, aufgrund eines körperlichen, geistigen oder emotionalen Zustands",
  "parent_survey_child_086": "weiß nicht",
  "parent_survey_child_087": "Ernsthafte Schwierigkeiten beim Gehen oder Treppensteigen",
  "parent_survey_child_088": "Ja",
  "parent_survey_child_089": "Nein",
  "parent_survey_child_090": "Schwierigkeiten beim Anziehen oder Baden",
  "parent_survey_child_091": "Ja",
  "parent_survey_child_092": "Nein",
  "parent_survey_child_093": "Taubheit oder Hörprobleme",
  "parent_survey_child_094": "Ja",
  "parent_survey_child_095": "Nein",
  "parent_survey_child_096": "Blindheit oder Sehprobleme, auch beim Tragen einer Brille",
  "parent_survey_child_097": "Ja",
  "parent_survey_child_098": "Nein",
  "parent_survey_child_099": "Hat Ihr Kind andere Seh- oder Hörprobleme (z. B. häufige Ohrentzündung)?",
  "parent_survey_child_100": "Ja",
  "parent_survey_child_101": "Nein",
  "parent_survey_child_102": "Wenn ja, beschreiben Sie diese bitte:",
  "parent_survey_child_103": "Hat Ihnen ein Arzt oder ein anderer Gesundheitsdienstleister <b>JEMALS</b> gesagt, dass Ihr Kind eine genetische oder vererbte Erkrankung hat?",
  "parent_survey_child_106": "weiß nicht",
  "parent_survey_child_107": "Ich möchte nicht antworten",
  "parent_survey_child_108": "Wenn ja, benennen oder beschreiben Sie diese bitte:",
  "parent_survey_child_109": "Hat Ihnen ein Arzt, ein anderer Gesundheitsdienstleister oder ein Pädagoge <b>JEMALS</b> gesagt, dass Ihr Kind eines der folgenden Probleme hat:",
  "parent_survey_child_110": "Verhaltens- oder Benehmensprobleme",
  "parent_survey_child_111": "Nein",
  "parent_survey_child_112": "Ja",
  "parent_survey_child_113": "weiß nicht",
  "parent_survey_child_114": "Ich möchte nicht antworten",
  "parent_survey_child_115": "Hat Ihr Kind <b>AKTUELL</b> Verhaltens- oder Benehmensprobleme?",
  "parent_survey_child_116": "Ja",
  "parent_survey_child_117": "Nein",
  "parent_survey_child_118": "Sind die aktuellen Verhaltens- oder Benehmensprobleme leicht, mäßig oder schwerwiegend?",
  "parent_survey_child_119": "leicht",
  "parent_survey_child_120": "mäßig",
  "parent_survey_child_121": "schwerwiegend",
  "parent_survey_child_122": "Entwicklungsverzögerung",
  "parent_survey_child_125": "weiß nicht",
  "parent_survey_child_126": "Ich möchte nicht antworten",
  "parent_survey_child_127": "Hat Ihr Kind <b>AKTUELL</b> eine Entwicklungsverzögerung?",
  "parent_survey_child_128": "Ja",
  "parent_survey_child_129": "Nein",
  "parent_survey_child_130": "Sind die aktuellen Entwicklungsverzögerungen leicht, mäßig oder schwerwiegend?",
  "parent_survey_child_131": "leicht",
  "parent_survey_child_132": "mäßig",
  "parent_survey_child_133": "schwerwiegend",
  "parent_survey_child_134": "Geistige Behinderung",
  "parent_survey_child_137": "weiß nicht",
  "parent_survey_child_138": "Ich möchte nicht antworten",
  "parent_survey_child_139": "Hat Ihr Kind <b>AKTUELL</b> eine geistige Behinderung?",
  "parent_survey_child_140": "Ja",
  "parent_survey_child_141": "Nein",
  "parent_survey_child_142": "Ist die aktuelle geistige Behinderung leicht, mäßig oder schwerwiegend?",
  "parent_survey_child_143": "leicht",
  "parent_survey_child_144": "mäßig",
  "parent_survey_child_145": "schwerwiegend",
  "parent_survey_child_146": "Sprech- oder andere Sprachstörung",
  "parent_survey_child_149": "weiß nicht",
  "parent_survey_child_150": "Ich möchte nicht antworten",
  "parent_survey_child_151": "Hat Ihr Kind <b>AKTUELL</b> eine Sprech- oder andere Sprachstörung?",
  "parent_survey_child_152": "Ja",
  "parent_survey_child_153": "Nein",
  "parent_survey_child_154": "Ist die aktuelle Sprech- oder andere Sprachstörungen leicht, mäßig oder schwerwiegend?",
  "parent_survey_child_155": "leicht",
  "parent_survey_child_156": "mäßig",
  "parent_survey_child_157": "schwerwiegend",
  "parent_survey_child_158": "Lernbehinderung",
  "parent_survey_child_161": "weiß nicht",
  "parent_survey_child_162": "Ich möchte nicht antworten",
  "parent_survey_child_163": "Hat Ihr Kind <b>AKTUELL</b> eine Lernbehinderung?",
  "parent_survey_child_164": "Ja",
  "parent_survey_child_165": "Nein",
  "parent_survey_child_166": "Ist die aktuelle Lernbehinderung leicht, mäßig oder schwerwiegend?",
  "parent_survey_child_167": "leicht",
  "parent_survey_child_168": "mäßig",
  "parent_survey_child_169": "schwerwiegend",
  "parent_survey_child_170": "Autismus-Spektrum-Störung (ASS)<br>(einschließlich Asperger-Syndrom oder tiefgreifende Entwicklungsstörung)",
  "parent_survey_child_173": "weiß nicht",
  "parent_survey_child_174": "Ich möchte nicht antworten",
  "parent_survey_child_175": "Leidet Ihr Kind <b>AKTUELL</b> an einer Autismus-Spektrum-Störung (einschließlich Asperger-Syndrom oder tiefgreifender Entwicklungsstörung)?",
  "parent_survey_child_176": "Ja",
  "parent_survey_child_177": "Nein",
  "parent_survey_child_178": "Handelt es sich bei der aktuellen Autismus-Spektrum-Störung (einschließlich Asperger-Syndrom oder tiefgreifende Entwicklungsstörung) um eine leicht, mäßige oder schwerwiegend?",
  "parent_survey_child_179": "leicht",
  "parent_survey_child_180": "mäßig",
  "parent_survey_child_181": "schwerwiegend",
  "parent_survey_child_182": "Aufmerksamkeitsdefizit- oder Hyperaktivitätsstörung (ADHD oder ADHS)",
  "parent_survey_child_185": "weiß nicht",
  "parent_survey_child_186": "Ich möchte nicht antworten",
  "parent_survey_child_187": "Hat Ihr Kind <b>AKTUELL</b> eine Aufmerksamkeitsdefizit- oder Hyperaktivitätsstörung (ADHD oder ADHS)?",
  "parent_survey_child_188": "Ja",
  "parent_survey_child_189": "Nein",
  "parent_survey_child_190": "Ist die aktuelle Aufmerksamkeitsdefizit- oder Hyperaktivitätsstörung (ADHD oder ADHS) leicht, mäßig oder schwerwiegend?",
  "parent_survey_child_191": "leicht",
  "parent_survey_child_192": "mäßig",
  "parent_survey_child_193": "schwerwiegend",
  "parent_survey_child_194": "Welches biologische Geschlecht hatte Ihr Kind bei der Geburt (d. h. in der Geburtsurkunde)?",
  "parent_survey_child_197": "Anderes (bitte beschreiben)",
  "parent_survey_child_198": "Die folgenden Fragen beziehen sich auf die Geschlechtsidentität. <br><br>Möchten Sie diese zusätzlichen Fragen zum Geschlecht beantworten? <br>(Ihrem Kind werden diese Fragen nicht gestellt)",
  "parent_survey_child_199": "Welche ist die derzeitige Geschlechtsidentität Ihres Kindes?",
  "parent_survey_child_203": "Wie häufig hat Ihr Kind im letzten Jahr Verhaltensweisen gezeigt oder Vorlieben geäußert, die häufig eher mit Mädchen in Verbindung gebracht werden?",
  "parent_survey_child_204": "Nie",
  "parent_survey_child_205": "Selten",
  "parent_survey_child_206": "Manchmal",
  "parent_survey_child_207": "Oft",
  "parent_survey_child_208": "Immer",
  "parent_survey_child_209": "Wie häufig hat Ihr Kind im letzten Jahr angegeben, dass es ein Mädchen ist oder sein möchte?",
  "parent_survey_child_210": "Nie",
  "parent_survey_child_211": "Selten",
  "parent_survey_child_212": "Manchmal",
  "parent_survey_child_213": "Oft",
  "parent_survey_child_214": "Immer",
  "parent_survey_child_215": "Wie häufig hat Ihr Kind im letzten Jahr Verhaltensweisen gezeigt oder Vorlieben geäußert, die häufig eher mit Jungen in Verbindung gebracht werden?",
  "parent_survey_child_216": "Nie",
  "parent_survey_child_217": "Selten",
  "parent_survey_child_218": "Manchmal",
  "parent_survey_child_219": "Oft",
  "parent_survey_child_220": "Immer",
  "parent_survey_child_221": "Wie häufig hat Ihr Kind im letzten Jahr angegeben, dass es ein Junge ist oder sein möchte?",
  "parent_survey_child_222": "Nie",
  "parent_survey_child_223": "Selten",
  "parent_survey_child_224": "Manchmal",
  "parent_survey_child_225": "Oft",
  "parent_survey_child_226": "Immer",
  "parent_survey_child_227": "Zeigt Ihr Kind erste Anzeichen der Pubertät (wenn auch sehr früh)?",
  "parent_survey_child_228": "Ja",
  "parent_survey_child_229": "Nein",
  "parent_survey_child_230": "Bitte wählen Sie für jede Frage die Antwort aus, die am besten beschreibt, was mit Ihrem Kind im Moment passiert.",
  "parent_survey_child_231": "Was würdem Sie über das Wachstum Ihres Kindes in der Höhe (größer werden) sagen:",
  "parent_survey_child_232": "Noch nicht mit dem Spurt (\"Spurt\" bedeutet schneller wachsen als üblich) begonnen",
  "parent_survey_child_233": "Kaum mit dem Spurt begonnen",
  "parent_survey_child_234": "Definitiv begonnen aber ist noch nicht abgeschlossen",
  "parent_survey_child_235": "Scheint abgeschlossen zu sein (das Kind hat seine Größe erreicht)",
  "parent_survey_child_236": "Wie ist es mit dem Wachstum der Körperbehaarung (z. B. unter den Armen)? Würden Sie sagen, dass die Körperbehaarung Ihres Kindes:",
  "parent_survey_child_237": "Noch nicht begonnen hat zu wachsen",
  "parent_survey_child_238": "Kaum begonnen hat zu wachsen",
  "parent_survey_child_239": "Definitiv begonnen hat zu wachsen aber noch nicht abgeschlossen ist",
  "parent_survey_child_240": "Abgeschlossen zu sein scheint (das Kind hat seine vollständige Körperbehaarung erreicht)",
  "parent_survey_child_241": "Haben Sie Hautveränderungen, insbesondere Pickel, festgestellt?",
  "parent_survey_child_242": "Es hat noch nicht damit begonnen",
  "parent_survey_child_243": "Es hat gerade erst damit begonnen, dass sich Änderungen zeigen",
  "parent_survey_child_244": "Hautänderungen haben definitiv begonnen, sind aber noch nicht abgeschlossen",
  "parent_survey_child_245": "Hautänderungen scheinen abgeschlossen zu sein",
  "parent_survey_child_246": "Hat das Brustwachstum Ihres Kindes begonnen?",
  "parent_survey_child_247": "Es hat noch nicht begonnen",
  "parent_survey_child_248": "Es hat gerade erst begonnen",
  "parent_survey_child_249": "Brustwachstum hat definitiv begonnen, ist aber noch nicht abgeschlossen",
  "parent_survey_child_250": "Das Brustwachstum scheint abgeschlossen zu sein",
  "parent_survey_child_251": "Hat bei Ihrem Kind die Menstruation bereits begonnen?",
  "parent_survey_child_252": "Ja",
  "parent_survey_child_253": "Nein",
  "parent_survey_child_254": "Hat bei Ihrem Kind die Menstruation bereits begonnen?",
  "parent_survey_child_255": "Lebensjahre",
  "parent_survey_child_256": "Bitte wählen Sie für jede Frage die Antwort aus, die am besten beschreibt, was Ihrem Kind im Moment passiert.",
  "parent_survey_child_257": "Was würdem Sie über das Wachstum Ihres Kindes in der Höhe (größer werden) sagen:",
  "parent_survey_child_258": "Noch nicht mit dem Spurt (\"Spurt\" bedeutet schneller wachsen als üblich) begonnen",
  "parent_survey_child_259": "Kaum mit dem Spurt begonnen",
  "parent_survey_child_260": "Definitiv begonnen aber ist noch nicht abgeschlossen",
  "parent_survey_child_261": "Scheint abgeschlossen zu sein (das Kind hat seine Größe erreicht)",
  "parent_survey_child_262": "Wie ist es mit dem Wachstum der Körperbehaarung (z. B. unter den Armen)? Würden Sie sagen, dass die Körperbehaarung Ihres Kindes:",
  "parent_survey_child_263": "Noch nicht begonnen hat zu wachsen",
  "parent_survey_child_264": "Kaum begonnen hat zu wachsen",
  "parent_survey_child_265": "Definitiv begonnen hat zu wachsen aber noch nicht abgeschlossen ist",
  "parent_survey_child_266": "Abgeschlossen zu sein scheint (das Kind hat seine vollständige Körperbehaarung erreicht)",
  "parent_survey_child_267": "Haben Sie Hautveränderungen, insbesondere Pickel, festgestellt?",
  "parent_survey_child_268": "Veränderungen haben noch nicht begonnen",
  "parent_survey_child_269": "Erste Änderungen zeigen sich langsam",
  "parent_survey_child_270": "Hautänderungen haben definitiv begonnen, sind aber noch nicht abgeschlossen",
  "parent_survey_child_271": "Hautänderungen scheinen abgeschlossen zu sein",
  "parent_survey_child_272": "Hat die Stimme Ihres Kindes begonnen, sich zu verändern?",
  "parent_survey_child_273": "Sie hat noch nicht angefangen, sich zu verändern",
  "parent_survey_child_274": "Sie hat kaum angefangen, sich zu verändern",
  "parent_survey_child_275": "Der Stimmbruch findet definitiv statt, ist aber noch nicht abgeschlossen",
  "parent_survey_child_276": "Der Stimmbruch scheint abgeschlossen zu sein",
  "parent_survey_child_277": "Hat bei Ihrem Kind die Gesichtsbehaarung (Bart oder Schnurrbart) begonnen?",
  "parent_survey_child_278": "Die Gesichtsbehaarung hat noch nicht begonnen",
  "parent_survey_child_279": "Die Gesichtsbehaarung hat gerade erst begonnen",
  "parent_survey_child_280": "Das Haarwachstum hat definitiv begonnen (genug, um sich zu rasieren)",
  "parent_survey_child_281": "Wahrscheinlich wächst es jetzt so schnell, wie es maximal wachsen kann",
  "parent_survey_child_282": "Bitte beantworten Sie die folgenden Aussagen über die Schlafgewohnheiten Ihres Kindes.",
  "parent_survey_child_283": "In den <b>letzten 7 Tagen</b>...",
  "parent_survey_child_284": "Selten (0-1 Mal pro Woche)",
  "parent_survey_child_285": "Manchmal (2-4 Mal pro Woche)",
  "parent_survey_child_286": "Häufig (5 oder mehr Mal pro Woche)",
  "parent_survey_child_287": "Ihr Kind hatte Schwierigkeiten beim Einschlafen (schlief nicht innerhalb von 20 Minuten nach dem Zubettgehen ein).",
  "parent_survey_child_288": "Ihr Kind hatte Schwierigkeiten, die Nacht durchzuschlafen (es wachte einmal oder öfter in der Nacht auf).",
  "parent_survey_child_289": "Ihr Kind ist an den Wochentagen (Montag-Freitag) etwa zur gleichen Zeit ins Bett gegangen.",
  "parent_survey_child_290": "Wie viele Stunden Schlaf pro Nacht konnte Ihr Kind in der Regel an den Wochentagen <b>WÄHREND DER VERGANGENEN WOCHE</b> bekommen?",
  "parent_survey_child_291": "Weniger als 6 Stunden",
  "parent_survey_child_292": "6 Stunden",
  "parent_survey_child_293": "7 Stunden",
  "parent_survey_child_294": "8 Stunden",
  "parent_survey_child_295": "9 Stunden",
  "parent_survey_child_296": "10 Stunden",
  "parent_survey_child_297": "11 Stunden oder mehr",
  "parent_survey_child_298": "<block><b><font face=\"Verdana\" size=\"4\">In diesem Abschnitt wird nach dem Verhalten und sozialen Interaktionen Ihres Kindes gefragt.",
  "parent_survey_child_299": "Bitte markieren Sie zu jeder Aussage, wie gut diese auf Ihr Kind zutrifft: \"Trifft überhaupt nicht zu\", \"Trifft eher nicht zu\", \"Trifft eher zu\" oder \"Trifft voll und ganz zu\". Beantworten Sie bitte alle Fragen so gut Sie können, selbst wenn Sie sich nicht ganz sicher sind.",
  "parent_survey_child_300": "Trifft überhaupt nicht zu",
  "parent_survey_child_301": "Trifft eher nicht zu",
  "parent_survey_child_302": "Trifft eher zu",
  "parent_survey_child_303": "Trifft voll und ganz zu",
  "parent_survey_child_304": "Ihr Kind hat Schwierigkeiten, still zu halten oder zeigt Phasen der Überaktivität.",
  "parent_survey_child_305": "Ihr Kind klagt häufig über Unwohlsein (z. B. Kopf- oder Bauchschmerzen).",
  "parent_survey_child_306": "Ihr Kind meidet andere oder verbringt lieber Zeit allein.",
  "parent_survey_child_307": "Ihr Kind ist oft besorgt oder ängstlich.",
  "parent_survey_child_308": "Ihr Kind zappelt häufig herum.",
  "parent_survey_child_309": "Ihr Kind hat einen (oder mehrere) gute Freunde.",
  "parent_survey_child_310": "Ihr Kind wirkt oft traurig, deprimiert oder niedergeschlagen.",
  "parent_survey_child_311": "Ihr Kind versteht sich mit anderen Kindern.",
  "parent_survey_child_312": "Ihr Kind lässt sich leicht ablenken oder hat Schwierigkeiten, bei der Sache zu bleiben.",
  "parent_survey_child_313": "Ihr Kind ist schüchtern oder anhänglich.",
  "parent_survey_child_314": "Ihr Kind geht freundlich mit jüngeren Kindern um.",
  "parent_survey_child_315": "Ihr Kind zeigt oft unehrliches Verhalten (z. B. lügen, betrügen).",
  "parent_survey_child_316": "Ihr Kind hat ohne Erlaubnis Dinge von zu Hause, aus der Schule oder von anderswo mitgenommen.",
  "parent_survey_child_317": "Ihr Kind bevorzugt Erwachsene gegenüber Kindern.",
  "parent_survey_child_318": "Ihr Kind ist oft nervös oder ängstlich.",
  "parent_survey_child_319": "Bitte geben Sie an, <b>wie gut</b> jede Aussage Ihr Kind beschreibt.",
  "parent_survey_child_320": "Stimmt überhaupt nicht zu",
  "parent_survey_child_321": "Stimmt eher nicht zu",
  "parent_survey_child_322": "Stimmt eher zu",
  "parent_survey_child_323": "Stimmt voll und ganz zu",
  "parent_survey_child_324": "Ihr Kind akzeptiert die Dinge, wenn sie nicht seinen Vorstellungen entsprechen.",
  "parent_survey_child_325": "Ihr Kind kann gut mit Misserfolgen umgehen.",
  "parent_survey_child_326": "Ihr Kind denkt nach, bevor es handelt.",
  "parent_survey_child_327": "Ihr Kind löst Probleme mit Freunden selbständig.",
  "parent_survey_child_328": "Ihr Kind kann sich beruhigen, wenn es aufgeregt ist.",
  "parent_survey_child_329": "Ihr Kind tut, was ihm gesagt wird.",
  "parent_survey_child_330": "Ihr Kind ist gut darin, die Gefühle anderer zu verstehen.",
  "parent_survey_child_331": "Ihr Kind beherrscht sein Temperament, wenn es eine Meinungsverschiedenheit gibt.",
  "parent_survey_child_332": "Ihr Kind teilt Dinge mit anderen.",
  "parent_survey_child_333": "Ihr Kind ist hilfsbereit gegenüber anderen.",
  "parent_survey_child_334": "Ihr Kind hört sich die Meinung anderer an.",
  "parent_survey_child_335": "Ihr Kind kann Vorschläge machen, ohne bestimmerisch zu sein.",
  "parent_survey_child_336": "Bitte geben Sie an, <b>wie gut</b> jede Aussage Ihr Kind beschreibt.",
  "parent_survey_child_337": "Stimmt überhaupt nicht zu",
  "parent_survey_child_338": "Stimmt eher nicht zu",
  "parent_survey_child_339": "Stimmt eher zu",
  "parent_survey_child_340": "Stimmt voll und ganz zu",
  "parent_survey_child_341": "Ihr Kind versteht die Gefühle von anderen.",
  "parent_survey_child_342": "Ihr Kind hat ein soziales Bewusstsein dafür, was in einer Situation geschieht.",
  "parent_survey_child_343": "Ihr Kind versteht genau, was ein Gleichaltriger zu tun versucht.",
  "parent_survey_child_344": "Ihr Kind zeigt eine gute Selbstbeherrschung in seinen/ihren Reaktionen.",
  "parent_survey_child_345": "Ihr Kind findet <i>viele</i> Lösungen für zwischenmenschliche Probleme.",
  "parent_survey_child_346": "Ihr Kind entwickelt <i>gute</i> Lösungen für zwischenmenschliche Probleme.",
  "parent_survey_child_347": "Ihr Kind ist sich bewusst, welche Auswirkungen sein Verhalten auf andere hat.",
  "parent_survey_child_348": "Ihr Kind versucht, traurige Menschen glücklicher zu machen.",
  "parent_survey_child_349": "Ihr Kind hilft anderen bei ihren Hausaufgaben.",
  "parent_survey_child_350": "Ihr Kind lässt andere sein Spielzeug oder seine Gegenstände benutzen.",
  "parent_survey_child_351": "Bitte geben Sie an, <b>wie gut</b> jede Aussage Ihr Kind beschreibt.",
  "parent_survey_child_352": "Stimmt überhaupt nicht zu",
  "parent_survey_child_353": "Stimmt eher nicht zu",
  "parent_survey_child_354": "Stimmt eher zu",
  "parent_survey_child_355": "Stimmt voll und ganz zu",
  "parent_survey_child_356": "Ihr Kind ist neugierig und will neue Dinge erforschen und verstehen.",
  "parent_survey_child_357": "Ihr Kind ist in der Lage zu beobchten und Schlussfolgerungen zu ziehen, bevor es eine Antwort erhält.",
  "parent_survey_child_358": "Ihr Kind gibt einzigartige Antworten, die über die von anderen Kindern hinausgehen.",
  "parent_survey_child_359": "Ihr Kind möchte oft neue Dinge lernen.",
  "parent_survey_child_360": "Ihr Kind erforscht neue Gegenstände, die im Haushalt oder in der Gemeinschaft auftauchen.",
  "parent_survey_child_361": "Ihr Kind stellt gerne viele Fragen.",
  "parent_survey_child_362": "Wenn Ihr Kind einen Fehler macht, bittet es um Entschuldigung.",
  "parent_survey_child_363": "Ihr Kind plant seine eigenen Aufgaben oft gut.",
  "parent_survey_child_364": "Ihr Kind erledigt seine Arbeit selbst, ohne darum gebeten oder daran erinnert zu werden.",
  "parent_survey_child_365": "Ihr Kind arbeitet fleißig, wenn es versucht, Aufgaben oder Hausarbeiten zu erledigen.",
  "parent_survey_child_366": "Wenn Ihr Kind etwas nicht schafft, versucht es es noch einmal.",
  "parent_survey_child_367": "Ihr Kind mag es, Aufgaben ordentlich zu erledigen.",
  "parent_survey_child_368": "Ihr Kind entscheidet langsam und ohne Eile, was es als Nächstes tun will.",
  "parent_survey_child_369": "Ihr Kind macht mit einer Aufgabe weiter, auch wenn sie ermüdend ist.",
  "parent_survey_child_370": "Ihr Kind erklärt sich leicht bereit, Aufgaben oder Besorgungen zu erledigen.",
  "parent_survey_child_371": "Ihr Kind folgt bereitwillig Anweisungen.",
  "parent_survey_child_372": "Wenn Ihr Kind angewiesen wird, eine Aufgabe zu erledigen, tut es dies mit Begeisterung.",
  "parent_survey_child_373": "Wenn Ihr Kind eine Besorgung machen soll, kommt es pünktlich zurück. (wenn dieser Punkt nicht auf Ihr Kind zutrifft, lassen Sie ihn bitte frei)",
  "parent_survey_child_374": "Wenn Ihr Kind aufgefordert wird, eine Aufgabe zu erledigen, tut es das auch.",
  "parent_survey_child_375": "Ihr Kind ist respektvoll gegenüber Erwachsenen.",
  "parent_survey_child_376": "Wie schwierig ist es für Ihr Kind im Vergleich zu anderen Kindern in seinem Alter, Freunde zu finden oder zu behalten?",
  "parent_survey_child_377": "Keine Schwierigkeit",
  "parent_survey_child_378": "Ein wenig schwierig",
  "parent_survey_child_379": "Sehr schwierig",
  "parent_survey_child_380": "Wie oft wurde Ihr Kind <b>IN DEN LETZTEN 12 MONATEN</b> von anderen Kindern schikaniert, gehänselt oder ausgeschlossen? Wenn sich die Häufigkeit im Laufe des Jahres geändert hat, geben Sie die höchste Häufigkeit an.",
  "parent_survey_child_381": "Nie (in den letzten 12 Monaten)",
  "parent_survey_child_382": "1-2 Mal (in den letzten 12 Monaten)",
  "parent_survey_child_383": "1-2 Mal pro Monat",
  "parent_survey_child_384": "1-2 Mal pro Woche",
  "parent_survey_child_385": "Fast jeden Tag",
  "parent_survey_child_386": "Wie oft hat Ihr Kind <b>IN DEN LETZTEN 12 MONATEN</b> andere Kinder schikaniert, gehänselt oder ausgeschlossen? Wenn sich die Häufigkeit im Laufe des Jahres geändert hat, geben Sie die höchste Häufigkeit an.",
  "parent_survey_child_387": "Nie (in den letzten 12 Monaten)",
  "parent_survey_child_388": "1-2 Mal (in den letzten 12 Monaten)",
  "parent_survey_child_389": "1-2 Mal pro Monat",
  "parent_survey_child_390": "1-2 Mal pro Woche",
  "parent_survey_child_391": "Fast jeden Tag",
  "parent_survey_child_392": "<block><b><font face=\"Verdana\" size=\"4\">In diesem Abschnitt werden Fragen zum Thema Lernen gestellt.",
  "parent_survey_child_393": "Wenn Ihr Kind in der Grundschule ist (erste Klasse oder höher), denken Sie an die Zeit vor der Einschulung. Wenn Ihr Kind noch nicht in der Grundschule ist, beziehen Sie sich auf die jetzige Situation.<br><br><b>Wie oft haben Sie oder jemand anderes bei Ihnen zu Hause die folgenden Aktivitäten mit Ihrem Kind unternommen?</b>?",
  "parent_survey_child_394": "Nie oder fast nie",
  "parent_survey_child_395": "Manchmal",
  "parent_survey_child_396": "Oft",
  "parent_survey_child_397": "Bücher lesen",
  "parent_survey_child_398": "Geschichten erzählen",
  "parent_survey_child_399": "Lieder singen",
  "parent_survey_child_400": "Mit Alphabet-Spielzeug spielen (z. B. Blöcke mit Buchstaben des Alphabets)",
  "parent_survey_child_401": "Über Dinge sprechen, die Sie getan haben",
  "parent_survey_child_402": "Über etwas sprechen, was Sie gelesen haben",
  "parent_survey_child_403": "Wortspiele spielen",
  "parent_survey_child_404": "Buchstaben oder Wörter schreiben",
  "parent_survey_child_405": "Schilder und Etiketten laut lesen",
  "parent_survey_child_406": "Zählreime sagen oder Zähllieder singen",
  "parent_survey_child_407": "mit Zahlenspielzeug spielen (z. B. Blöcke mit Zahlen)",
  "parent_survey_child_408": "Verschiedene Dinge zählen",
  "parent_survey_child_409": "Spiele spielen, die Formen beinhalten (z. B. Spielzeug zum Sortieren von Formen, Puzzles)",
  "parent_survey_child_410": "Mit Bauklötzen oder Konstruktionsspielzeug spielen",
  "parent_survey_child_411": "Karten- oder Brettspiele spielen",
  "parent_survey_child_412": "Zahlen schreiben",
  "parent_survey_child_413": "Formen zeichnen",
  "parent_survey_child_414": "Dinge messen oder wiegen (z. B. beim Kochen)",
  "parent_survey_child_415": "Hat Ihr Kind vor der ersten Klasse ein Programm zur frühkindlichen Erziehung oder ein Zentrum für Kinder <b>unter 3 Jahren</b> besucht?",
  "parent_survey_child_416": "Ja",
  "parent_survey_child_417": "Nein",
  "parent_survey_child_418": "Hat Ihr Kind vor der ersten Klasse eine vorschulische Bildungseinrichtung für Kinder <b>ab 3 Jahren</b>, <i>einschließlich Kindergarten</b>, besucht?",
  "parent_survey_child_419": "Ja",
  "parent_survey_child_420": "Nein",
  "parent_survey_child_421": "Wie lange war Ihr Kind ungefähr <i>insgesamt</i> in diesen Programmen? (vor der ersten Klasse)",
  "parent_survey_child_422": "Es hat nicht teilgenommen",
  "parent_survey_child_423": "Weniger als 1 Jahr",
  "parent_survey_child_424": "1 Jahr",
  "parent_survey_child_425": "2 Jahr",
  "parent_survey_child_426": "3 Jahr",
  "parent_survey_child_427": "4 Jahre oder mehr",
  "parent_survey_child_428": "Wie alt war Ihr Kind, als es in die erste Klasse der Grundschule eingeschult wurde?",
  "parent_survey_child_429": "5 Jahre alt oder jünger",
  "parent_survey_child_430": "6 Jahre alt,",
  "parent_survey_child_431": "7 Jahre alt,",
  "parent_survey_child_432": "8 Jahre alt oder älter",
  "parent_survey_child_433": "Was glauben Sie, welchen Bildungsabschluss wird ihr Kind voraussichtlich erreichen?",
  "parent_survey_child_434": "Hauptschulabschluss",
  "parent_survey_child_435": "Realschulabschluss",
  "parent_survey_child_436": "Ausbildung",
  "parent_survey_child_437": "niedriger als Abitur",
  "parent_survey_child_438": "allgemeine oder fachgebundene Hochschulreife",
  "parent_survey_child_439": "Bachelorabschluss",
  "parent_survey_child_440": "Masterabschluss",
  "parent_survey_child_441": "Doktorgrad",
  "parent_survey_child_442": "Wie oft macht Ihr Kind die folgenden Dinge:",
  "parent_survey_child_443": "Nie",
  "parent_survey_child_444": "Manchmal",
  "parent_survey_child_445": "Gewöhnlich",
  "parent_survey_child_446": "Immer",
  "parent_survey_child_447": "Interesse und Neugierde an neuen Themen in der Schule zeigen?",
  "parent_survey_child_448": "Arbeiten, um angefangene schulische Aufgaben zu beenden?",
  "parent_survey_child_449": "Ruhig bleiben und die Kontrolle behalten, wenn sie vor einer schulischen Herausforderung stehen?",
  "parent_survey_child_450": "Sich darum bemühen, gut in der Schule zu sein?",
  "parent_survey_child_451": "Alle erforderlichen Hausaufgaben machen?",
  "parent_survey_child_452": "Wie viel Zeit hat Ihr Kind <b>AN DEN MEISTEN WOCHENTAGEN</b> (Montag-Freitag) vor dem Fernseher, Computer, Handy oder einem anderen Gerät verbracht, um sich Programme anzusehen, Spiele zu spielen, auf das Internet zuzugreifen oder Social Media zu nutzen? Berücksichtigen Sie nicht die Zeit, die sie mit Schularbeiten verbringen.",
  "parent_survey_child_453": "Weniger als 1 Stunde",
  "parent_survey_child_454": "1 Stunde",
  "parent_survey_child_455": "2 Stunde",
  "parent_survey_child_456": "3 Stunde",
  "parent_survey_child_457": "4 oder mehr Stunden",
  "parent_survey_child_458": "Besitzt Ihr Kind ein Smartphone?",
  "parent_survey_child_459": "Ja",
  "parent_survey_child_460": "Nein",
  "parent_survey_child_461": "Wenn ja, in welchem Alter hat es dies bekommen?",
  "parent_survey_child_462": "Lebensjahre",
  "parent_survey_child_463": "Hat Ihr Kind ein Konto auf einer Social-Media-Website wie Instagram, Tiktok, Meta oder anderen Seiten?",
  "parent_survey_child_464": "Ja",
  "parent_survey_child_465": "Nein",
  "parent_survey_child_466": "<b>Uns interessiert, wie oft, unabhängig und leicht Ihr Kind jedes Verhalten zeigt, wenn es erforderlich ist. Kinder, die ein bestimmtes Verhalten besonders gut beherrschen, sollten eine 4 (die höchste Bewertung) erhalten. Die meisten Kinder werden allerdings zwischen 3 und 2 liegen. Diejenigen, die sich noch in der Entwicklung befinden und viel Unterstützung brauchen, sollten die 1 erhalten.</b><br><br><b>4</b> = Immer allein (keine Unterstützung erforderlich)<b>3</b> = Meistens selbständig (kurze Erinnerung oder Unterstützung)<b>2</b> = Manchmal selbständig (regelmäßige Erinnerungen oder manchmal Unterstützung erforderlich)<b>1</b> = Nicht in der Lage, selbstständig zu sein (benötigt viel Unterstützung)",
  "parent_survey_child_467": "<b>Passt auf, wenn ein Erwachsener etwas erklärt oder zeigt</b> (hört aufmerksam zu und/oder folgt dem Erwachsenen mit Blick oder Körperhaltung).",
  "parent_survey_child_468": "(4) Immer allein (keine Unterstützung erforderlich)",
  "parent_survey_child_469": "(3) Meistens selbstständig (kurze Ermahnungen oder Unterstützung)",
  "parent_survey_child_470": "(2) Manchmal selbstständig (regelmäßige Erinnerungen oder manchmal Unterstützung erforderlich)",
  "parent_survey_child_471": "(1) Nicht in der Lage, selbstständig zu sein (benötigt viel Unterstützung)",
  "parent_survey_child_472": "<b>Ignoriert irrelevante Aktivitäten/Geräusche</b> (z. B. weinende Geschwister, Fernsehen, Verkehr draußen), <b>wenn es an einer zugewiesenen Aufgabe arbeitet.</b>",
  "parent_survey_child_473": "<b>Wartet, bis es an der Reihe ist</b> (z. B. unterbricht andere nicht, platzt nicht mit Antworten heraus, denkt nach, bevor es spricht).",
  "parent_survey_child_474": "<b>Erledigt Tätigkeiten, die mehrere Schritte erfordern</b> (z. B. mehrere Dinge im Haus oder im Geschäft/Markt holen, den Tisch decken, ein Zimmer aufräumen, indem es mehrere Dinge wegräumt).",
  "parent_survey_child_475": "<b>Findet neue Wege, um Herausforderungen zu überwinden</b> (z. B. verwendet es Materialien oder Spielzeug wieder, findet einen neuen Weg, einen Turm oder eine Festung zu bauen, nachdem er zusammengebrochen ist, löst ein Rätsel auf neue Weise, findet eine neue Strategie, um eine Aufgabe zu erledigen).",
  "parent_survey_child_476": "<b>Identifiziert und sammelt die notwendigen Materialien vor einer Aktivität ein</b> (es findet z. B. einen passenden Mantel, Schuhe und eine Mütze, bevor es nach draußen geht; es sammelt seine Lunchbox, Hausaufgaben und seinen Rucksack ein, bevor es zur Schule geht).",
  "parent_survey_child_477": "<b>Erledigt eine zugewiesene Aufgabe, die sich wiederholt</b> (z. B. Spielzeug aufheben, Wäsche weglegen).",
  "parent_survey_child_478": "<b>Erledigt eine zugewiesene Aufgabe, bevor er zur nächsten Aufgabe übergeht.</b>",
  "parent_survey_child_479": "<b>Beendet ein unerwünschtes Verhalten, wenn es dazu aufgefordert wird</b> (hört z. B. auf, sich mit einem Geschwisterkind zu streiten, wenn es von den Eltern dazu aufgefordert wird, hört auf, sich im Haushalt schlecht zu benehmen).",
  "parent_survey_child_480": "<b>Erledigt Tätigkeiten, bei denen man sich längere Anweisungen merken muss</b> (z. B. Spielregeln, Hausarbeiten, Kochrezepte).",
  "parent_survey_child_481": "<b>Drückt sich auf eine neue Art und Weise aus, wenn es von anderen nicht verstanden wird</b> (z. B. versucht es, seine Bedürfnisse und Wünsche auf unterschiedliche Art und Weise mitzuteilen).",
  "parent_survey_child_482": "<b>Erstellt eine Strategie oder einen Plan für die Erledigung einer Aufgabe</b> (z. B. Hausarbeit, Hausaufgaben, Puzzle).",
  "parent_survey_child_483": "<b>Bleibt während längerer, von Erwachsenen geleiteter Aktivitäten</b> (z. B. religiöse Veranstaltungen oder Aufführungen, Mahlzeiten in der Familie) <b>konzentriert und engagiert, indem es aufmerksam zuhört und gegebenenfalls teilnimmt, wenn es angemessen ist.</b>",
  "parent_survey_child_484": "<b>Fokussiert sich wieder auf eine zugewiesene Aufgabe, wenn es unterbrochen wird</b> (z. B. wenn ein Familienmitglied eine Frage stellt, die nichts mit der Aufgabe zu tun hat oder kurz Hilfe braucht).",
  "parent_survey_child_485": "<b>Hört auf zu spielen oder etwas zu tun, was ihm Spaß macht, wenn es darum gebeten wird</b> (hört z. B. auf, mit Freunden zu spielen, wenn die Eltern es verlangen, hört auf, fernzusehen, wenn die Eltern es verlangen).",
  "parent_survey_child_486": "<b>Kommuniziert auf organisierte Weise</b> (es erzählt z. B. die richtige Reihenfolge der Ereignisse, erklärt, wie ein Spiel funktioniert, so dass es leicht zu verstehen ist).",
  "parent_survey_child_487": "<b>Passt sich an, wenn sich Pläne/Zeitpläne ändern</b> (Es passt sich an, wenn sich z. B. der Tagesablauf ändert, beklagt sich nicht, wenn eine unerwartete Krankheit dazu führt, dass ein Familienurlaub abgesagt werden muss).",
  "parent_survey_child_488": "<b>Erledigt Aufgaben pünktlich</b> (z. B. Hausaufgaben rechtzeitig und nicht in letzter Minute).",
  "parent_survey_child_489": "<b>Bleibt konzentriert und engagiert bei gemeinsamen Aktivitäten, die das Kind selbst anleitet</b> (z. B. beim Spielen mit Geschwistern oder anderen Kindern gleichen Alters).",
  "parent_survey_child_490": "<b>Ignoriert eine bevorzugte, lustige Aktivität</b> (z. B. Spielen), <b>wenn es aufgefordert wird, eine zugewiesene Aufgabe zu erledigen</b> (z. B. Zimmer aufräumen).",
  "parent_survey_child_491": "<b>Wartet, bis es an der Reihe ist</b> (es wartet z. B. geduldig in der Schlange im Supermarkt oder wenn es ein Spielzeug mit einem Geschwisterkind teilt).",
  "parent_survey_child_492": "<b>Führt altersgemäße numerische Berechnungen im Kopf durch</b> (z. B. addiert es Preise von Waren, berechnet die Zeit, wie viel älter es ist als jemand anderes).",
  "parent_survey_child_493": "<b>Versteht widersprüchliche Perspektiven/Ideen</b> (es akzeptiert z. B. einen anderen Standpunkt, akzeptiert andere Vorgehensweisen, kann eine Situation aus dem Blickwinkel eines anderen sehen).",
  "parent_survey_child_494": "<b>Prüft, ob es Fehler gibt, bevor es eine Aufgabe erledigt</b> (z. B. prüft und korrigiert es Fehler bei Klassenarbeiten).",
  "parent_survey_child_495": "<b>Bleibt bei einer schwierigen kognitiven Aufgabe/Lernaufgabe</b> (z. B. Hausaufgaben)<b> indem er versucht, Dinge herauszufinden, Fragen stellt und nicht aufgibt.</b>",
  "parent_survey_child_496": "<b>Beantwortet Fragen oder erzählt eine Geschichte, ohne sich von kleinen Details ablenken zu lassen und/oder den Gedankengang zu verlieren.</b>",
  "parent_survey_child_497": "<b>Hält inne und denkt nach, bevor es handelt</b> (es rennt z. B. nicht vor ein Auto, greift nicht nach Dingen, die es nicht anfassen sollte).",
  "parent_survey_child_498": "<b>Erinnert sich an alle Optionen und zieht sie in Betracht, wenn es eine Entscheidung trifft</b> (z. B. was zu tun ist, wenn es mit einer Haushaltsaufgabe oder einem Problem nicht weiterkommt, welche Lebensmittel es essen möchte).",
  "parent_survey_child_499": "<b>Verbindet Ideen/Erfahrungen mit anderen Ideen/Erfahrungen</b> (es erkennt z. B. Verbindungen zwischen Büchern/Filmen und gelebten Erfahrungen, verwendet in der Schule erlernte Strategien, um Aktivitäten zu Hause durchzuführen).",
  "parent_survey_child_500": "<b>Beginnt ohne Aufforderung mit Plänen oder Routinen</b> (z. B. ergreift es die Initiative, um einem Familienmitglied zu helfen, beginnt selbstständig mit der täglichen Hausarbeit).",
  "parent_survey_child_501": "<b>Beschäftigt sich intensiv mit einer selbst gewählten Tätigkeit</b> (z. B. Malen, Lesen, Kochen, Bauen, Sport, Spiele).",
  "parent_survey_child_502": "<b>Erinnert sich an Wegangaben, Muster und den Standort von Dingen</b> (z. B. kennt es Laufwege, findet Dinge in einem Lebensmittelgeschäft, kann gut nach einem verlorenen Gegenstand suchen oder Verstecken spielen).",
  "parent_survey_child_503": "<b>Passt sein Verhalten den Erfordernissen der Situation an</b> (z. B. Wechsel der Spielfigur/Rolle während eines Spiels, Änderung des Verhaltens je nachdem ob gerade Spielzeit oder Hausaufgabenzeit ist).",
  "parent_survey_child_504": "<b>Verhandelt und übernimmt die Vorschläge von Gleichaltrigen ohne Konflikt oder Widerstand</b> (z. B. überlegt es mit anderen zusammen, um Rollen für Rollenspiele zu planen, verhandelt mit Geschwistern über die gemeinsame Erledigung von Aufgaben).",
  "parent_survey_child_505": "<block><b><font face=\"Verdana\" size=\"4\">In diesem Abschnitt werden Sie nach Ihrer häuslichen Umgebung gefragt.",
  "parent_survey_child_506": "Wie viele Kinderbücher haben Sie zu Hause?",
  "parent_survey_child_507": "Keine",
  "parent_survey_child_508": "20 oder mehr",
  "parent_survey_child_509": "Wie oft ißt Ihr Kind eine Mahlzeit mit Familienmitgliedern?",
  "parent_survey_child_510": "Mehr als einmal pro Tag",
  "parent_survey_child_511": "Einmal pro Tag",
  "parent_survey_child_512": "Mehrmals pro Woche",
  "parent_survey_child_513": "Einmal pro Woche",
  "parent_survey_child_514": "Einmal pro Monat oder weniger",
  "parent_survey_child_515": "Nie",
  "parent_survey_child_516": "Wie viele Stunden pro Tag läuft der Fernseher bei Ihnen zu Hause?",
  "parent_survey_child_517": "Stunden pro Tag",
  "parent_survey_child_518": "Hat Ihre Familie einen zuverlässigen Internetzugang?",
  "parent_survey_child_519": "Ja",
  "parent_survey_child_520": "Nein",
  "parent_survey_child_521": "Wie oft kommt Ihre ganze Familie mit Verwandten oder Freunden zusammen?",
  "parent_survey_child_522": "Einmal in der Woche oder öfter",
  "parent_survey_child_523": "Zwei- oder dreimal im Monat",
  "parent_survey_child_524": "Einmal im Monat",
  "parent_survey_child_525": "Einige Male im Jahr",
  "parent_survey_child_526": "Einmal im Jahr oder weniger",
  "parent_survey_child_527": "Wie oft verbringt Ihr Kind mit Ihnen oder einem anderen Erwachsenen zu Hause Zeit mit Aktivitäten im Freien?",
  "parent_survey_child_528": "Einmal am Tag oder öfter",
  "parent_survey_child_529": "Mindestens viermal in der Woche",
  "parent_survey_child_530": "Einmal in der Woche",
  "parent_survey_child_531": "Einmal im Monat",
  "parent_survey_child_532": "Einige Male im Jahr oder weniger",
  "parent_survey_child_533": "Nie",
  "parent_survey_child_534": "Wie oft haben Sie oder ein anderer Erwachsener in Ihrem Haushalt die Gelegenheit, Ihrem Kind Geschichten vorzulesen?",
  "parent_survey_child_535": "Jeden Tag",
  "parent_survey_child_536": "Etwa 3 Mal pro Woche",
  "parent_survey_child_537": "Einmal pro Woche",
  "parent_survey_child_538": "Mehrmals im Monat",
  "parent_survey_child_539": "Mehrmals im Jahr",
  "parent_survey_child_540": "Nie",
  "parent_survey_child_541": "Wie oft gehen Sie oder ein anderer Erwachsener in Ihrem Haushalt mit Ihrem Kind zum Einkaufen?",
  "parent_survey_child_542": "Zweimal in der Woche oder öfter",
  "parent_survey_child_543": "Einmal in der Woche",
  "parent_survey_child_544": "Einmal im Monat",
  "parent_survey_child_545": "Kaum jemals",
  "parent_survey_child_546": "Hat Ihr Kind ein Tablet oder Smartphone, das es regelmäßig benutzt, um Videos anzusehen oder Musik zu hören?",
  "parent_survey_child_547": "Ja",
  "parent_survey_child_548": "Nein",
  "parent_survey_child_549": "Verfügt Ihre Familie über einen Computer, zu dem Ihr Kind Zugang hat?",
  "parent_survey_child_550": "Ja",
  "parent_survey_child_551": "Nein",
  "parent_survey_child_552": "Wie oft hat ein Familienmitglied Ihr Kind im vergangenen Jahr in ein beliebiges Museum (Kindermuseum, wissenschaftliches Museum, Kunstmuseum, historisches Museum usw.) mitgenommen oder einen solchen Besuch organisiert?",
  "parent_survey_child_553": "Etwa einmal in der Woche oder öfter",
  "parent_survey_child_554": "Etwa einmal im Monat oder öfter",
  "parent_survey_child_555": "Mehrere Male",
  "parent_survey_child_556": "Ein oder zweimal",
  "parent_survey_child_557": "Nie",
  "parent_survey_child_558": "Manchmal sind Kinder so wütend auf ihre Eltern, dass sie in einem Wutanfall Dinge sagen wie \"Ich hasse dich\" oder fluchen. Wenn Ihr Kind etwas wie \"Ich hasse dich\" sagen oder Sie beschimpfen würde, würden Sie...",
  "parent_survey_child_559": "Hausarrest erteilen",
  "parent_survey_child_560": "Ja",
  "parent_survey_child_561": "Nein",
  "parent_survey_child_562": "Sie verhauen es",
  "parent_survey_child_563": "Ja",
  "parent_survey_child_564": "Nein",
  "parent_survey_child_565": "Sie sprechen mit ihm/ihr",
  "parent_survey_child_566": "Ja",
  "parent_survey_child_567": "Nein",
  "parent_survey_child_568": "Sie erteilen ihm/ihr eine Hausarbeit",
  "parent_survey_child_569": "Ja",
  "parent_survey_child_570": "Nein",
  "parent_survey_child_571": "Sie ignorieren es",
  "parent_survey_child_572": "Ja",
  "parent_survey_child_573": "Nein",
  "parent_survey_child_574": "Sie schicken es für mehr als 1 Stunde in sein/ihr Zimmer",
  "parent_survey_child_575": "Ja",
  "parent_survey_child_576": "Nein",
  "parent_survey_child_577": "Sie entziehen ihm/ihr das Taschengeld",
  "parent_survey_child_578": "Ja",
  "parent_survey_child_579": "Nein",
  "parent_survey_child_580": "Sie entziehen ihm/ihr das Fernsehen, Telefon oder sonstige Privilegien",
  "parent_survey_child_581": "Ja",
  "parent_survey_child_582": "Nein",
  "parent_survey_child_583": "Sie verordnen ihm/ihr eine kurze Auszeit",
  "parent_survey_child_584": "Ja",
  "parent_survey_child_585": "Nein",
  "parent_survey_child_586": "Sonstiges, bitte angeben",
  "parent_survey_child_587": "Wie oft wird von Ihrem Kind erwartet, dass es sein Bett selbst macht?",
  "parent_survey_child_588": "Fast immer",
  "parent_survey_child_589": "Mehr als die Hälfte der Zeit",
  "parent_survey_child_590": "Die Hälfte der Zeit",
  "parent_survey_child_591": "Weniger als die Hälfte der Zeit",
  "parent_survey_child_592": "Fast nie",
  "parent_survey_child_593": "Wie oft wird von Ihrem Kind erwartet, dass es sein eigenes Zimmer aufräumt?",
  "parent_survey_child_594": "Fast immer",
  "parent_survey_child_595": "Mehr als die Hälfte der Zeit",
  "parent_survey_child_596": "Die Hälfte der Zeit",
  "parent_survey_child_597": "Weniger als die Hälfte der Zeit",
  "parent_survey_child_598": "Fast nie",
  "parent_survey_child_599": "Wie oft wird von Ihrem Kind erwartet, dass es hinter sich selbst aufräumt?",
  "parent_survey_child_600": "Fast immer",
  "parent_survey_child_601": "Mehr als die Hälfte der Zeit",
  "parent_survey_child_602": "Die Hälfte der Zeit",
  "parent_survey_child_603": "Weniger als die Hälfte der Zeit",
  "parent_survey_child_604": "Fast nie",
  "parent_survey_child_605": "Gibt es ein Musikinstrument (z. B. Klavier, Trommel, Gitarre usw.), das Ihr Kind zu Hause spielen kann?",
  "parent_survey_child_606": "Ja",
  "parent_survey_child_607": "Nein",
  "parent_survey_child_608": "Wie oft liest Ihr Kind zum Vergnügen?",
  "parent_survey_child_609": "Täglich",
  "parent_survey_child_610": "Mehrmals in der Woche",
  "parent_survey_child_611": "Mehrmals im Monat",
  "parent_survey_child_612": "Mehrmals im Jahr",
  "parent_survey_child_613": "Nie",
  "parent_survey_child_614": "Ermutigt Ihre Familie Ihr Kind, ein Hobby anzufangen und fortzuführen?",
  "parent_survey_child_615": "Ja",
  "parent_survey_child_616": "Nein",
  "parent_survey_child_617": "Bekommt Ihr Kind speziellen Unterricht oder gehört es einer Organisation an, die Aktivitäten wie Sport, Musik, Kunst, Tanz, Theater usw. fördert?",
  "parent_survey_child_618": "Ja",
  "parent_survey_child_619": "Nein",
  "parent_survey_child_620": "Wie oft hat ein Familienmitglied Ihr Kind im letzten Jahr zu einer Musik- oder Theateraufführung mitgenommen oder dafür gesorgt, dass es mitgenommen wird?",
  "parent_survey_child_621": "Etwa einmal in der Woche oder öfter",
  "parent_survey_child_622": "Etwa einmal im Monat oder öfter",
  "parent_survey_child_623": "Mehrere Male",
  "parent_survey_child_624": "Ein oder zweimal",
  "parent_survey_child_625": "Nie",
  "parent_survey_child_626": "Wenn Ihre Familie fernsieht oder Inhalte im Internet ansieht, sprechen Sie oder ein anderer Erwachsener im Haushalt mit Ihrem Kind darüber?",
  "parent_survey_child_627": "Fast immer",
  "parent_survey_child_628": "Mehr als die Hälfte der Zeit",
  "parent_survey_child_629": "Die Hälfte der Zeit",
  "parent_survey_child_630": "Weniger als die Hälfte der Zeit",
  "parent_survey_child_631": "Fast nie",
  "parent_survey_child_632": "Wie oft wird von Ihrem Kind erwartet, dass es verschüttete Flüssigkeiten aufwischt?",
  "parent_survey_child_633": "Fast immer",
  "parent_survey_child_634": "Mehr als die Hälfte der Zeit",
  "parent_survey_child_635": "Die Hälfte der Zeit",
  "parent_survey_child_636": "Weniger als die Hälfte der Zeit",
  "parent_survey_child_637": "Fast nie",
  "parent_survey_child_638": "Wie oft wird von Ihrem Kind erwartet, dass es sich selbst badet?",
  "parent_survey_child_639": "Fast immer",
  "parent_survey_child_640": "Mehr als die Hälfte der Zeit",
  "parent_survey_child_641": "Die Hälfte der Zeit",
  "parent_survey_child_642": "Weniger als die Hälfte der Zeit",
  "parent_survey_child_643": "Fast nie",
  "parent_survey_child_644": "Wie oft wird von Ihrem Kind erwartet, dass es bei der Ordnung und Sauberkeit der gemeinsamen Wohnbereiche hilft?",
  "parent_survey_child_645": "Fast immer",
  "parent_survey_child_646": "Mehr als die Hälfte der Zeit",
  "parent_survey_child_647": "Die Hälfte der Zeit",
  "parent_survey_child_648": "Weniger als die Hälfte der Zeit",
  "parent_survey_child_649": "Fast nie",
  "parent_survey_child_650": "Wie oft wird von Ihrem Kind erwartet, dass es Routinearbeiten wie Rasen mähen, beim Abendessen helfen, Geschirr spülen usw. erledigt?",
  "parent_survey_child_651": "Fast immer",
  "parent_survey_child_652": "Mehr als die Hälfte der Zeit",
  "parent_survey_child_653": "Die Hälfte der Zeit",
  "parent_survey_child_654": "Weniger als die Hälfte der Zeit",
  "parent_survey_child_655": "Fast nie",
  "parent_survey_child_656": "Wie oft wird von Ihrem Kind erwartet, dass es seine Zeit selbst einteilt (pünktlich aufstehen, für die Schule bereit sein usw.)",
  "parent_survey_child_657": "Fast immer",
  "parent_survey_child_658": "Mehr als die Hälfte der Zeit",
  "parent_survey_child_659": "Die Hälfte der Zeit",
  "parent_survey_child_660": "Weniger als die Hälfte der Zeit",
  "parent_survey_child_661": "Fast nie",
  "parent_survey_child_662": "<b>WIE OFT HATTEN SIE IM LETZTEN MONAT</b> das Gefühl...",
  "parent_survey_child_663": "Nie",
  "parent_survey_child_664": "Selten",
  "parent_survey_child_665": "Manchmal",
  "parent_survey_child_666": "Gewöhnlich",
  "parent_survey_child_667": "Immer",
  "parent_survey_child_668": "dass es viel schwieriger ist, sich um Ihr Kind zu kümmern als um andere Kinder seines Alters?",
  "parent_survey_child_669": "dass Ihr Kind Dinge tut, die Sie wirklich sehr stören?",
  "parent_survey_child_670": "wütend auf Ihr Kind zu sein?",
  "parent_survey_child_671": "Diese Aussagen beschreiben, wie sich verschiedene Betreuungspersonen gegenüber ihren Kindern verhalten. Bitte denken Sie darüber nach, wie gut jede Aussage die Art und Weise beschreibt, wie Sie Ihr Kind behandeln. Geben Sie an, ob Sie jeden Punkt fast jeden Tag, einmal pro Woche, einmal im Monat oder fast nie tun.",
  "parent_survey_child_672": "Nie oder fast nie",
  "parent_survey_child_673": "Einmal im Monat",
  "parent_survey_child_674": "Einmal in der Woche",
  "parent_survey_child_675": "Jeden Tag",
  "parent_survey_child_676": "Ich sorge dafür, dass mein Kind genau weiß, was es tun darf und was nicht.",
  "parent_survey_child_677": "Ich sage meinem Kind immer, wie es sich verhalten soll.",
  "parent_survey_child_678": "Ich bestehe darauf, dass mein Kind genau das tut, was ihm/ihr gesagt wird.",
  "parent_survey_child_679": "Ich gebe meinem Kind das Gefühl, gewollt und gebraucht zu werden.",
  "parent_survey_child_680": "Ich lasse mein Kind alles tun, was es tun möchte.",
  "parent_survey_child_681": "Ich gebe meinem Kind das Gefühl, dass das, was es tut, wichtig ist.",
  "parent_survey_child_682": "Es ist mir wichtig, was mein Kind denkt, und ich ermutige es, darüber zu sprechen.",
  "parent_survey_child_683": "Ich möchte kontrollieren, was mein Kind tut.",
  "parent_survey_child_684": "Ich lasse mein Kind wissen, dass ich es liebe.",
  "parent_survey_child_685": "Ich behandle mein Kind sanft und freundlich.",
  "parent_survey_child_686": "Alle Erwachsenen verwenden bestimmte Methoden, um Kindern das richtige Verhalten beizubringen oder ein Verhaltensproblem anzugehen. Bitte lesen Sie die folgenden Methoden und wählen Sie aus, ob Sie oder eine andere Person in Ihrem Haushalt diese im <b>letzten Monat</b> bei diesem Kind angewendet hat.",
  "parent_survey_child_687": "Sie haben Privilegien entzogen, ihrem Kind etwas verboten, was es mochte, oder ihm nicht erlaubt, das Haus zu verlassen.",
  "parent_survey_child_688": "Ja",
  "parent_survey_child_689": "Nein",
  "parent_survey_child_690": "Sie erklärten ihm, warum etwas (das Verhalten) falsch war.",
  "parent_survey_child_691": "Ja",
  "parent_survey_child_692": "Nein",
  "parent_survey_child_693": "Sie haben es angebrüllt oder angeschrien.",
  "parent_survey_child_694": "Ja",
  "parent_survey_child_695": "Nein",
  "parent_survey_child_696": "Sie haben es versohlt, geschlagen oder geohrfeigt.",
  "parent_survey_child_697": "Ja",
  "parent_survey_child_698": "Nein",
  "parent_survey_child_699": "Glauben Sie, dass Sie Ihr Kind körperlich bestrafen müssen, um es richtig zu erziehen?",
  "parent_survey_child_700": "Ja",
  "parent_survey_child_701": "Nein",
  "parent_survey_child_702": "Umfrage starten",
  "parent_survey_child_703": "Zurück",
  "parent_survey_child_704": "Weiter",
  "parent_survey_child_705": "Beenden",
  "parent_survey_family_001": "<block><b><font face=\"Verdana\" size=\"4\">Nochmals vielen Dank für die Teilnahme an diesem Forschungsprojekt! </b><br> <br> <p><font face=\"Verdana\" size=\"4\">Dieser Teil der Umfrage dauert etwa 20-30 Minuten und enthält Fragen zu Ihnen selbst und zu Ihrem häuslichen Umfeld.<br><br>Wir bitten Sie, die Fragen so vollständig und genau wie möglich zu beantworten. Wenn Sie Fragen zu dieser Umfrage haben, wenden Sie sich bitte an die Forschungskoordinatorin (luise_hornoff@eva.mpg.de).<br><br>Wenn Sie bereit sind zu beginnen, klicken Sie auf \"Umfrage starten\".<br><br><b><font face=\"Verdana\" size=\"4\">Vielen Dank!",
  "parent_survey_family_002": "Bitte beantworten Sie die folgenden Fragen zu der Gemeinschaft, in der Sie leben.",
  "parent_survey_family_003": "Gibt es in Ihrer Nachbarschaft Bürgersteige oder Spazierwege?",
  "parent_survey_family_004": "Ja",
  "parent_survey_family_005": "Nein",
  "parent_survey_family_006": "Gibt es in Ihrer Nachbarschaft einen Park oder Spielplatz?",
  "parent_survey_family_007": "Ja",
  "parent_survey_family_008": "Nein",
  "parent_survey_family_009": "Gibt es in Ihrer Nachbarschaft ein Gemeindezentrum oder ein Freizeitzentrum, in dem sich Familien treffen?",
  "parent_survey_family_010": "Ja",
  "parent_survey_family_011": "Nein",
  "parent_survey_family_012": "Gibt es in Ihrer Nachbarschaft eine Bibliothek oder einen anderen Ort, an dem man kostenlose Bücher erhalten kann?",
  "parent_survey_family_013": "Ja",
  "parent_survey_family_014": "Nein",
  "parent_survey_family_015": "Gibt es in Ihrer Nachbarschaft Abfall oder Müll auf der Straße oder dem Gehweg?",
  "parent_survey_family_016": "Ja",
  "parent_survey_family_017": "Nein",
  "parent_survey_family_018": "Gibt es in Ihrer Nachbarschaft schlecht erhaltene oder heruntergekommene Wohnungen?",
  "parent_survey_family_019": "Ja",
  "parent_survey_family_020": "Nein",
  "parent_survey_family_021": "Gibt es in Ihrer Nachbarschaft Vandalismus wie z.B. eingeschlagene Fensterscheiben oder Graffiti?",
  "parent_survey_family_022": "Ja",
  "parent_survey_family_023": "Nein",
  "parent_survey_family_024": "Inwieweit stimmen Sie diesen Aussagen über Ihre Nachbarschaft oder Gemeinde zu?",
  "parent_survey_family_025": "Voll und ganz zustimmen",
  "parent_survey_family_026": "Eher zustimmen",
  "parent_survey_family_027": "Eher nicht zustimmen",
  "parent_survey_family_028": "Überhaupt nicht zustimmen",
  "parent_survey_family_029": "Die Menschen in deiner Nachbarschaft helfen sich gegenseitig.",
  "parent_survey_family_030": "Die Menschen in Ihrer Nachbarschaft passen auf die Kinder der anderen auf.",
  "parent_survey_family_031": "Ihr Kind ist in Ihrer Nachbarschaft sicher.",
  "parent_survey_family_032": "Wenn Sie auf Schwierigkeiten stoßen, wissen Sie, an wen Sie sich in Ihrer Gemeinde wenden können, um Hilfe zu erhalten.",
  "parent_survey_family_033": "Ihr Kind ist in der Schule sicher.",
  "parent_survey_family_034": "Dies sind Aussagen, die Menschen über ihre Ernährungssituation gemacht haben. Bitte kreuzen Sie für diese Aussagen an, ob die Aussage in den <b>letzten 12 Monaten</b> für Ihren Haushalt oft, manchmal oder nie stimmte.",
  "parent_survey_family_035": "Die Lebensmittel, die wir gekauft hatten, reichten einfach nicht aus, und wir hatten nicht genug Geld, um mehr zu kaufen.",
  "parent_survey_family_036": "Trifft nie zu",
  "parent_survey_family_037": "Trifft manchmal zu",
  "parent_survey_family_038": "Trifft oft zu",
  "parent_survey_family_039": "Wir konnten es uns nicht leisten, ausgewogene Mahlzeiten zu essen.",
  "parent_survey_family_040": "Trifft nie zu",
  "parent_survey_family_041": "Trifft manchmal zu",
  "parent_survey_family_042": "Trifft oft zu",
  "parent_survey_family_043": "Haben Sie oder andere Erwachsene in Ihrem Haushalt in den <b>letzten 12 Monaten</b> jemals die Menge Ihrer Mahlzeiten reduziert oder Mahlzeiten ausgelassen, weil nicht genug Geld für Lebensmittel vorhanden war?",
  "parent_survey_family_044": "Ja",
  "parent_survey_family_045": "Nein",
  "parent_survey_family_046": "Wenn ja, wie oft ist kam dies vor - fast jeden Monat, in einigen Monaten aber nicht in jedem Monat, nur in 1 oder 2 Monaten?",
  "parent_survey_family_047": "Fast jeden Monat",
  "parent_survey_family_048": "In einigen Monaten aber nicht jeden Monat",
  "parent_survey_family_049": "Nur in 1 oder 2 Monaten",
  "parent_survey_family_050": "Im Folgenden finden Sie Aussagen über die häusliche Umgebung. Bitte geben Sie an, inwieweit Sie der Aussage zustimmen, dass sie auf Ihr Zuhause zutrifft.",
  "parent_survey_family_051": "Wir sind in der Regel in der Lage, den Überblick zu behalten.",
  "parent_survey_family_052": "Definitiv unwahr",
  "parent_survey_family_053": "Eher unwahr",
  "parent_survey_family_054": "Eher wahr",
  "parent_survey_family_055": "Definitiv wahr",
  "parent_survey_family_056": "Bei uns zu Hause versteht man sein eigenes Wort nicht.",
  "parent_survey_family_057": "Definitiv unwahr",
  "parent_survey_family_058": "Eher unwahr",
  "parent_survey_family_059": "Eher wahr",
  "parent_survey_family_060": "Definitiv wahr",
  "parent_survey_family_061": "Die Atmosphäre in unserem Haus ist ruhig.",
  "parent_survey_family_062": "Definitiv unwahr",
  "parent_survey_family_063": "Eher unwahr",
  "parent_survey_family_064": "Eher wahr",
  "parent_survey_family_065": "Definitiv wahr",
  "parent_survey_family_066": "Wir haben zu Hause eine regelmäßige Morgenroutine.",
  "parent_survey_family_067": "Definitiv unwahr",
  "parent_survey_family_068": "Eher unwahr",
  "parent_survey_family_069": "Eher wahr",
  "parent_survey_family_070": "Definitiv wahr",
  "parent_survey_family_071": "Was glauben Sie, wie gut Sie mit den täglichen Anforderungen der Kindererziehung zurechtkommen?",
  "parent_survey_family_072": "Sehr gut",
  "parent_survey_family_073": "Eher gut",
  "parent_survey_family_074": "Nicht sehr gut",
  "parent_survey_family_075": "Überhaupt nicht gut",
  "parent_survey_family_076": "Wie oft wurden Sie in den <b>letzten zwei Wochen</b> von den folgenden Problemen geplagt?",
  "parent_survey_family_077": "Überhaupt nicht",
  "parent_survey_family_078": "Mehrere Tage",
  "parent_survey_family_079": "Mehr als die Hälfte der Tage",
  "parent_survey_family_080": "Fast jeden Tag",
  "parent_survey_family_081": "Sich nervös, ängstlich oder gereizt fühlen",
  "parent_survey_family_082": "Nicht in der Lage zu sein, das Grübeln zu beenden oder zu kontrollieren",
  "parent_survey_family_083": "Sich niedergeschlagen, deprimiert oder hoffnungslos fühlen",
  "parent_survey_family_084": "Wenig Interesse oder Freude am Tun",
  "parent_survey_family_085": "Uns interessiert, wie Sie zu den folgenden Aussagen stehen. Lesen Sie jede Aussage sorgfältig durch. Geben Sie an, wie Sie über jede Aussage denken.",
  "parent_survey_family_086": "Sehr stark ablehnen",
  "parent_survey_family_087": "Stark ablehnen",
  "parent_survey_family_088": "Leicht ablehnen",
  "parent_survey_family_089": "Leicht zustimmen",
  "parent_survey_family_090": "Stark zustimmen",
  "parent_survey_family_091": "Sehr stark zustimmen",
  "parent_survey_family_092": "Es gibt eine besondere Person (z. B. Ehepartner, Partner usw.), die für mich da ist, wenn ich in Not bin.",
  "parent_survey_family_093": "Es gibt eine besondere Person (z. B. Ehepartner, Partner usw.), mit der ich Freud und Leid teilen kann.",
  "parent_survey_family_094": "Meine Familie versucht wirklich, mir zu helfen.",
  "parent_survey_family_095": "Ich bekomme die emotionale Hilfe und Unterstützung, die ich brauche, von meiner Familie.",
  "parent_survey_family_096": "Ich habe eine besondere Person (z. B. Ehepartner, Partner usw.), die mir wirklich Trost spendet.",
  "parent_survey_family_097": "Meine Freunde versuchen wirklich, mir zu helfen.",
  "parent_survey_family_098": "Ich kann auf meine Freunde zählen, wenn etwas schief läuft.",
  "parent_survey_family_099": "Ich kann über meine Probleme mit meiner Familie sprechen.",
  "parent_survey_family_100": "Ich habe Freunde, mit denen ich meine Freuden und Sorgen teilen kann.",
  "parent_survey_family_101": "Es gibt eine besondere Person (z. B. Ehepartner, Partner usw.) in meinem Leben, die sich um meine Gefühle kümmert.",
  "parent_survey_family_102": "Meine Familie ist bereit, mir bei Entscheidungsfindungen zu helfen.",
  "parent_survey_family_103": "Ich kann mit meinen Freunden über meine Probleme sprechen.",
  "parent_survey_family_104": "Wie oft ist Ihnen in Ihrem Alltag eines der folgenden Dinge passiert?",
  "parent_survey_family_105": "Nie",
  "parent_survey_family_106": "Weniger als einmal im Jahr",
  "parent_survey_family_107": "Ein paar Mal im Jahr",
  "parent_survey_family_108": "Ein paar Mal im Monat",
  "parent_survey_family_109": "Mindestens einmal in der Woche",
  "parent_survey_family_110": "Fast jeden Tag",
  "parent_survey_family_111": "Sie werden mit weniger Höflichkeit oder Respekt behandelt als andere Menschen.",
  "parent_survey_family_112": "Sie werden in Restaurants oder Geschäften schlechter bedient als andere Menschen.",
  "parent_survey_family_113": "Die Leute tun so, als ob sie der Meinung wären, dass sie nicht intelligent sind.",
  "parent_survey_family_114": "Die Leute tun so, als hätten sie Angst vor Ihnen.",
  "parent_survey_family_115": "Sie werden bedroht oder belästigt.",
  "parent_survey_family_116": "Bitte wählen Sie \"Ja\" oder\"Nein\", um anzugeben, ob Ihnen das jeweilige Ereignis im vergangenen Jahr widerfahren ist.",
  "parent_survey_family_117": "Gesundheit:",
  "parent_survey_family_118": "Eine Verletzung oder Krankheit, wegen der Sie mindestens eine Woche oder länger im Bett liegen mussten oder Sie ins Krankenhaus brachte.",
  "parent_survey_family_119": "Ja",
  "parent_survey_family_120": "Nein",
  "parent_survey_family_121": "Eine Verletzung oder Erkrankung, die weniger schwerwiegend ist als die oben genannten, die aber dennoch einen Arztbesuch oder Bettruhe für ein oder zwei Tage erforderlich machte.",
  "parent_survey_family_122": "Ja",
  "parent_survey_family_123": "Nein",
  "parent_survey_family_124": "Größere zahnärztliche Behandlungen.",
  "parent_survey_family_125": "Ja",
  "parent_survey_family_126": "Nein",
  "parent_survey_family_127": "Wesentliche Änderung der Essgewohnheiten.",
  "parent_survey_family_128": "Ja",
  "parent_survey_family_129": "Nein",
  "parent_survey_family_130": "Wesentliche Änderung der Schlafgewohnheiten.",
  "parent_survey_family_131": "Ja",
  "parent_survey_family_132": "Nein",
  "parent_survey_family_133": "Wesentliche Änderung der Art und/oder des Umfangs Ihrer üblichen Freizeitgestaltung.",
  "parent_survey_family_134": "Ja",
  "parent_survey_family_135": "Nein",
  "parent_survey_family_136": "Arbeit:",
  "parent_survey_family_137": "Wechsel zu einer neuen Art von Arbeit.",
  "parent_survey_family_138": "Ja",
  "parent_survey_family_139": "Nein",
  "parent_survey_family_140": "Änderung der Arbeitszeiten oder -bedingungen.",
  "parent_survey_family_141": "Ja",
  "parent_survey_family_142": "Nein",
  "parent_survey_family_143": "Änderung Ihrer Verantwortlichkeiten am Arbeitsplatz (mehr Verantwortung).",
  "parent_survey_family_144": "Ja",
  "parent_survey_family_145": "Nein",
  "parent_survey_family_146": "Änderung Ihrer Verantwortlichkeiten am Arbeitsplatz (weniger Verantwortlichkeiten).",
  "parent_survey_family_147": "Ja",
  "parent_survey_family_148": "Nein",
  "parent_survey_family_149": "Änderung Ihrer Verantwortlichkeiten am Arbeitsplatz (Beförderung).",
  "parent_survey_family_150": "Ja",
  "parent_survey_family_151": "Nein",
  "parent_survey_family_152": "Änderung Ihrer Verantwortlichkeiten am Arbeitsplatz (Herunterstufung).",
  "parent_survey_family_153": "Ja",
  "parent_survey_family_154": "Nein",
  "parent_survey_family_155": "Änderung Ihrer Verantwortlichkeiten am Arbeitsplatz (Versetzung).",
  "parent_survey_family_156": "Ja",
  "parent_survey_family_157": "Nein",
  "parent_survey_family_158": "Probleme bei der Arbeit (mit Ihrem Chef).",
  "parent_survey_family_159": "Ja",
  "parent_survey_family_160": "Nein",
  "parent_survey_family_161": "Probleme bei der Arbeit (mit Ihren Kollegen).",
  "parent_survey_family_162": "Ja",
  "parent_survey_family_163": "Nein",
  "parent_survey_family_164": "Probleme bei der Arbeit (mit den Ihnen unterstellten Personen).",
  "parent_survey_family_165": "Ja",
  "parent_survey_family_166": "Nein",
  "parent_survey_family_167": "Andere Arbeitsprobleme.",
  "parent_survey_family_168": "Ja",
  "parent_survey_family_169": "Nein",
  "parent_survey_family_170": "Größere geschäftliche Anpassungen.",
  "parent_survey_family_171": "Ja",
  "parent_survey_family_172": "Nein",
  "parent_survey_family_173": "Ruhestand.",
  "parent_survey_family_174": "Ja",
  "parent_survey_family_175": "Nein",
  "parent_survey_family_176": "Verlust des Arbeitsplatzes (Entlassung).",
  "parent_survey_family_177": "Ja",
  "parent_survey_family_178": "Nein",
  "parent_survey_family_179": "Verlust des Arbeitsplatzes (gekündigt werden).",
  "parent_survey_family_180": "Ja",
  "parent_survey_family_181": "Nein",
  "parent_survey_family_182": "Teilnahme an einem Kurs, der Ihnen bei Ihrer Arbeit hilft.",
  "parent_survey_family_183": "Ja",
  "parent_survey_family_184": "Nein",
  "parent_survey_family_185": "Haus und Familie:",
  "parent_survey_family_186": "Wesentliche Änderung der Lebensumstände.",
  "parent_survey_family_187": "Ja",
  "parent_survey_family_188": "Nein",
  "parent_survey_family_189": "Wechsel des Wohnsitzes (Umzug innerhalb derselben Stadt).",
  "parent_survey_family_190": "Ja",
  "parent_survey_family_191": "Nein",
  "parent_survey_family_192": "Änderung des Wohnsitzes (Umzug in eine andere Stadt oder ein anderes Bundesland).",
  "parent_survey_family_193": "Ja",
  "parent_survey_family_194": "Nein",
  "parent_survey_family_195": "Änderung der Familienzusammenkünfte.",
  "parent_survey_family_196": "Ja",
  "parent_survey_family_197": "Nein",
  "parent_survey_family_198": "Wesentliche Änderung des Gesundheitszustands oder Verhaltens eines Familienmitglieds.",
  "parent_survey_family_199": "Ja",
  "parent_survey_family_200": "Nein",
  "parent_survey_family_201": "Heirat.",
  "parent_survey_family_202": "Ja",
  "parent_survey_family_203": "Nein",
  "parent_survey_family_204": "Schwangerschaft.",
  "parent_survey_family_205": "Ja",
  "parent_survey_family_206": "Nein",
  "parent_survey_family_207": "Zuwachs eines neuen Familienmitglieds (Geburt eines Kindes).",
  "parent_survey_family_208": "Ja",
  "parent_survey_family_209": "Nein",
  "parent_survey_family_210": "Zuwachs eines neuen Familienmitglieds (Adoption eines Kindes).",
  "parent_survey_family_211": "Ja",
  "parent_survey_family_212": "Nein",
  "parent_survey_family_213": "Zuwachs eines neuen Familienmitglieds (ein Verwandter zieht bei Ihnen ein).",
  "parent_survey_family_214": "Ja",
  "parent_survey_family_215": "Nein",
  "parent_survey_family_216": "Ehepartner beginnt oder beendet seine Arbeit.",
  "parent_survey_family_217": "Ja",
  "parent_survey_family_218": "Nein",
  "parent_survey_family_219": "Kind verlässt das Haus (um ein Studium zu beginnen).",
  "parent_survey_family_220": "Ja",
  "parent_survey_family_221": "Nein",
  "parent_survey_family_222": "Kind verlässt das Elternhaus (weil es heiratet).",
  "parent_survey_family_223": "Ja",
  "parent_survey_family_224": "Nein",
  "parent_survey_family_225": "Kind verlässt das Haus (aus anderen Gründen).",
  "parent_survey_family_226": "Ja",
  "parent_survey_family_227": "Nein",
  "parent_survey_family_228": "Änderung der Streitigkeiten mit dem Ehepartner.",
  "parent_survey_family_229": "Ja",
  "parent_survey_family_230": "Nein",
  "parent_survey_family_231": "Schwiegerelternprobleme.",
  "parent_survey_family_232": "Ja",
  "parent_survey_family_233": "Nein",
  "parent_survey_family_234": "Änderung des Ehestandes Ihrer Eltern (Scheidung).",
  "parent_survey_family_235": "Ja",
  "parent_survey_family_236": "Nein",
  "parent_survey_family_237": "Änderung des Ehestandes Ihrer Eltern (erneute Heirat).",
  "parent_survey_family_238": "Ja",
  "parent_survey_family_239": "Nein",
  "parent_survey_family_240": "Trennung vom Ehepartner (aus beruflichen Gründen).",
  "parent_survey_family_241": "Ja",
  "parent_survey_family_242": "Nein",
  "parent_survey_family_243": "Trennung vom Ehepartner (aufgrund von Eheproblemen).",
  "parent_survey_family_244": "Ja",
  "parent_survey_family_245": "Nein",
  "parent_survey_family_246": "Scheidung.",
  "parent_survey_family_247": "Ja",
  "parent_survey_family_248": "Nein",
  "parent_survey_family_249": "Geburt eines Enkelkindes.",
  "parent_survey_family_250": "Ja",
  "parent_survey_family_251": "Nein",
  "parent_survey_family_252": "Tod eines Ehepartners.",
  "parent_survey_family_253": "Ja",
  "parent_survey_family_254": "Nein",
  "parent_survey_family_255": "Tod eines anderen Familienmitglieds (Kind).",
  "parent_survey_family_256": "Ja",
  "parent_survey_family_257": "Nein",
  "parent_survey_family_258": "Tod eines anderen Familienmitglieds (Bruder oder Schwester).",
  "parent_survey_family_259": "Ja",
  "parent_survey_family_260": "Nein",
  "parent_survey_family_261": "Tod eines anderen Familienmitglieds (Elternteil).",
  "parent_survey_family_262": "Ja",
  "parent_survey_family_263": "Nein",
  "parent_survey_family_264": "Persönlich und sozial:",
  "parent_survey_family_265": "Änderung der persönlichen Gewohnheiten.",
  "parent_survey_family_266": "Ja",
  "parent_survey_family_267": "Nein",
  "parent_survey_family_268": "Beginn oder Ende der Schule oder des Studiums.",
  "parent_survey_family_269": "Ja",
  "parent_survey_family_270": "Nein",
  "parent_survey_family_271": "Schul- oder Hochschulwechsel",
  "parent_survey_family_272": "Ja",
  "parent_survey_family_273": "Nein",
  "parent_survey_family_274": "Politische Überzeugung geändert.",
  "parent_survey_family_275": "Ja",
  "parent_survey_family_276": "Nein",
  "parent_survey_family_277": "Religiöse Überzeugung geändert.",
  "parent_survey_family_278": "Ja",
  "parent_survey_family_279": "Nein",
  "parent_survey_family_280": "Änderung der sozialen Aktivitäten.",
  "parent_survey_family_281": "Ja",
  "parent_survey_family_282": "Nein",
  "parent_survey_family_283": "Urlaub.",
  "parent_survey_family_284": "Ja",
  "parent_survey_family_285": "Nein",
  "parent_survey_family_286": "Neue, enge, persönliche Beziehung.",
  "parent_survey_family_287": "Ja",
  "parent_survey_family_288": "Nein",
  "parent_survey_family_289": "Verlobung und Heirat.",
  "parent_survey_family_290": "Ja",
  "parent_survey_family_291": "Nein",
  "parent_survey_family_292": "Probleme mit der Freundin oder dem Freund.",
  "parent_survey_family_293": "Ja",
  "parent_survey_family_294": "Nein",
  "parent_survey_family_295": "\"Aussteigen\" aus einer engen persönlichen Beziehung.",
  "parent_survey_family_296": "Ja",
  "parent_survey_family_297": "Nein",
  "parent_survey_family_298": "Ein Unfall.",
  "parent_survey_family_299": "Ja",
  "parent_survey_family_300": "Nein",
  "parent_survey_family_301": "Geringfügiger Verstoß gegen das Gesetz.",
  "parent_survey_family_302": "Ja",
  "parent_survey_family_303": "Nein",
  "parent_survey_family_304": "Tod eines engen Freundes.",
  "parent_survey_family_305": "Ja",
  "parent_survey_family_306": "Nein",
  "parent_survey_family_307": "Wichtige Entscheidung über Ihre unmittelbare Zukunft.",
  "parent_survey_family_308": "Ja",
  "parent_survey_family_309": "Nein",
  "parent_survey_family_310": "Großer persönlicher Erfolg.",
  "parent_survey_family_311": "Ja",
  "parent_survey_family_312": "Nein",
  "parent_survey_family_313": "Finanzen:",
  "parent_survey_family_314": "Größere Veränderung der Finanzen (höheres Einkommen).",
  "parent_survey_family_315": "Ja",
  "parent_survey_family_316": "Nein",
  "parent_survey_family_317": "Starke Veränderung der Finanzen (Einkommensrückgang).",
  "parent_survey_family_318": "Ja",
  "parent_survey_family_319": "Nein",
  "parent_survey_family_320": "Größere Veränderung der Finanzen (Investitions- und/oder Kreditschwierigkeiten).",
  "parent_survey_family_321": "Ja",
  "parent_survey_family_322": "Nein",
  "parent_survey_family_323": "Verlust oder Beschädigung von persönlichem Eigentum.",
  "parent_survey_family_324": "Ja",
  "parent_survey_family_325": "Nein",
  "parent_survey_family_326": "Mittelgroße Anschaffung.",
  "parent_survey_family_327": "Ja",
  "parent_survey_family_328": "Nein",
  "parent_survey_family_329": "Größere Anschaffung.",
  "parent_survey_family_330": "Ja",
  "parent_survey_family_331": "Nein",
  "parent_survey_family_332": "Zwangsvollstreckung einer Hypothek oder eines Kredits.",
  "parent_survey_family_333": "Ja",
  "parent_survey_family_334": "Nein",
  "parent_survey_family_335": "<b>Anweisungen:</b> Stellen Sie sich vor, dass diese Linie zeigt, wo sich die Menschen<i>in dem Land, in dem Sie leben, befinden</i>. Auf der <b>rechten</b> Seite befinden sich die Menschen, denen es am besten geht - diejenigen, die das meiste Geld, die beste Ausbildung und die angesehensten Arbeitsplätze haben. Auf der <b>linken</b> Seite befinden sich die Menschen, denen es am schlechtesten geht - diejenigen, die das wenigste Geld, die geringste Bildung, die am wenigsten angesehenen Arbeitsplätze oder gar keinen Arbeitsplatz haben.Je weiter rechts Sie sich auf der Linie befinden, desto näher sind Sie den Menschen ganz oben; je weiter links Sie sind, desto näher sind Sie den Menschen ganz unten.<br><b>Wo würden Sie sich selbst auf dieser Linie einordnen?</b><br>Bewegen Sie den Schieberegler dorthin, wo Sie Ihrer Meinung nach im Vergleich zu anderen Menschen in Ihrem Land derzeit stehen.",
  "parent_survey_family_336": "<b>Anweisungen:</b> Stellen Sie sich vor, dass diese Linie zeigt, wo die Menschen in ihren <i>Gemeinschaften</i> stehen. Menschen definieren Gemeinschaft auf unterschiedliche Weise; bitte definieren Sie sie so, wie es für Sie am sinnvollsten ist. Auf der <b>rechten</b> Seite stehen die Menschen, die den höchsten Stellenwert in ihrer Gemeinschaft haben. Auf der <b>linken</b> Seite befinden sich die Menschen, die den niedrigsten Stellenwert in ihrer Gemeinschaft haben.<br><b>Wo würden Sie sich auf dieser Linie einordnen?</b><br>Bewegen Sie den Schieberegler dorthin, wo Sie Ihrer Meinung nach im Vergleich zu den anderen Menschen in Ihrer Gemeinschaft stehen.",
  "navigation.startSurvey": "Umfrage starten",
  "navigation.previous": "Zurück",
  "navigation.next": "Weiter",
  "navigation.finish": "Beenden",
  "participant": "Teilnehmer",
  "password": "Passwort",
  "pick-buddy": "Du kannst dir jetzt aussuchen, wer mit dir spielen soll!",
  "profile": "Profil",
  "progress": "Fortschritt",
  "proud": "stolz",
  "redball": "Den roten Ball",
  "redstack": "Den mittelgroßen roten Stapel",
  "replay-button": "Klick auf die Wiederholungstaste, wenn du die Frage nochmal hören willst.",
  "report": "Bericht",
  "roar": "BRÜLLEN",
  "rocks": "Einen Felsen",
  "rug": "Unter dem Teppich",
  "sad": "traurig",
  "same-different-selection-both-blue": "Hier sind zwei Karten. Sie haben etwas gemeinsam. Beide zeigen blaue Formen.",
  "same-different-selection-both-blue-heavy": "Hier sind zwei Bilder. Etwas ist gleich. Beide sind blau.",
  "same-different-selection-both-circles": "Hier sind zwei Karten. Sie haben etwas gemeinsam. Beide zeigen Kreise.",
  "same-different-selection-both-circles-heavy": "Hier sind zwei Bilder. Etwas ist gleich. Beide sind Kreise.",
  "same-different-selection-both-green": "Hier sind zwei Karten. Sie haben etwas gemeinsam. Beide zeigen grüne Formen.",
  "same-different-selection-both-green-heavy": "Hier sind zwei Bilder. Etwas ist gleich. Beide sind grün.",
  "same-different-selection-both-large": "Hier sind zwei Karten. Sie haben etwas gemeinsam. Beide zeigen große Formen.",
  "same-different-selection-both-large-heavy": "Hier sind zwei Bilder. Etwas ist gleich. Beide sind groß.",
  "same-different-selection-both-medium": "Hier sind zwei Karten. Sie haben etwas gemeinsam. Beide zeigen mittelgroße Formen.",
  "same-different-selection-both-medium-heavy": "Hier sind zwei Bilder. Etwas ist gleich. Beide sind mittelgroß.",
  "same-different-selection-both-red": "Hier sind zwei Karten. Sie haben etwas gemeinsam. Beide zeigen Formen.",
  "same-different-selection-both-red-heavy": "Hier sind zwei Bilder. Etwas ist gleich. Beide sind rot.",
  "same-different-selection-both-small": "Hier sind zwei Karten. Sie haben etwas gemeinsam. Beide zeigen kleine Formen.",
  "same-different-selection-both-small-heavy": "Hier sind zwei Bilder. Etwas ist gleich. Beide sind klein.",
  "same-different-selection-both-squares": "Hier sind zwei Karten. Sie haben etwas gemeinsam. Beide zeigen Quadrate.",
  "same-different-selection-both-squares-heavy": "Hier sind zwei Bilder. Etwas ist gleich. Beide sind Quadrate.",
  "same-different-selection-both-triangles": "Hier sind zwei Karten. Sie haben etwas gemeinsam. Beide zeigen Dreiecke.",
  "same-different-selection-both-triangles-heavy": "Hier sind zwei Bilder. Etwas ist gleich. Beide sind Dreiecke.",
  "same-different-selection-both-yellow": "Hier sind zwei Karten. Sie haben etwas gemeinsam. Beide zeigen gelbe Formen.",
  "same-different-selection-both-yellow-heavy": "Hier sind zwei Bilder. Etwas ist gleich. Beide sind gelb.",
  "same-different-selection-instruct1": "Jetzt spielen wir ein Spiel, bei dem es darum geht, Karten auszuwählen, die auf irgendeine Art zusammenpassen. Lass uns mal schauen, wie die Karten aussehen, die du in dem Spiel sehen wirst.",
  "same-different-selection-instruct1-heavy": "Das ist das Zuordnungsspiel. In diesem Spiel werden wir uns Bilder anschauen und Dinge finden, die auf irgendeine Weise gleich sind.",
  "same-different-selection-instruct2": "Jetzt siehst du zwei Karten, die in einer Hinsicht gleich sind. Dann siehst du eine neue Karte, die einer der ersten beiden Karten ähnlich ist. Deine Aufgabe ist es, die Karte zu wählen, die der neuen Karte ähnlich ist.",
  "same-different-selection-instruct2-heavy": "Jetzt schauen wir uns mehr Bilder an und finden Dinge heraus, die gleich sind. Lass uns lernen, wie man spielt!",
  "same-different-selection-instruct3": "Jetzt siehst du drei Karten und wählst zwei aus, die auf irgendeine Weise gleich sind. Dann siehst du dieselben Karten noch einmal und wählst zwei Karten aus, die auf eine andere Weise gleich sind.",
  "same-different-selection-instruct3-heavy": "Jetzt wirst du den Rest des Spiels alleine spielen!",
  "same-different-selection-instruct4-heavy": "Jetzt werden wir etwas Neues ausprobieren! Du wirst Paare von Formen finden, die auf irgendeine Weise gleich sind. Lass uns lernen, wie das geht!",
  "same-different-selection-instruct5-heavy": "Hier sind drei Bilder. Ich muss zwei davon auswählen, die auf irgendeine Weise gleich sind. Ich wähle diese beiden Bilder, weil sie beide Dreiecke sind.",
  "same-different-selection-instruct6-heavy": "Hier sind dieselben drei Bilder. Ich muss zwei davon auswählen, die auf eine andere Weise gleich sind. Ich wähle diese beiden Bilder, weil sie beide rot sind.",
  "same-different-selection-touch-1": "Wähle die Karte mit einem Stern.",
  "same-different-selection-touch-1-heavy": "Zeige mir das Bild mit einer Form.",
  "same-different-selection-touch-2": "Wähle die Karte mit zwei Sternen.",
  "same-different-selection-touch-2-heavy": "Zeige mir das Bild mit zwei Formen.",
  "same-different-selection-touch-3": "Wähle die Karte mit drei Sternen.",
  "same-different-selection-touch-3-heavy": "Zeige mir das Bild mit drei Formen.",
  "same-different-selection-touch-4": "Wähle die Karte mit vier Sternen.",
  "same-different-selection-touch-4-heavy": "Zeige mir das Bild mit vier Formen.",
  "same-different-selection-touch-black": "Wähle den Stern auf der schwarzen Karte.",
  "same-different-selection-touch-black-heavy": "Zeige mir das Bild mit dem schwarzen Hintergrund.",
  "same-different-selection-touch-blue": "Wähle die Karte mit einer blauen Form.",
  "same-different-selection-touch-blue-heavy": "Zeige mir das blaue.",
  "same-different-selection-touch-circle": "Wähle die Karte mit einem Kreis.",
  "same-different-selection-touch-circle-heavy": "Zeige mir den Kreis.",
  "same-different-selection-touch-gray": "Wähle den Stern auf der grauen Karte.",
  "same-different-selection-touch-gray-heavy": "Zeige mir das Bild mit dem grauen Hintergrund.",
  "same-different-selection-touch-green": "Wähle die Karte mit einer grünen Form.",
  "same-different-selection-touch-green-heavy": "Zeige mir das grüne.",
  "same-different-selection-touch-large": "Wähle die Karte mit einer großen Form.",
  "same-different-selection-touch-large-heavy": "Zeige mir das große.",
  "same-different-selection-touch-medium": "Wähle die Karte mit einer mittelgroßen Form.",
  "same-different-selection-touch-medium-heavy": "Zeige mir das mittelgroße.",
  "same-different-selection-touch-red": "Wähle die Karte mit einer roten Form.",
  "same-different-selection-touch-red-heavy": "Zeige mir das rote.",
  "same-different-selection-touch-small": "Wähle die Karte mit einer kleinen Form.",
  "same-different-selection-touch-small-heavy": "Zeige mir das kleine.",
  "same-different-selection-touch-square": "Wähle die Karte mit einem Quadrat.",
  "same-different-selection-touch-square-heavy": "Zeige mir das Quadrat.",
  "same-different-selection-touch-star": "Wähle die Karte mit einem Stern.",
  "same-different-selection-touch-star-heavy": "Zeige mir den Stern.",
  "same-different-selection-touch-striped": "Wähle den Stern auf der gestreiften Karte.",
  "same-different-selection-touch-striped-heavy": "Zeige mir das Bild mit dem gestreiften Hintergrund.",
  "same-different-selection-touch-triangle": "Wähle die Karte mit einem Dreieck.",
  "same-different-selection-touch-triangle-heavy": "Zeige mir das Dreieck.",
  "same-different-selection-touch-white": "Wähle den Stern auf der weißen Karte.",
  "same-different-selection-touch-white-heavy": "Zeige mir das Bild mit dem weißen Hintergrund.",
  "same-different-selection-touch-yellow": "Wähle die Karte mit einer gelben Form.",
  "same-different-selection-touch-yellow-heavy": "Zeige mir das gelbe.",
  "save": "Speichern",
  "scared": "ängstlich",
  "score": "Punktzahl",
  "sds-2match-prompt1": "Hier sind neue Karten. Wähle zwei Karten aus, die in irgendeiner Weise gleich sind.",
  "sds-2match-prompt1-heavy": "Hier sind einige neue Bilder. Wählen Sie zwei davon aus, die in irgendeiner Weise gleich sind.",
  "sds-2match-prompt2": "Wähle zwei Karten, die auf unterschiedliche Weise gleich sind.",
  "sds-2match-prompt2-heavy": "Jetzt wähle zwei Bilder aus, die auf eine andere Weise gleich sind.",
  "sds-3match-prompt2": "Hier siehst du die gleichen Karten nochmal. Wähle zwei Bilder aus, die auf unterschiedliche Art und Weise gleich sind.",
  "sds-3match-prompt2-heavy": "Hier sind die gleichen Bilder. Wählen Sie zwei davon aus, die auf eine andere Weise gleich sind.",
  "sds-3unique-prompt1": "Wähle drei Karten aus, die in irgendeiner Weise gleich sind.",
  "sds-3unique-prompt1-heavy": "Wählen Sie drei Bilder aus, die nur auf eine Weise gleich sind.",
  "sds-3unique-prompt2": "Wähle drei weitere Karten aus, die auf unterschiedliche Art und Weise gleich sind.",
  "sds-3unique-prompt2-heavy": "Wählen Sie weitere drei Bilder aus, die nur auf eine Weise gleich sind.",
  "sds-match-demo1-heavy": "Hier sind drei Bilder. Ich muss zwei von ihnen auswählen, die auf irgendeine Weise gleich sind. Ich wähle diese zwei Bilder, weil sie beide Dreiecke sind.",
  "sds-match-demo2-heavy": "Hier sind die gleichen drei Bilder. Ich muss zwei von ihnen auswählen, die auf eine andere Weise gleich sind. Ich wähle diese zwei Bilder, weil sie beide klein sind.",
  "sds-pick-square-demo-heavy": "Ich wähle dieses! Dieses ist gleich dem neuen Bild, weil sie beide Quadrate sind.",
  "sds-prompt3": "Hier ist eine weitere Karte. Welche Karte sieht dieser ähnlich?",
  "sds-prompt3-demo-heavy": "Hier ist ein weiteres Bild. Ich muss auswählen, welches dieser Bilder mit diesem neuen Bild übereinstimmt.",
  "sds-prompt3-heavy": "Hier ist ein weiteres Bild. Welches dieser Bilder ist gleich dem neuen Bild?",
  "sds-your-turn": "Jetzt bist du dran!",
  "settings": "Einstellungen",
  "shared-choose-picture-press-arrow": "Um eine Bild mit einer Pfeiltaste auszuwählen, drücken Sie die Taste, die in dieselbe Richtung wie der Pfeil unter dem Bild zeigt.",
  "shared-intro-devices": "You can tap on a touchscreen, use the touchpad, or press the arrow keys for this activity. Try it now.",
  "shared-intro-replay": "Sie können die Wiedergabetaste drücken, um die Dinge noch einmal zu hören. Versuchen Sie es jetzt!",
  "shelf": "Oben im Regal",
  "shirts": "T-Shirts",
  "shoes": "Schuhe",
  "sign_in": "Anmelden",
  "sign_out": "Abmelden",
  "small_cup": "Die kleine Tasse",
  "soccerball": "Den mittelgroßen Fußball",
  "socks": "Socken",
  "storybook": "Ein Bilderbuch",
  "student": "Schüler",
  "subtraction-prompt1": "Ziehe die Zahlen ab und wähle die richtige Antwort.",
  "subtraction-prompt2": "Ziehe die Zahlen ab.",
  "success": "Erfolg",
  "surprised": "überrascht",
  "survey": "Umfrage",
  "surveys/user-survey.specificRelationDescriptionChildA": "Für Kind mit Geburtsmonat",
  "surveys/user-survey.specificRelationDescriptionChildB": "und Geburtsjahr",
  "surveys/user-survey.specificRelationDescriptionClass": "Für Klasse",
  "table": "Auf dem Tisch",
  "task": "Aufgabe",
  "task-completion": "Dieses Spiel ist jetzt zu Ende! Danke fürs Mitmachen!",
  "task-finished": "Dieses Spiel ist jetzt zu Ende! Danke fürs Mitmachen!",
  "teacher": "Lehrer",
  "teacher_survey_classroom_001": "<b><font face=\"Verdana\" size=\"4\">Dies ist Teil B der Umfrage.</b><br> <br> <p><font face=\"Verdana\" size=\"4\">In Teil B sind die Fragen klassenspezifisch. Wenn Sie mehr als eine Klasse von Schülern unterrichten, die Teil dieses Projekts sind, wird Teil B für jede Klasse separat ausgefüllt. <br><br>Wenn Sie ein einziges Fach unterrichten, beantworten Sie die Fragen, die sich auf andere Fächer beziehen, nach bestem Wissen oder konsultieren Sie einen Kollegen für diese Details. <br><br>Wenn Sie bereit sind zu beginnen, drücken Sie die „Weiter“-Taste. <br><br><b><font face=\"Verdana\" size=\"4\">Vielen Dank!",
  "teacher_survey_classroom_002": "Wie viele Klassen unterrichten Sie, in denen Schüler an diesem Forschungsprojekt teilnehmen?",
  "teacher_survey_classroom_003": "Gibt es einen anderen Erwachsenen, der bezahlt wird, um Ihnen in dieser Klasse zu helfen (z.B. Lehrassistent, Co-Lehrkraft, etc.)?",
  "teacher_survey_classroom_004": "Ja",
  "teacher_survey_classroom_005": "Nein",
  "teacher_survey_classroom_006": "Wie viele Schüler sind in dieser Klasse eingeschrieben?",
  "teacher_survey_classroom_007": "Anzahl der Schüler",
  "teacher_survey_classroom_008": "Wie viele Kinder jedes Geschlechts sind in dieser Klasse?",
  "teacher_survey_classroom_009": "Anzahl",
  "teacher_survey_classroom_010": "Mädchen",
  "teacher_survey_classroom_011": "Anzahl",
  "teacher_survey_classroom_012": "Jungen",
  "teacher_survey_classroom_013": "Anzahl",
  "teacher_survey_classroom_014": "Nicht-binär",
  "teacher_survey_classroom_015": "Anzahl",
  "teacher_survey_classroom_016": "Andere",
  "teacher_survey_classroom_017": "Wie viele Kinder in dieser Klasse haben zum heutigen Datum jedes der folgenden Altersstufen erreicht?",
  "teacher_survey_classroom_018": "Anzahl",
  "teacher_survey_classroom_019": "5 Jahre alt oder jünger",
  "teacher_survey_classroom_020": "Anzahl",
  "teacher_survey_classroom_021": "6 Jahre alt,",
  "teacher_survey_classroom_022": "Anzahl",
  "teacher_survey_classroom_023": "7 Jahre alt,",
  "teacher_survey_classroom_024": "Anzahl",
  "teacher_survey_classroom_025": "8 Jahre alt",
  "teacher_survey_classroom_026": "Anzahl",
  "teacher_survey_classroom_027": "9 Jahre alt",
  "teacher_survey_classroom_028": "Anzahl",
  "teacher_survey_classroom_029": "10 Jahre alt",
  "teacher_survey_classroom_030": "Anzahl",
  "teacher_survey_classroom_031": "11 Jahre alt",
  "teacher_survey_classroom_032": "Anzahl",
  "teacher_survey_classroom_033": "12 Jahre alt",
  "teacher_survey_classroom_034": "Anzahl",
  "teacher_survey_classroom_035": "13 Jahre alt oder älter",
  "teacher_survey_classroom_036": "Unterrichten Sie derzeit eine Mehrstufenklasse?",
  "teacher_survey_classroom_037": "Ja",
  "teacher_survey_classroom_038": "Nein",
  "teacher_survey_classroom_039": "Wenn ja, welche Klassenstufen sind in der Klasse, die Sie unterrichten, eingeschlossen? (Wählen Sie alle, die zutreffen)",
  "teacher_survey_classroom_040": "Vorschule",
  "teacher_survey_classroom_041": "Übergangskindergarten",
  "teacher_survey_classroom_042": "Kindergarten",
  "teacher_survey_classroom_043": "1. Klasse",
  "teacher_survey_classroom_044": "2. Klasse",
  "teacher_survey_classroom_045": "3. Klasse",
  "teacher_survey_classroom_046": "4. Klasse",
  "teacher_survey_classroom_047": "5. Klasse",
  "teacher_survey_classroom_048": "6. Klasse",
  "teacher_survey_classroom_049": "7. Klasse",
  "teacher_survey_classroom_050": "8. Klasse",
  "teacher_survey_classroom_051": "Welche Klassenstufe unterrichten Sie?",
  "teacher_survey_classroom_052": "Welche Sprachen sprechen die Schüler in dieser Klasse (Wählen Sie alle, die zutreffen)?",
  "teacher_survey_classroom_053": "Arabisch",
  "teacher_survey_classroom_054": "Chinesisch",
  "teacher_survey_classroom_055": "Englisch",
  "teacher_survey_classroom_056": "Französisch",
  "teacher_survey_classroom_057": "Deutsch",
  "teacher_survey_classroom_058": "Koreanisch",
  "teacher_survey_classroom_059": "Spanisch",
  "teacher_survey_classroom_060": "Tagalog",
  "teacher_survey_classroom_061": "Vietnamesisch",
  "teacher_survey_classroom_062": "Welche Sprachen sprechen Sie oder Ihr Assistenzlehrer <b>im Unterricht</b> (Wählen Sie alle, die zutreffen)?",
  "teacher_survey_classroom_063": "Wie viele Kinder in dieser Klasse haben ein Lesetempo, das UNTER dem Klassenniveau liegt?",
  "teacher_survey_classroom_064": "Anzahl der Kinder",
  "teacher_survey_classroom_065": "Wie viele Kinder in dieser Klasse haben ein Lesetempo, das ÜBER dem Klassenniveau liegt?",
  "teacher_survey_classroom_066": "Anzahl der Kinder",
  "teacher_survey_classroom_067": "Wie viele Kinder in dieser Klasse haben ein Mathematikniveau, das UNTER dem Klassenniveau liegt?",
  "teacher_survey_classroom_068": "Anzahl der Kinder",
  "teacher_survey_classroom_069": "Wie viele Kinder in dieser Klasse haben ein Mathematikniveau, das ÜBER dem Klassenniveau liegt?",
  "teacher_survey_classroom_070": "Anzahl der Kinder",
  "teacher_survey_classroom_071": "Wie oft pro Woche arbeiten die Kinder in dieser Klasse normalerweise an Lese- und Sprachprojekten, sei es in der gesamten Klasse, in kleinen Gruppen oder in individueller Arbeit?",
  "teacher_survey_classroom_073": "Weniger als einmal pro Woche",
  "teacher_survey_classroom_074": "1 - 2 Mal pro Woche",
  "teacher_survey_classroom_075": "3 - 4 Mal pro Woche",
  "teacher_survey_classroom_077": "Wie viel Zeit pro Tag verbringen die Kinder in dieser Klasse normalerweise damit, an Lese- und Sprachprojekten zu arbeiten, sei es in der gesamten Klasse, in kleinen Gruppen oder in individueller Arbeit?",
  "teacher_survey_classroom_078": "1 - 30 Minuten pro Tag",
  "teacher_survey_classroom_079": "31 - 60 Minuten pro Tag",
  "teacher_survey_classroom_080": "61 - 90 Minuten pro Tag",
  "teacher_survey_classroom_081": "Mehr als 90 Minuten pro Tag",
  "teacher_survey_classroom_082": "Wie oft pro Woche arbeiten die Kinder in dieser Klasse normalerweise an Mathematikprojekten, sei es in der gesamten Klasse, in kleinen Gruppen oder in individueller Arbeit?",
  "teacher_survey_classroom_083": "Nie",
  "teacher_survey_classroom_084": "Weniger als einmal pro Woche",
  "teacher_survey_classroom_085": "1 - 2 Mal pro Woche",
  "teacher_survey_classroom_086": "3 - 4 Mal pro Woche",
  "teacher_survey_classroom_087": "Täglich",
  "teacher_survey_classroom_088": "Wie viel Zeit pro Tag verbringen die Kinder in dieser Klasse normalerweise damit, an Mathematikprojekten zu arbeiten, sei es in der gesamten Klasse, in kleinen Gruppen oder in individueller Arbeit?",
  "teacher_survey_classroom_089": "1 - 30 Minuten pro Tag",
  "teacher_survey_classroom_090": "31 - 60 Minuten pro Tag",
  "teacher_survey_classroom_091": "61 - 90 Minuten pro Tag",
  "teacher_survey_classroom_092": "Mehr als 90 Minuten pro Tag",
  "teacher_survey_classroom_093": "Denken Sie an die Familien der Kinder in dieser Klasse, die Sie in diesem Schuljahr unterrichtet haben. Für wie viele Familien treffen die folgenden Aussagen zu?",
  "teacher_survey_classroom_094": "Die Familien scheinen überwältigt zu sein, wenn sie versuchen, das Lernen ihrer Kinder zu unterstützen.",
  "teacher_survey_classroom_095": "Keine",
  "teacher_survey_classroom_096": "Eine oder wenige",
  "teacher_survey_classroom_097": "Viele",
  "teacher_survey_classroom_098": "Alle oder fast alle",
  "teacher_survey_classroom_099": "Die Familien leisten ihren Beitrag, um das Lernen der Kinder zu unterstützen.",
  "teacher_survey_classroom_100": "Keine",
  "teacher_survey_classroom_101": "Eine oder wenige",
  "teacher_survey_classroom_102": "Viele",
  "teacher_survey_classroom_103": "Alle oder fast alle",
  "teacher_survey_classroom_104": "Bitte geben Sie an, wie zufrieden oder unzufrieden Sie in diesem Schuljahr mit den folgenden Aspekten waren.",
  "teacher_survey_classroom_105": "Die Kommunikation zwischen Ihnen und den Familien.",
  "teacher_survey_classroom_106": "Überhaupt nicht zufrieden",
  "teacher_survey_classroom_107": "Wenig zufrieden",
  "teacher_survey_classroom_108": "Mäßig zufrieden",
  "teacher_survey_classroom_109": "Ganz zufrieden",
  "teacher_survey_classroom_110": "Sehr zufrieden",
  "teacher_survey_classroom_111": "Die Kommunikation zwischen Ihnen und Ihren Schülern.",
  "teacher_survey_classroom_112": "Überhaupt nicht zufrieden",
  "teacher_survey_classroom_113": "Wenig zufrieden",
  "teacher_survey_classroom_114": "Mäßig zufrieden",
  "teacher_survey_classroom_115": "Ganz zufrieden",
  "teacher_survey_classroom_116": "Sehr zufrieden",

  "teacher_survey_general_001": "<b><font face=\"Verdana\" size=\"4\">Vielen Dank, dass Sie sich die Zeit (~10 Minuten) nehmen, um an dieser Umfrage teilzunehmen!</b><br> <br> <p><font face=\"Verdana\" size=\"4\">Einige Ihrer Schüler nehmen an einem Forschungsprojekt teil, das untersucht, wie Kinder lernen und sich entwickeln. Ihre Antworten in dieser Umfrage sollten sich auf Ihre Klasse, Schule und professionellen Überzeugungen beziehen und nicht auf ein bestimmtes Kind. <br><br><b><font face=\"Verdana\" size=\"4\">Diese Umfrage besteht aus zwei Teilen: Teil A und Teil B.</b><br> <br> <p><font face=\"Verdana\" size=\"4\">Im Teil A beziehen sich die Fragen auf Ihren Hintergrund und Ihre Überzeugungen. <br><br>In Teil B beziehen sich die Fragen speziell auf das Klassenzimmer. Wenn Sie mehr als eine Klasse unterrichten, die in diesem Projekt einbezogen ist, füllen Sie Teil B für jedes Klassenzimmer separat aus. <br><br>Wenn Sie ein einzelnes Fach unterrichten, beantworten Sie bitte die Fragen, die sich auf andere Fächer beziehen, so gut wie möglich oder konsultieren Sie einen Kollegen für diese Details. <br><br>Wir danken Ihnen für Ihre Teilnahme! Ihre Antworten bieten unverzichtbare Einsichten in die Bildung Ihrer Schüler. <br><br>Wenn Sie bereit sind, zu beginnen, wählen Sie die Schaltfläche \"Umfrage starten\". <br><br><b><font face=\"Verdana\" size=\"4\">Danke!",
  "teacher_survey_general_002": "<b><font face=\"Verdana\" size=\"3\">TEIL A: </b><font face=\"Verdana\" size=\"3\">Die folgenden Fragen beziehen sich auf Ihren Hintergrund, die Schule, an der Sie unterrichten, Ihre Einstellung zu Ihrer Arbeit und Ihre Überzeugungen über das Unterrichten und Kinder.",
  "teacher_survey_general_003": "<b>Dieses Set an Fragen beschäftigt sich mit Ihrem Hintergrund.</b>",
  "teacher_survey_general_004": "Wie alt sind Sie aktuell?",
  "teacher_survey_general_005": "Lebensjahre",
  "teacher_survey_general_006": "Welches Geschlecht haben Sie?",
  "teacher_survey_general_010": "Andere (bitte beschreiben)",
  "teacher_survey_general_011": "Welchen höchstmöglichen Bildungsabschluss haben Sie abgeschlossen?",
  "teacher_survey_general_012": "Hauptschulabschluss",
  "teacher_survey_general_013": "Abitur oder gleichwertig",
  "teacher_survey_general_014": "Ausbildung",
  "teacher_survey_general_015": "Abitur oder gleichwertig, plus Fachausbildung oder Zertifikat",
  "teacher_survey_general_016": "allgemeine oder fachgebundene Hochschulreife",
  "teacher_survey_general_017": "Bachelorabschluss",
  "teacher_survey_general_018": "Masterabschluss",
  "teacher_survey_general_019": "Doktorgrad",
  "teacher_survey_general_020": "Geben Sie Ihr Bachelor-Studienfach an. Markieren Sie ALLES, was zutrifft.",
  "teacher_survey_general_021": "Frühkindliche Bildung",
  "teacher_survey_general_022": "Grundschulpädagogik",
  "teacher_survey_general_023": "Sonderpädagogik",
  "teacher_survey_general_024": "Kindheitsentwicklung",
  "teacher_survey_general_025": "Lese- und Schreibspezialist",
  "teacher_survey_general_026": "Lehrplan und Unterricht",
  "teacher_survey_general_027": "Bilinguale/interkulturelle Bildung",
  "teacher_survey_general_028": "Andere bildungsrelevante Hauptfächer (z.B.: Sekundarstufenbildung, Bildungspsychologie, Bildungsmanagement, Musikpädagogik, etc.). Bitte angeben:",
  "teacher_survey_general_029": "Nicht-Bildung Hauptfächer. Bitte angeben:",
  "teacher_survey_general_030": "Andere. Bitte angeben:",
  "teacher_survey_general_031": "Bitte geben Sie ein anderes bildungsrelevantes Hauptfach an:",
  "teacher_survey_general_032": "Bitte geben Sie das nicht-bildungsrelevante Hauptfach an:",
  "teacher_survey_general_033": "Bitte spezifizieren Sie ein anderes Hauptfach:",
  "teacher_survey_general_034": "Geben Sie das Hauptfach Ihres höchsten akademischen Abschlusses an. Markieren Sie alles, was zutrifft.",
  "teacher_survey_general_035": "Frühkindliche Bildung",
  "teacher_survey_general_036": "Grundschulpädagogik",
  "teacher_survey_general_037": "Sonderpädagogik",
  "teacher_survey_general_038": "Kindheitsentwicklung",
  "teacher_survey_general_039": "Lese- und Schreibspezialist",
  "teacher_survey_general_040": "Lehrplan und Unterricht",
  "teacher_survey_general_041": "Bilinguale/interkulturelle Bildung",
  "teacher_survey_general_042": "Andere bildungsrelevante Hauptfächer (z.B.: Sekundarstufenbildung, Bildungspsychologie, Bildungsmanagement, Musikpädagogik, etc.). Bitte angeben:",
  "teacher_survey_general_043": "Nicht-Bildung Hauptfächer. Bitte angeben:",
  "teacher_survey_general_044": "Andere. Bitte angeben:",
  "teacher_survey_general_045": "Bitte geben Sie ein anderes bildungsrelevantes Hauptfach an:",
  "teacher_survey_general_046": "Bitte geben Sie das nicht-bildungsrelevante Hauptfach an:",
  "teacher_survey_general_047": "Bitte spezifizieren Sie ein anderes Hauptfach:",
  "teacher_survey_general_048": "Wie lange sind Sie einschließlich dieses Schuljahres bereits als Lehrer tätig? (bitte auf das nächste Jahr aufrunden)",
  "teacher_survey_general_049": "Weniger als ein Jahr",
  "teacher_survey_general_050": "1 bis 2 Jahre",
  "teacher_survey_general_051": "3 bis 5 Jahre",
  "teacher_survey_general_052": "6 bis 10 Jahre",
  "teacher_survey_general_053": "Mehr als 10 Jahre",
  "teacher_survey_general_054": "<b>Dieses Set von Fragen bezieht sich auf die Schule, an der Sie derzeit unterrichten.</b>",
  "teacher_survey_general_055": "Zählen Sie dieses Schuljahr mit, wie lange lehren Sie <b>an dieser Schule</b>? (bitte auf das nächste Jahr aufrunden)",
  "teacher_survey_general_056": "Bitte geben Sie an, wie sehr Sie den folgenden Aussagen über diese Schule zustimmen oder widersprechen.",
  "teacher_survey_general_057": "Stark ablehnen",
  "teacher_survey_general_058": "Nicht einverstanden",
  "teacher_survey_general_059": "Einverstanden",
  "teacher_survey_general_060": "Stark zustimmen",
  "teacher_survey_general_061": "Ich fühle mich von den meisten Mitarbeitern als Kollege akzeptiert und respektiert.",
  "teacher_survey_general_062": "Eltern unterstützen das Schulpersonal.",
  "teacher_survey_general_063": "Die Schüler fühlen sich in dieser Schule unterstützt und wohl.",
  "teacher_survey_general_064": "Das Personal fühlt sich in dieser Schule unterstützt und wohl.",
  "teacher_survey_general_065": "Die Schüler sind in dieser Schule sicher.",
  "teacher_survey_general_066": "Das Personal ist in dieser Schule sicher.",
  "teacher_survey_general_067": "Die Einrichtungen und das Gelände dieser Schule sind gut gepflegt.",
  "teacher_survey_general_068": "Die Einrichtungen und das Gelände dieser Schule sind sauber.",
  "teacher_survey_general_069": "Kontinuierliche Zusammenarbeit ist etwas, was die Erwachsenen in dieser Schule gut beherrschen.",
  "teacher_survey_general_070": "Erwachsene, die in dieser Schule arbeiten, haben starke berufliche Beziehungen.",
  "teacher_survey_general_071": "Erwachsene, die in dieser Schule arbeiten, sind respektvoll und unterstützend zueinander.",
  "teacher_survey_general_072": "<b>Mit diesem Set von Fragen möchten wir mehr über die Gefühle der Lehrer in Bezug auf ihre Arbeit erfahren.</b>",
  "teacher_survey_general_073": "Bitte wählen Sie eine Antwort aus, die angibt, wie oft Sie mit jeder der folgenden Aussagen übereinstimmen.",
  "teacher_survey_general_074": "Nie",
  "teacher_survey_general_075": "Einige Male im Jahr oder weniger",
  "teacher_survey_general_076": "Einmal pro Monat oder weniger",
  "teacher_survey_general_077": "Ein paar Mal im Monat",
  "teacher_survey_general_078": "Einmal pro Woche",
  "teacher_survey_general_079": "Ein paar Mal pro Woche",
  "teacher_survey_general_080": "Jeden Tag",
  "teacher_survey_general_081": "Ich fühle mich emotional ausgelaugt durch meine Arbeit.",
  "teacher_survey_general_082": "Ich fühle mich erschöpft, wenn ich morgens aufstehe und einen weiteren Arbeitstag vor mir habe.",
  "teacher_survey_general_083": "Ich kann leicht nachvollziehen, wie meine Schüler zu den Dingen stehen.",
  "teacher_survey_general_084": "Ich gehe sehr effektiv mit den Problemen meiner Schüler um.",
  "teacher_survey_general_085": "Ich fühle mich von meiner Arbeit ausgebrannt.",
  "teacher_survey_general_086": "Ich habe das Gefühl, dass ich durch meine Arbeit das Leben anderer Menschen positiv beeinflusse.",
  "teacher_survey_general_087": "Ich fühle mich durch meine Arbeit frustriert.",
  "teacher_survey_general_088": "Ich habe das Gefühl, dass ich in meinem Job zu hart arbeite.",
  "teacher_survey_general_089": "Ich kann mit meinen Schülern leicht eine entspannte Atmosphäre schaffen.",
  "teacher_survey_general_090": "Ich fühle mich euphorisch, nachdem ich eng mit meinen Schülern zusammengearbeitet habe.",
  "teacher_survey_general_091": "In diesem Job habe ich viele wertvolle Dinge erreicht.",
  "teacher_survey_general_092": "Ich habe das Gefühl, dass ich am Ende meiner Kräfte bin.",
  "teacher_survey_general_093": "In meiner Arbeit gehe ich sehr ruhig mit emotionalen Problemen um.",
  "teacher_survey_general_094": "<b>Mit diesem Set an Fragen sollen die Aspekte erforscht werden, die Lehrern bei ihren schulischen Aktivitäten Schwierigkeiten bereiten.</b>",
  "teacher_survey_general_095": "<b>Wie viel Einfluss haben Sie...</b>",
  "teacher_survey_general_096": "Nie",
  "teacher_survey_general_097": "Sehr wenig",
  "teacher_survey_general_098": "Etwas Einfluss",
  "teacher_survey_general_099": "Ziemlich viel",
  "teacher_survey_general_100": "Sehr viel",
  "teacher_survey_general_101": "auf störendes Verhalten im Klassenzimmer?",
  "teacher_survey_general_102": "um Kinder zu motivieren, die wenig Interesse an Aktivitäten zeigen?",
  "teacher_survey_general_103": "um Kindern das Gefühl zu geben, dass sie Aktivitäten gut machen können?",
  "teacher_survey_general_104": "um Kindern in Ihrer (Ihren) Klasse(n) zu helfen, Bildung wertzuschätzen?",
  "teacher_survey_general_105": "um Kinder zu ermutigen, die Klassenzimmerregeln zu befolgen?",
  "teacher_survey_general_106": "um ein störendes oder lautes Kind zu beruhigen?",
  "teacher_survey_general_107": "<b>Wie gut können Sie...</b>",
  "teacher_survey_general_108": "Gar nicht",
  "teacher_survey_general_109": "Sehr wenig",
  "teacher_survey_general_110": "Einigermaßen",
  "teacher_survey_general_111": "Ziemlich viel",
  "teacher_survey_general_112": "Sehr viel",
  "teacher_survey_general_113": "ein Klassenzimmer-Management-System etablieren?",
  "teacher_survey_general_114": "eine Vielzahl von Bewertungsstrategien nutzen?",
  "teacher_survey_general_115": "alternative Erklärungen oder Beispiele bieten, wenn Kinder verwirrt sind?",
  "teacher_survey_general_116": "Familien unterstützen, damit sie ihren Kindern helfen, in der Schule erfolgreich zu sein?",
  "teacher_survey_general_117": "alternative Strategien in Ihrer (Ihren) Klasse(n) umsetzen?",
  "teacher_survey_general_118": "gute Fragen für Kinder in Ihrer (Ihren) Klasse(n) erstellen?",
  "teacher_survey_general_119": "<b>Mit diesem Set von Fragen möchten wir mehr über die Ideen und Überzeugungen von Lehrern über Kinder erfahren.</b>",
  "teacher_survey_general_120": "Bitte wählen Sie eine Antwort aus, die angibt, wie sehr Sie den folgenden Aussagen zustimmen.",
  "teacher_survey_general_121": "Stark ablehnen",
  "teacher_survey_general_122": "Leicht ablehnen",
  "teacher_survey_general_123": "Leicht zustimmen",
  "teacher_survey_general_124": "Stark zustimmen",
  "teacher_survey_general_125": "Da Eltern keine besondere Ausbildung im Bereich Bildung haben, sollten sie die Lehrmethoden der Lehrer nicht in Frage stellen.",
  "teacher_survey_general_126": "Kinder sollten unabhängig von ihren Unterschieden gleich behandelt werden.",
  "teacher_survey_general_127": "Kinder sollten dem Lehrer immer gehorchen.",
  "teacher_survey_general_128": "Für ein Kind ist es wichtiger, sich auf die Zukunft vorzubereiten, als die Gegenwart zu genießen.",
  "teacher_survey_general_129": "Kinder werden das Richtige nicht tun, es sei denn, sie müssen.",
  "teacher_survey_general_130": "Kinder sollten ihren Eltern widersprechen dürfen, wenn sie glauben, dass ihre eigenen Ideen besser sind.",
  "teacher_survey_general_131": "Kinder sollten mit Aufgaben und Studium zu Hause und in der Schule beschäftigt sein.",
  "teacher_survey_general_132": "Das Hauptziel der Bildung ist es, grundlegende Informationen in den Köpfen der Kinder zu verankern.",
  "teacher_survey_general_133": "Um fair zu sein, muss ein Lehrer alle Kinder gleichermaßen behandeln.",
  "teacher_survey_general_134": "Das Wichtigste, was man Kindern beibringen sollte, ist der absolute Gehorsam gegenüber allen Autoritäten.",
  "teacher_survey_general_135": "Kinder lernen am besten, indem sie Dinge selbst tun, anstatt anderen zuzuhören.",
  "teacher_survey_general_136": "Kinder müssen von klein auf sorgfältig erzogen werden, sonst machen sie ihre natürlichen Impulse unbeherrschbar.",
  "teacher_survey_general_137": "Kinder haben das Recht auf ihren eigenen Standpunkt und sollten diesen auch äußern dürfen.",
  "teacher_survey_general_138": "Das Lernen der Kinder resultiert hauptsächlich daraus, dass sie wiederholt mit grundlegenden Informationen konfrontiert werden.",
  "teacher_survey_general_139": "Kinder unterrichten gerne andere Kinder.",
  "teacher_survey_general_140": "Das Wichtigste, was man Kindern beibringen sollte, ist der absolute Gehorsam gegenüber den Eltern.",

  "top": "Oben auf dem Regal über dem Rucksackregal.",
  "tree": "Einen Baum",
  "trog-instr1-matching": "Dies ist eine Zuordnungsaufgabe. Hören Sie, was ich sage, und schauen Sie sich die Bilder sorgfältig an. Wählen Sie das Bild, das zu den Worten passt, die Sie hören.",
  "trog-instruct1": "Jetzt werden wir ein Zuordnungsspiel spielen! Ich werde ein paar Wörter sagen, und du wählst das Bild aus, das zu dem passt, was ich sage. Los geht's!",
  "trog-item-1": "Wähle das Bild mit dem Schuh.",
  "trog-item-10": "Wähle das Bild aus, das etwas Großes zeigt.",
  "trog-item-100": "Das Flugzeug, das grau ist, befindet sich über den Wolken.",
  "trog-item-101": "Die Fische schwimmen unter einem Wal und einer Meeresschildkröte.",
  "trog-item-102": "Das Auto, das dem der Lastwagen gefolgt ist, fährt auf den Tunnel zu.",
  "trog-item-103": "Anstatt Hausaufgaben zu machen, hat sie in ihrem Zimmer ein Puzzle gemacht.",
  "trog-item-11": "Wähle das Bild aus, das etwas Rotes zeigt.",
  "trog-item-12": "Wähle das Bild aus, das etwas Schwarzes zeigt.",
  "trog-item-13": "der Junge rennt.",
  "trog-item-14": "die große Tasse.",
  "trog-item-15": "der Hund sitzt.",
  "trog-item-16": "der rote Ball.",
  "trog-item-17": "der Junge rennt nicht.",
  "trog-item-18": "der Hund trinkt nicht.",
  "trog-item-19": "das Mädchen hüpft nicht.",
  "trog-item-2": "Wähle das Bild mit dem Vogel.",
  "trog-item-20": "der Hund sitzt nicht.",
  "trog-item-21": "der Junge springt über den Kasten.",
  "trog-item-22": "das Mädchen sitzt auf dem Tisch.",
  "trog-item-23": "Der Mann isst einen Apfel.",
  "trog-item-24": "die Frau trägt eine Tasche.",
  "trog-item-25": "sie sitzen auf dem Tisch.",
  "trog-item-26": "Die Kuh sieht die Frauen an.",
  "trog-item-27": "sie springen über die Mauer.",
  "trog-item-28": "der Elefant trägt sie",
  "trog-item-29": "das Mädchen schiebt das Pferd",
  "trog-item-3": "Wähle das Bild mit dem Kamm.",
  "trog-item-30": "der Junge jagt das Schaf",
  "trog-item-31": "der Mann jagt den Hund",
  "trog-item-32": "die Kuh schiebt die Dame",
  "trog-item-33": "sie sitzt auf dem Stuhl.",
  "trog-item-34": "die Dame trägt ihn",
  "trog-item-35": "er sitzt auf dem Baum",
  "trog-item-36": "das Pferd sieht sie an",
  "trog-item-37": "die Katzen schauen auf den Ball",
  "trog-item-38": "der Junge steht auf den Stühlen",
  "trog-item-39": "die Jungen pflücken die Äpfel",
  "trog-item-4": "Wähle das Bild mit dem Apfel.",
  "trog-item-40": "das Mädchen lässt die Tassen fallen",
  "trog-item-41": "die Gabel ist länger als der Bleistift",
  "trog-item-42": "die Schachtel ist größer als die Tasse",
  "trog-item-43": "der Schuh ist größer als der Vogel",
  "trog-item-44": "das Pferd ist größer als die Mauer",
  "trog-item-45": "das Mädchen wird vom Pferd gejagt",
  "trog-item-46": "der Elefant wird von dem Jungen geschoben",
  "trog-item-47": "das Pferd wird von dem Mann gejagt",
  "trog-item-48": "die Kuh wird von dem Mann geschoben",
  "trog-item-49": "die Tasse ist in der Schachtel",
  "trog-item-5": "Wähle das Bild aus, das jemanden beim essen zeigt.",
  "trog-item-50": "der Bleistift ist auf der Schachtel",
  "trog-item-51": "der Kreis ist im Stern",
  "trog-item-52": "die Gabel ist auf dem Schuh",
  "trog-item-53": "der Junge, der das Pferd jagt, ist groß",
  "trog-item-54": "der Bleistift auf dem Schuh ist blau",
  "trog-item-55": "die Kuh, die die Katze jagt, ist braun",
  "trog-item-56": "der Kreis im Stern ist gelb",
  "trog-item-57": "die Schachtel, aber nicht der Stuhl ist rot",
  "trog-item-58": "die Katze ist groß, aber nicht schwarz",
  "trog-item-59": "das Pferd, aber nicht der Junge, steht",
  "trog-item-6": "Wähle das Bild aus, das zeigt, wie jemand etwas pflückt.",
  "trog-item-60": "der Junge sitzt, aber er isst nichts",
  "trog-item-61": "der Bleistift ist über der Blume",
  "trog-item-62": "der Kamm ist unter dem Löffel",
  "trog-item-63": "der Stern ist über dem Kreis",
  "trog-item-64": "das Quadrat ist unter dem Stern",
  "trog-item-65": "nicht nur der Vogel, sondern auch die Blume ist blau",
  "trog-item-66": "die Box ist nicht nur groß, sondern auch blau",
  "trog-item-67": "nicht nur das Mädchen, sondern auch die Katze sitzt",
  "trog-item-68": "das Mädchen hat nicht nur Essen, sondern auch ein Getränk",
  "trog-item-69": "der Bleistift ist auf dem Buch, das gelb ist",
  "trog-item-7": "Wähle das Bild aus, das zeigt, wie jemand sitzt.",
  "trog-item-70": "das Mädchen jagt den Hund, der groß ist",
  "trog-item-71": "das Quadrat ist in dem Stern, der blau ist",
  "trog-item-72": "der Hund jagt das Pferd, das braun ist",
  "trog-item-73": "weder der Hund noch der Ball sind braun",
  "trog-item-74": "der Bleistift ist weder lang noch rot",
  "trog-item-75": "weder der Junge noch das Pferd rennt",
  "trog-item-76": "der Junge hat weder Hut noch Schuhe",
  "trog-item-77": "das Buch, auf dem der Bleistift liegt, ist rot",
  "trog-item-78": "die Katze, die die Kuh jagt, ist schwarz",
  "trog-item-79": "der Kreis, in dem sich der Stern befindet, ist rot",
  "trog-item-8": "Wähle das Bild aus, das zeigt, wie jemand rennt.",
  "trog-item-80": "der Junge, den der Hund jagt, ist groß",
  "trog-item-81": "Das Pferd trank Wasser bei der Scheune und das Schaf fraß Gras am Zaun.",
  "trog-item-82": "der Schüler öffnete das Heft und zeichnete einen Baum",
  "trog-item-83": "Wenn es sonnig ist, werden wir im Park ein Picknick machen.",
  "trog-item-84": "er fand seine Schlüssel unter der Couch mit den Kissen",
  "trog-item-85": "sie ist die Gärtnerin, die den Hut mit einer Blume trägt",
  "trog-item-86": "Sie stolperte über einen Stein und ließ ihre Bücher fallen.",
  "trog-item-87": "Die Lehrerin gibt den Schülern Kuchen, wenn sie in einer Reihe stehen.",
  "trog-item-88": "Wir tanzen zusammen, wenn Musik läuft.",
  "trog-item-89": "Obwohl es draußen heiß ist, trage ich eine Jacke mit Kapuze.",
  "trog-item-9": "Wähle das Bild aus, das etwas Langes zeigt.",
  "trog-item-90": "Er schwimmt gerne, aber er hat sich entschieden, mit seinen Freunden Fußball zu spielen.",
  "trog-item-91": "Trotz des Lärms im Klassenzimmer konzentrierte sie sich auf das Lesen ihres Heftes.",
  "trog-item-92": "Er trug die Mütze vom Clown, obwohl sie so groß ist.",
  "trog-item-93": "Die Ente, die der Schildkröte folgt, geht über die Brücke.",
  "trog-item-94": "Beim Anstoßen des Tisches mit meinem Fuß ist ein Buch heruntergefallen.",
  "trog-item-95": "Die Person jagt den Hund, der groß ist.",
  "trog-item-96": "Dem Mädchen, das einen Rucksack trägt, wurde von seiner Freundin eine Blume gezeigt.",
  "trog-item-97": "Die Kinder haben das Zimmer aufgeräumt, aber haben vergessen, die Eisenbahn wegzustellen.",
  "trog-item-98": "Der Affe hat weder die Banane gegessen noch sich an der Liane geschwungen.",
  "trog-item-99": "Ihre Mutter sagte, es würde sonnig sein. Aber es regnete stark.",
  "trog-prompt1": "Berühre das Bild mit dem/der/den...",
  "trog-prompt2": "Berühre das Bild mit...",
  "trog-prompt3": "Berühre das Bild was folgendes zeigt:",
  "username": "Benutzername",
  "vocab-instruct-1": "In diesem Spiel hörst du Wörter und siehst dir verschiedene Bilder an. Deine Aufgabe ist es, das Bild auszuwählen, das zum Wort passt!",
  "vocab-instruct-2": "Manche Wörter sind schwer, und das ist in Ordnung. Wenn du dir nicht sicher bist, gib einfach dein Bestes!",
  "vocab-instruct-3": "Wenn du das Wort noch einmal hören möchtest, drücke die Lautsprechertaste.",
  "vocab-item-001": "die eichel",
  "vocab-item-002": "die aloe",
  "vocab-item-003": "die antenne",
  "vocab-item-004": "die artischocke",
  "vocab-item-005": "der bambus",
  "vocab-item-006": "das fass",
  "vocab-item-007": "der mixer",
  "vocab-item-008": "das gebläse",
  "vocab-item-009": "der blumenstrauß",
  "vocab-item-010": "das buffet",
  "vocab-item-011": "die planierraupe",
  "vocab-item-012": "der kuchen",
  "vocab-item-013": "das karamell",
  "vocab-item-014": "das karussell",
  "vocab-item-015": "die karotte",
  "vocab-item-016": "die kassette",
  "vocab-item-017": "der käse",
  "vocab-item-018": "der mantel",
  "vocab-item-019": "die wäscheklammer",
  "vocab-item-020": "der untersetzer",
  "vocab-item-021": "der korken",
  "vocab-item-022": "das maisbrot",
  "vocab-item-023": "das korsett",
  "vocab-item-024": "der Teigtaschen",
  "vocab-item-025": "der ellbogen",
  "vocab-item-026": "der ventilator",
  "vocab-item-027": "der schaumstoff",
  "vocab-item-028": "das fußbad",
  "vocab-item-029": "der obstkuchen",
  "vocab-item-030": "die dachrinne",
  "vocab-item-031": "der hamster",
  "vocab-item-032": "der igel",
  "vocab-item-033": "die hacke",
  "vocab-item-034": "Himmel und Hölle",
  "vocab-item-035": "der kimono",
  "vocab-item-036": "der riegel",
  "vocab-item-037": "das schließfach",
  "vocab-item-038": "der lollipop",
  "vocab-item-039": "die karte",
  "vocab-item-040": "der marshmallow",
  "vocab-item-041": "das netz",
  "vocab-item-042": "das öl",
  "vocab-item-043": "das omelett",
  "vocab-item-044": "der kuchen",
  "vocab-item-045": "die pistazien",
  "vocab-item-046": "der krug",
  "vocab-item-047": "die kartoffel",
  "vocab-item-048": "das prisma",
  "vocab-item-049": "die pfütze",
  "vocab-item-050": "die pumpe",
  "vocab-item-051": "der reis",
  "vocab-item-052": "der sattel",
  "vocab-item-053": "der sandsack",
  "vocab-item-054": "das gerüst",
  "vocab-item-055": "die schaufel",
  "vocab-item-056": "die möwe",
  "vocab-item-057": "das schiff",
  "vocab-item-058": "die dusche",
  "vocab-item-059": "der tafelsilber",
  "vocab-item-060": "das waschbecken",
  "vocab-item-061": "der ski",
  "vocab-item-062": "das faultier",
  "vocab-item-063": "die schnecke",
  "vocab-item-064": "das sorbet",
  "vocab-item-065": "der Pfannenwender",
  "vocab-item-066": "der sprinkler",
  "vocab-item-067": "der kürbis",
  "vocab-item-068": "das eichhörnchen",
  "vocab-item-069": "der Eintopf",
  "vocab-item-070": "das Gummiband",
  "vocab-item-071": "der baumstumpf",
  "vocab-item-072": "die sonnenblume",
  "vocab-item-073": "der schwertfisch",
  "vocab-item-074": "der wandteppich",
  "vocab-item-075": "der teebeutel",
  "vocab-item-076": "der teleskop",
  "vocab-item-077": "die thermoskanne",
  "vocab-item-078": "der schatz",
  "vocab-item-079": "die trompete",
  "vocab-item-080": "die tulpe",
  "vocab-item-081": "die turbine",
  "vocab-item-082": "der truthahn",
  "vocab-item-083": "die schildkröte",
  "vocab-item-084": "die schreibmaschine",
  "vocab-item-085": "die wassermelone",
  "vocab-item-086": "das wasserrad",
  "vocab-item-087": "die ameise",
  "vocab-item-088": "der kugel",
  "vocab-item-089": "der bär",
  "vocab-item-090": "die ente",
  "vocab-item-091": "die gabel",
  "vocab-item-092": "das kätzchen",
  "vocab-item-093": "das knie",
  "vocab-item-094": "der milchshake",
  "vocab-item-095": "der haut",
  "vocab-item-096": "die wand",
  "vocab-item-097": "das rad",
  "vocab-item-098": "der bauernhof",
  "vocab-item-099": "der jonglieren",
  "vocab-item-100": "der Dressing",
  "vocab-item-101": "das dach",
  "vocab-item-102": "spähen",
  "vocab-item-103": "das lineal",
  "vocab-item-104": "der tunnel",
  "vocab-item-105": "der umschlag",
  "vocab-item-106": "der diamant",
  "vocab-item-107": "der kalender",
  "vocab-item-108": "der panda",
  "vocab-item-109": "der pfeil",
  "vocab-item-110": "pflücken",
  "vocab-item-111": "tropfen",
  "vocab-item-112": "der ritter",
  "vocab-item-113": "liefern",
  "vocab-item-114": "der zahnarzt",
  "vocab-item-115": "der Klauenhammer",
  "vocab-item-116": "die uniform",
  "vocab-item-117": "pelzig",
  "vocab-item-118": "der kormoran",
  "vocab-item-119": "bringen",
  "vocab-item-120": "die arkade",
  "vocab-item-121": "das artefakt",
  "vocab-item-122": "abneigung",
  "vocab-item-123": "die baskenmütze",
  "vocab-item-124": "applaudieren",
  "vocab-item-125": "schüchtern",
  "vocab-item-126": "das lager",
  "vocab-item-127": "turnen",
  "vocab-item-128": "konzentrisch",
  "vocab-item-129": "der Süßigkeiten",
  "vocab-item-130": "der Schneider",
  "vocab-item-131": "degression",
  "vocab-item-132": "die Ottomane",
  "vocab-item-133": "das feuchtgebiet",
  "vocab-item-134": "das erkerfenster",
  "vocab-item-135": "der ästhetik",
  "vocab-item-136": "ekstatisch",
  "vocab-item-137": "heruntergekommen",
  "vocab-item-138": "feinschmecker",
  "vocab-item-139": "gestikulieren",
  "vocab-item-140": "die fassade",
  "vocab-item-141": "der hang",
  "vocab-item-142": "die Angewohnheit",
  "vocab-item-143": "die kreuzung",
  "vocab-item-144": "die bewässerung",
  "vocab-item-145": "der kazoo",
  "vocab-item-146": "quatschen",
  "vocab-item-147": "die kolonie",
  "vocab-item-148": "aufbewahren",
  "vocab-item-149": "der sonnensegel",
  "vocab-item-150": "säugetierkunde",
  "vocab-item-151": "das metronom",
  "vocab-item-152": "der paläontologe",
  "vocab-item-153": "die perkussion",
  "vocab-item-154": "der hinten",
  "vocab-item-155": "prekär",
  "vocab-item-156": "der Pavillon",
  "vocab-item-157": "wiederbelebung",
  "vocab-item-158": "die rosette",
  "vocab-item-159": "der safran",
  "vocab-item-160": "schelmisch",
  "vocab-item-161": "der abschäumer",
  "vocab-item-162": "sitzend",
  "vocab-item-163": "das wildleder",
  "vocab-item-164": "das Drehkreuz",
  "vocab-item-165": "die triade",
  "vocab-item-166": "baggern",
  "vocab-item-167": "städtisch",
  "vocab-item-168": "der dampf",
  "vocab-item-169": "der wirbel",
  "vocab-item-170": "der verband",
  "vocab-practice-1": "Du wirst einige verschiedene Bilder sehen. Zum Beispiel ein Bild von einem Apfel und ein Bild von einer Karotte. Dann hörst du ein Wort zu einem der Bilder. Achte darauf, dass du das Bild auswählst, das zum Wort passt!",
  "yellowball": "Den gelben Ball",
  "yellowstack": "Den kleinen gelben Stapel",
  "yes": "ja"
}