{
  "ChildSurveyIntro": "These questions ask you about how you feel at school and some of the things you do at school. There are no right or wrong answers. Choose the answer that best describes what you think. No, never; Yes, some of the time; Yes, most of the time; Yes, all of the time. The first two are for practice.",
  "ChildSurveyRespoonses": "No, never; Yes, some of the time; Yes, most of the time; Yes, all of the time",
  "ClassFriends": "Do you have friends in your class?",
  "ClassHelp": "Do the kids in your class help you when you need it?",
  "ClassNice": "Are the kids in your class nice to you?",
  "ClassPlay": "Do the kids in your class play with you?",
  "Example1Comic": "Do you like to read comic books?",
  "Example2Neat": "Are you neat and tidy at school?",
  "GrowthMindMath": "Some kids think they can get better at math if they work really hard. Do you think that you can get better at math if you work really hard?",
  "GrowthMindRead": "Some kids think they can get better at reading if they work really hard. Do you think that you can get better at reading if you work really hard?",
  "GrowthMindSmart": "Some kids think they can get smarter if they work really hard. Do you think that you can get smarter if you work really hard?",
  "LearningGood": "Are you good at learning things in school?",
  "LonelySchool": "Do you feel lonely at school?",
  "MathEnjoy": "Do you enjoy doing math activities at school?",
  "MathGood": "Are you good at math?",
  "ReadingEnjoy": "Do you enjoy doing reading activities at school?",
  "ReadingGood": "Are you good at reading?",
  "SchoolEnjoy": "Do you enjoy school?",
  "SchoolFun": "Is school fun?",
  "SchoolGiveUp": "When schoolwork is hard, do you give up right away?",
  "SchoolHappy": "Are you happy at school?",
  "SchoolSafe": "Do you feel safe at school?",
  "TeacherLike": "Does your teacher like you?",
  "TeacherListen": "Does your teacher listen to you?",
  "TeacherNice": "Is your teacher nice to you?",
  "ToM-intro": "This is the Stories Game. In this game, you will listen to some stories. Then you will answer questions about the stories.",
  "ToM-scene-10-instruct1": "Teacher Sarah tells all of the kids to take one storybook from the bag that she brought. There is one storybook for every kid.",
  "ToM-scene-10-instruct2": "Now there are two storybooks left, and Brian and Megan are the last two kids without storybooks. But when Brian goes to get his storybook, he decides to take both storybooks, even though he knows that Megan doesn’t have a storybook yet, and that everyone is only supposed to have one. Brian hides the extra storybook in his desk.",
  "ToM-scene-10-instruct3": "Teacher Sarah asks Brian, “Is there a storybook leftover, so Megan can have one?” Brian tells Teacher Sarah, “No, there is no storybook left. They are all being used right now.”",
  "ToM-scene-10-instruct4": "Megan is sad that she doesn’t have a storybook, and asks Teacher Sarah, \"is there an extra storybook for me?\" Teacher Sarah says, “I’m so sorry Megan, but there are no storybooks left, they are all being used right now.”",
  "ToM-scene-10-q1-emotion_reasoning": "How does Megan feel about being the only child without a storybook?",
  "ToM-scene-10-q2-emotion_reasoning": "How would Megan feel if she received a book?",
  "ToM-scene-10-q3-reality_check": "Is Brian lying?",
  "ToM-scene-10-q4-reality_check": "Is there still a storybook left, that isn’t being used right now?",
  "ToM-scene-10-q5-false_belief": "Is Teacher Sarah lying?",
  "ToM-scene-10-q6-reality_check": "Is there still a storybook left, that isn’t being used right now?",
  "ToM-scene-11-instruct1": "This is Josh. Earlier today, Josh was tidying his room. Josh put his big basketball on his desk, his medium-sized soccer ball on his table, and his small baseball down on the bottom shelf.",
  "ToM-scene-11-instruct2": "Josh’s mom just walked in and Josh asks his mom to get one of the toys. Josh tells his mom, “I want the small ball!”",
  "ToM-scene-11-q1-reference": "Which ball will mom get for Josh?",
  "ToM-scene-11-q2-reality_check": "Which ball does Josh want?",
  "ToM-scene-11-q3-emotion_reasoning": "Josh wanted the baseball but mom gave him the soccer ball! How do you think Josh feels about receiving the wrong toy?",
  "ToM-scene-11-q4-emotion_reasoning": "How do you think Josh would feel if he had received the correct toy?",
  "ToM-scene-12-instruct1": "This morning, Dad asked Emma what toy she would like to take to school, and Emma told him that she would like to play with her yellow ball at recess.",
  "ToM-scene-12-instruct2": "Then Emma went to her room to get ready for school. While she was getting ready, she changed her mind, so she yelled to her dad, “Actually, may I please have my red ball instead?” and kept getting ready for school. But Dad did not hear Emma ask for her red ball.",
  "ToM-scene-12-instruct3": "Dad didn’t hear Emma say she wants her red ball. So dad thinks Emma wants her yellow ball. Dad goes to pack Emma’s bag, but can’t find her yellow ball in the toy box! But dad finds a blue ball in the toy box, so he packs the blue ball for Emma instead.",
  "ToM-scene-12-instruct4": "On the way to school, Dad tells Emma, “I’m so sorry, I couldn’t pack the toy that you wanted because I couldn’t find it”.",
  "ToM-scene-12-instruct5": "Emma is very happy to play with her ball.",
  "ToM-scene-12-q1-false_belief": "Which toy does Dad think Emma wants to bring to school?",
  "ToM-scene-12-q2-false_belief": "Does Emma know that Dad packed the blue ball?",
  "ToM-scene-12-q3-false_belief": "Which ball does Emma think Dad packed?",
  "ToM-scene-12-q4-reality_check": "What toy does Emma want?",
  "ToM-scene-12-q5-reality_check": "What toy did Dad pack for Emma?",
  "ToM-scene-14-instruct4": "Let’s see what he does. Oh look, here is Bobby reaching for the soccer ball on the table. And now Anna sees Bobby reaching for that soccer ball... the soccer ball that is Anna's!",
  "ToM-scene-14-q2-emotion_reasoning": "How do you think Anna feels about Bobby reaching for that soccer ball?",
  "ToM-scene-14-q3-emotion_reasoning": "How do you think Anna would feel if she had not seen Bobby reaching for the soccer ball?",
  "ToM-scene-14-q4-false_belief": "Is Bobby being mean and naughty for taking Anna’s soccer ball?",
  "ToM-scene-14-q5-false_belief": "Should Bobby get in trouble with their mom for taking Anna’s soccer ball?",
  "ToM-scene-14-q6-reality_check": "Can you help Anna find her soccer ball? Is it on the table or on the floor?",
  "ToM-scene-14-q7-reality_check": "Can you help Bobby find his soccer ball? Is it on the table or on the floor?",
  "ToM-scene-15-instruct1": "Alex, Beth, and Johnny are playing a game at the park. Here's how the game goes: One kid hides, but draws a clue in the sandbox so the other kids can find them.",
  "ToM-scene-15-instruct2": "Johnny decides to hide behind the flower bush. He draws a clue in the sand. Johnny means to draw the flower bush, but the drawing looks like a rock instead! Then Johnny goes to hide behind the flower bush.",
  "ToM-scene-15-q1-reality_check": "What did Johnny mean to draw?",
  "ToM-scene-15-q2-false_belief": "When Alex and Beth see this clue, where will they look first for Johnny? Behind the flower bush or behind the rock?",
  "ToM-scene-15-q3-reality_check": "Can you help them find where Johnny really is?",
  "ToM-scene-15-q4-emotion_reasoning": "Look, Alex and Beth found Johnny, and won the game! How do you think Alex and Beth feel about winning the game?",
  "ToM-scene-16-instruct1": "Dad tells James and Sophie to get ready for school. Dad tells them to put on their shoes.",
  "ToM-scene-16-instruct2": "Sophie can’t find one of her shoes! She’s looking everywhere but she can't find it.",
  "ToM-scene-16-instruct3": "Sophie can't find her shoe because earlier in the day, when no one was looking, James played a trick on Sophie and hid her shoe in the toy box.",
  "ToM-scene-16-instruct4": "So Sophie looks everywhere and she can’t find her shoe. Dad gets mad at Sophie, because she lost her shoe and now they are late for school.",
  "ToM-scene-16-instruct5": "When James sees that Dad is mad at Sophie, he goes to the toy box and gets the shoe, and gives it back to Sophie.",
  "ToM-scene-16-instruct6": "James tells Sophie that he’s very sorry, and Sophie and Dad forgive James. They all hug.",
  "ToM-scene-16-q1-emotion_reasoning": "How does Sophie feel about losing her shoe?",
  "ToM-scene-16-q2-emotion_reasoning": "How would Sophie feel if she found her shoe?",
  "ToM-scene-16-q3-false_belief": "Is it fair that Dad is mad at Sophie for losing her shoe?",
  "ToM-scene-16-q4-reference": "Is Dad mad at James?",
  "ToM-scene-16-q5-reference": "Is Sophie mad at James?",
  "ToM-scene-16-q6-reference": "Is Dad mad at Sophie now?",
  "ToM-scene-16-q7-reference": "Is Dad mad at James now?",
  "ToM-scene-16-q8-reference": "Is Sophie mad at James now?",
  "ToM-scene-17-instruct1": "This is Mika. Mika’s mom owns a bookshop, and sometimes Mika helps out. Earlier today, Mika was organizing books on tables and shelves. Mika put a very large stack of blue books on the desk, a medium-sized stack of red books on the table, and a small stack of yellow books on the shelf.",
  "ToM-scene-17-instruct2": "Mika’s mom just walked in. Mom asks Mika for one of the books. Mika remembers where the book is, and tells mom, “The book is in the small stack!”",
  "ToM-scene-17-q1-reference": "Which stack of books will mom look in?",
  "ToM-scene-17-q2-reality_check": "Which stack of books was Mika talking about?",
  "ToM-scene-17-q3-emotion_reasoning": "Mom looks in the wrong stack of books and can’t find the book that she wanted. How do you think Mom feels about not finding the book she wanted?",
  "ToM-scene-17-q4-emotion_reasoning": "How do you think Mom would feel if she could find the book she wanted?",
  "ToM-scene-18-instruct1": "George and Kat are playing together. They look outside and see a new toy shop across the street. Kat decides to go buy some new toys at the toy shop. Kat asks George what toy he would like to have, and George says he would like a new basketball.",
  "ToM-scene-18-instruct2": "While Kat is walking to the toy shop, George changes his mind and yells to Kat, “Actually, can I please have some crayons?” But Kat did not hear George ask for crayons.",
  "ToM-scene-18-instruct3": "Kat didn’t hear George say that he wanted crayons. So Kat thinks George wants a basketball. Kat goes to the toy shop, but then the shop owner says that they don’t have any basketballs! But they do have storybooks, so Kat buys a storybook for George instead.",
  "ToM-scene-18-instruct4": "Kat comes back and tells George, “I’m so sorry, I couldn’t buy you a basketball because the store didn’t have any.”",
  "ToM-scene-18-instruct5": "George is very happy to play with his new storybook.",
  "ToM-scene-18-q1-false_belief": "Which toy does Kat think George wants from the toy shop?",
  "ToM-scene-18-q2-false_belief": "Does George know that Kat bought a storybook?",
  "ToM-scene-18-q3-false_belief": "What does George think Kat bought at the toy shop?",
  "ToM-scene-18-q4-reality_check": "What toy does George want?",
  "ToM-scene-18-q5-reality_check": "What toy did Kat buy for George?",
  "ToM-scene-8-instruct4": "Let’s see what she does. Oh look, here is Allie reaching for this pencil up on top of the shelf. And now Mike sees Allie reaching for that pencil... the pencil that is Mike's!",
  "ToM-scene-8-q2-emotion_reasoning": "How do you think Mike feels about Allie reaching for that pencil?",
  "ToM-scene-8-q3-emotion_reasoning": "How do you think Mike would feel if he had not seen Allie reaching for the pencil?",
  "ToM-scene-8-q4-false_belief": "Is Allie being mean and naughty for taking Mike’s pencil?",
  "ToM-scene-8-q5-false_belief": "Should Allie get in trouble with the teacher for taking Mike’s pencil?",
  "ToM-scene-8-q6-reality_check": "Can you help Mike find his pencil? Is it on top of the shelf or behind the backpack shelf?",
  "ToM-scene-8-q7-reality_check": "Can you help Allie find her pencil? Is it on top of the shelf or behind the backpack shelf?",
  "ToM-scene-9-instruct1": "This is Mark. Mark is playing a really silly game today and not saying any words all day long. Instead, Mark is drawing pictures. Mark is at the library, deciding which book he would like to read. Mom shows Mark two books, a book about cups and a book about hills.",
  "ToM-scene-9-instruct2": "Mark draws a picture of a hill, to tell Mom that he wants to read the book about hills. But when Mark gives Mom the picture, she holds it upside-down, so that it looks like a cup!",
  "ToM-scene-9-q1-reality_check": "What did Mark mean to draw?",
  "ToM-scene-9-q2-false_belief": "When Mom sees the picture, what book will she give Mark?",
  "ToM-scene-9-q3-reality_check": "What book does Mark really want?",
  "ToM-scene-9-q4-emotion_reasoning": "Look, Mom realized her mistake and gave Mark the book he really wanted! How do you think Mark feels about getting the book he wanted?",
  "ToM-scene1-instruct1": "Here is Madison. This morning, Madison put her book behind the chair, because she didn’t want anyone to find it.",
  "ToM-scene1-instruct2": "But when Madison was outside playing, someone did find it! And hid it under the rug.",
  "ToM-scene1-instruct3": "So now it’s reading time and Madison wants her book.",
  "ToM-scene1-q1-false_belief": "Where will Madison look first for her book?",
  "ToM-scene1-q2-reality_check": "And where is her book really?",
  "ToM-scene13-instruct1": "Here is Gabriel. This afternoon at school, Gabriel put his pencil in his pencil box.",
  "ToM-scene13-instruct2": "But while Gabriel was outside, someone used his pencil! After using Gabriel’s pencil, the person put the pencil in a basket.",
  "ToM-scene13-instruct3": "So now it’s time for class, and Gabriel wants his pencil.",
  "ToM-scene13-q1-false_belief": "Where will Gabriel look for his pencil?",
  "ToM-scene13-q2-reality_check": "And where is his pencil really?",
  "ToM-scene14-instruct1": "This afternoon when he came home, Bobby put his soccer ball on the table.",
  "ToM-scene14-instruct2": "And then he went outside to play, see? Here’s Bobby playing outside. And while he was outside playing, Bobby’s soccer ball fell off the table and onto the floor.",
  "ToM-scene14-instruct3": "Then Bobby’s sister Anna comes in. Anna also has a soccer ball! Anna puts her soccer ball on the table. Bobby is still outside playing, so he didn’t see what Anna was doing.",
  "ToM-scene14-q1-false_belief": "Now, when Bobby comes in from outside, where will he look first for his soccer ball?",
  "ToM-scene2-instruct1": "This morning when he came to school, Ethan put his book on the shelf above the coat hooks. Ethan’s book is blue!",
  "ToM-scene2-instruct2": "And then he went outside to play, see? Here’s Ethan playing outside. And while he was outside playing, Ethan’s book fell down from above the coat hooks onto the floor under the coats, see?",
  "ToM-scene2-instruct3": "Then Hannah comes in and Hannah puts her book up above the coat hooks. Hannah's book is also blue! Ethan is still outside playing, so he didn't see what Hannah was doing.",
  "ToM-scene2-instruct4": "Let’s see what he does. Oh look, here is Ethan reaching for this book up on the shelf. And now Hannah sees Ethan reaching for that book... the book that is Hannah's!",
  "ToM-scene2-q1-false_belief": "Now, when Ethan comes in from outside, where will he look first for his book?",
  "ToM-scene2-q2-emotion_reasoning": "How do you think Hannah feels about Ethan reaching for that book?",
  "ToM-scene2-q3-false_belief": "Is Ethan being mean and naughty for taking Hannah's book?",
  "ToM-scene2-q4-false_belief": "Should Ethan get in trouble with the teacher for taking Hannah's book?",
  "ToM-scene2-q5-reality_check": "Can you help Hannah find her book? Is it on the shelf or under the coats?",
  "ToM-scene2-q6-reality_check": "Can you help Ethan find his book? Is it on the shelf or under the coats?",
  "ToM-scene2-q7-emotion_reasoning": "How do you think Hannah would feel if she had not seen Ethan reaching for the book?",
  "ToM-scene3-instruct1": "Joshua, Isabel, and Ivan are playing a game. Here's how the game goes: One kid hides, but draws a clue in the sandbox so the other kids can find them.",
  "ToM-scene3-instruct2": "So Ivan is going first. He draws this clue in the sandbox, and then he goes to hide.",
  "ToM-scene3-instruct3": "Now it's Joshua's turn to leave a clue, and hide. Isabel and Ivan will then try to use the clue to find him.",
  "ToM-scene3-instruct4": "Joshua decides to hide behind the fountain. He draws a clue in the sand. He tries to draw the fountain, with the bottom part and the water coming out of it. But the drawing looks like a tree instead! Then Joshua goes and hides behind the fountain.",
  "ToM-scene3-q1": "What did Joshua mean to draw?",
  "ToM-scene3-q2-false_belief": "When Isabel and Ivan see this clue, where will they look first for Joshua?",
  "ToM-scene3-q2-reality_check": "Can you help them find where Joshua really is?",
  "ToM-scene3-q3-emotion_reasoning": "Look, Isabel and Ivan found Joshua, and won the game! How do you think Isabel feels about winning the game?",
  "ToM-scene4-instruct1": "Now the games are over, and it's almost time to go home. Mother tells the kids to find all of their toys.",
  "ToM-scene4-instruct2": "Joshua brought his toy truck with him to the park, but now he can't find it. He's looking everywhere but he can't find it.",
  "ToM-scene4-instruct3": "Joshua can't find his truck because earlier in the day, when no one was looking, Isabel took the toy truck and buried it in the sandbox.",
  "ToM-scene4-instruct4": "So Joshua looks everywhere and he can't find his toy truck. Mother gets mad at Joshua, because he lost his truck.",
  "ToM-scene4-instruct5": "When Isabel sees that Mother is mad at Joshua, she goes to the sandbox and digs up the toy truck, and gives it back to Joshua.",
  "ToM-scene4-instruct6": "Isabel tells Joshua that she’s very sorry, and she gives him a big hug. Joshua gives her a big hug back, and Mother joins in.",
  "ToM-scene4-q1-emotion_reasoning": "How does Joshua feel about losing his truck?",
  "ToM-scene4-q2": "Is it fair that Mother is mad at Joshua for losing his truck?",
  "ToM-scene4-q3": "Is Mother mad at Isabel?",
  "ToM-scene4-q4-false_belief": "Is Joshua mad at Isabel?",
  "ToM-scene4-q5": "Is Mother mad at Joshua now?",
  "ToM-scene4-q6": "Is Mother mad at Isabel now?",
  "ToM-scene4-q7": "Is Joshua mad at Isabel now?",
  "ToM-scene4-q8-emotion_reasoning": "How would Joshua feel if he found his truck?",
  "ToM-scene5-instruct1": "This is Katie. Earlier today, Katie's mom was cleaning the house, while Katie watched. Mom left three cups in the kitchen. There is a small cup on the counter, a medium sized cup on the table, and a big cup that she put away up high, on the shelf.",
  "ToM-scene5-instruct2": "Katie and Dad just walked in and Katie asks her dad to get her a cup. Katie tells her Dad, “I want the big cup!”",
  "ToM-scene5-q1": "Which cup will Dad give Katie?",
  "ToM-scene5-q2-reality_check": "Which cup does Katie want?",
  "ToM-scene5-q3-emotion_reasoning": "How does Katie feel about not getting the cup she wanted?",
  "ToM-scene5-q4-emotion_reasoning": "How would Katie feel if she had received the cup she wanted?",
  "ToM-scene6-instruct1": "Sam and Maria are playing together. They look outside and see a new shop across the street. Maria tells Sam: “I am going to buy new shirts for us there,” and she walks away.",
  "ToM-scene6-instruct2": "Mom comes home and she tells Sam that she just walked by the shop. “Are they selling shirts?” Sam asks. “No,” Mom says, “They are only selling shoes”. “Maria will probably now get shoes at the shop,” Sam says.",
  "ToM-scene6-instruct3": "Maria has arrived at the shop. “I would like to buy shirts,” she says. “All we have left are socks,” says the shopkeeper. Since Maria also needs socks, she decides to get some socks.",
  "ToM-scene6-instruct4": "On her way back, Maria meets her dad. She tells her dad: “I have just bought some socks. I am going to share them with my brother Sam. It is a surprise.”\n“That is nice of you,” says Dad. Then he asks Maria: “Does Sam know what you bought him?”",
  "ToM-scene6-instruct5": "Then Dad asks: “What does Sam think they are selling at the shop?”",
  "ToM-scene6-instruct6": "Sam is very happy to get his new socks.",
  "ToM-scene6-q1": "Does Maria know that they are selling shoes in the shop?",
  "ToM-scene6-q2": "Does Sam know that Maria bought some socks?",
  "ToM-scene6-q3": "What does Sam think they are selling at the shop?",
  "ToM-scene6-q4": "What does Maria tell Dad?",
  "ToM-scene6-q5": "What does Maria tell Dad?",
  "ToM-scene6-q6": "What does Sam think they are selling at the shop?",
  "ToM-scene7-instruct1": "Here is Diana. This morning at school, Diana put her toy in this drawer, because she didn’t want anyone to find it.",
  "ToM-scene7-instruct2": "But while Diana was outside, someone did find it! And moved it from inside the drawer, to inside the desk.",
  "ToM-scene7-instruct3": "So now it’s playtime and Diana wants her toy.",
  "ToM-scene7-q1-false_belief": "Where will Diana look for her toy?",
  "ToM-scene7-q2-reality_check": "And where is her toy really?",
  "ToM-scene8-instruct1": "This morning when she came to school, Allie put her yellow pencil on this shelf, above the backpack shelf.",
  "ToM-scene8-instruct2": "And then she went outside to play, see? Here’s Allie playing outside. And while she was outside playing, Allie’s yellow pencil fell down from on top of the shelf to behind the backpack shelf, see?",
  "ToM-scene8-instruct3": "Then Mike comes in, and Mike puts his pencil above the backpack shelf. Mike’s pencil is also yellow! But Allie is still outside playing, so she didn’t see what Mike was doing.",
  "ToM-scene8-q1-false_belief": "Now, when Allie comes in from outside, where will she look first for her pencil?",
  "ToM-transition": "Nice work! Here is a new story.",
  "activity": "activity",
  "addition-prompt1": "Add the numbers and choose the correct answer.",
  "addition-prompt2": "Add the numbers.",
  "administrator": "administrator",
  "angry": "angry",
  "assent": "assent",
  "assessment": "assessment",
  "assignment": "assignment",
  "auth/consent.acceptButton": "Accept",
  "auth/consent.assentTitle": "Assent",
  "auth/consent.consentTitle": "Consent",
  "auth/consent.consentUpdatedStatus": "Consent status updated",
  "auth/consent.header": "Consent",
  "auth/consent.rejectButton": "No, sign me out",
  "auth/consent.title": "",
  "auth/consent.toastHeader": "Confirmed",
  "auth/signin.atLeastOneLowercase": "At least one lowercase",
  "auth/signin.atLeastOneNumber": "At least one number",
  "auth/signin.atLeastOneNumeric": "At least one numeric",
  "auth/signin.atLeastOneUpperCase": "At least one uppercase",
  "auth/signin.buttonLabel": "Go!",
  "auth/signin.continueWithGoogle": "Continue with Google",
  "auth/signin.emailId": "email",
  "auth/signin.emailPlaceholder": "Username or email",
  "auth/signin.forgotPassword": "Forgot Password?",
  "auth/signin.incorrectEmailOrPassword": "Incorrect username/email or password",
  "auth/signin.invalidEmailPlaceholder": "Error: invalid email",
  "auth/signin.minimumCharacters": "Minimum 8 characters",
  "auth/signin.pageTitle": "",
  "auth/signin.passwordId": "password",
  "auth/signin.passwordPlaceholder": "Password",
  "auth/signin.pickPassword": "Pick a password",
  "auth/signin.selectLanguage": "Select Language",
  "auth/signin.selectLanguageLabel": "Language",
  "auth/signin.signInWithEmailLinkInstead": "Sign-in using email link",
  "auth/signin.signInWithEmailLinkPlaceHolder": "Press Go to sign-in with an email link.",
  "auth/signin.signInWithPasswordInstead": "Sign-in using password",
  "auth/signin.suggestions": "Suggestions",
  "baseball": "The small baseball",
  "basket": "In the basket",
  "basketball": "A basketball",
  "behind": "Behind the backpack shelf",
  "behind-flowerbush": "Behind the flower bush",
  "behind-fountain": "Behind the fountain",
  "behind-rock": "Behind the rock",
  "behind-tree": "Behind the tree",
  "big-basketball": "The big basketball",
  "blueball": "The blue ball",
  "bluestack": "The large blue stack",
  "box": "In the box",
  "calm": "calm",
  "cancel": "cancel",
  "chair": "Behind the chair",
  "child": "child",
  "child_survey_001": "<font face=\"Verdana\" size=\"4\">These questions ask you about how you feel at school and some of the things you do at school. There are no right or wrong answers. Choose the answer that best describes what you think. <b><font face=\"Verdana\" size=\"4\">No, never; Yes, some of the time; Yes, most of the time; Yes, all of the time.<br><br>The first two are for practice.",
  "child_survey_002": "Do you like to read comic books?",
  "child_survey_003": "No, never",
  "child_survey_004": "Yes, some of the time",
  "child_survey_005": "Yes, most of the time",
  "child_survey_006": "Yes, always",
  "child_survey_007": "Are you neat and tidy at school?",
  "child_survey_008": "No, never",
  "child_survey_009": "Yes, some of the time",
  "child_survey_010": "Yes, most of the time",
  "child_survey_011": "Yes, always",
  "child_survey_012": "Is your teacher nice to you?",
  "child_survey_013": "No, never",
  "child_survey_014": "Yes, some of the time",
  "child_survey_015": "Yes, most of the time",
  "child_survey_016": "Yes, always",
  "child_survey_017": "Does your teacher like you?",
  "child_survey_018": "No, never",
  "child_survey_019": "Yes, some of the time",
  "child_survey_020": "Yes, most of the time",
  "child_survey_021": "Yes, always",
  "child_survey_022": "Does your teacher listen to you?",
  "child_survey_023": "No, never",
  "child_survey_024": "Yes, some of the time",
  "child_survey_025": "Yes, most of the time",
  "child_survey_026": "Yes, always",
  "child_survey_027": "Is school fun?",
  "child_survey_028": "No, never",
  "child_survey_029": "Yes, some of the time",
  "child_survey_030": "Yes, most of the time",
  "child_survey_031": "Yes, always",
  "child_survey_032": "Do you enjoy school?",
  "child_survey_033": "No, never",
  "child_survey_034": "Yes, some of the time",
  "child_survey_035": "Yes, most of the time",
  "child_survey_036": "Yes, always",
  "child_survey_037": "Are you happy at school?",
  "child_survey_038": "No, never",
  "child_survey_039": "Yes, some of the time",
  "child_survey_040": "Yes, most of the time",
  "child_survey_041": "Yes, always",
  "child_survey_042": "Do you feel safe at school?",
  "child_survey_043": "No, never",
  "child_survey_044": "Yes, some of the time",
  "child_survey_045": "Yes, most of the time",
  "child_survey_046": "Yes, always",
  "child_survey_047": "Do you have friends in your class?",
  "child_survey_048": "No, never",
  "child_survey_049": "Yes, some of the time",
  "child_survey_050": "Yes, most of the time",
  "child_survey_051": "Yes, always",
  "child_survey_052": "Do the kids in your class help you when you need it?",
  "child_survey_053": "No, never",
  "child_survey_054": "Yes, some of the time",
  "child_survey_055": "Yes, most of the time",
  "child_survey_056": "Yes, always",
  "child_survey_057": "Do the kids in your class play with you?",
  "child_survey_058": "No, never",
  "child_survey_059": "Yes, some of the time",
  "child_survey_060": "Yes, most of the time",
  "child_survey_061": "Yes, always",
  "child_survey_062": "Are the kids in your class nice to you?",
  "child_survey_063": "No, never",
  "child_survey_064": "Yes, some of the time",
  "child_survey_065": "Yes, most of the time",
  "child_survey_066": "Yes, always",
  "child_survey_067": "Do you feel lonely at school?",
  "child_survey_068": "No, never",
  "child_survey_069": "Yes, some of the time",
  "child_survey_070": "Yes, most of the time",
  "child_survey_071": "Yes, always",
  "child_survey_072": "Are you good at learning things in school?",
  "child_survey_073": "No, never",
  "child_survey_074": "Yes, some of the time",
  "child_survey_075": "Yes, most of the time",
  "child_survey_076": "Yes, always",
  "child_survey_077": "When schoolwork is hard, do you give up right away?",
  "child_survey_078": "No, never",
  "child_survey_079": "Yes, some of the time",
  "child_survey_080": "Yes, most of the time",
  "child_survey_081": "Yes, always",
  "child_survey_082": "Do you enjoy doing reading activities at school?",
  "child_survey_083": "No, never",
  "child_survey_084": "Yes, some of the time",
  "child_survey_085": "Yes, most of the time",
  "child_survey_086": "Yes, always",
  "child_survey_087": "Do you enjoy doing math activities at school?",
  "child_survey_088": "No, never",
  "child_survey_089": "Yes, some of the time",
  "child_survey_090": "Yes, most of the time",
  "child_survey_091": "Yes, always",
  "child_survey_092": "Are you good at reading?",
  "child_survey_093": "No, never",
  "child_survey_094": "Yes, some of the time",
  "child_survey_095": "Yes, most of the time",
  "child_survey_096": "Yes, always",
  "child_survey_097": "Are you good at math?",
  "child_survey_098": "No, never",
  "child_survey_099": "Yes, some of the time",
  "child_survey_100": "Yes, most of the time",
  "child_survey_101": "Yes, always",
  "child_survey_102": "Some kids think they can get smarter if they work really hard. Do you think that you can get smarter if you work really hard?",
  "child_survey_103": "No, never",
  "child_survey_104": "Yes, some of the time",
  "child_survey_105": "Yes, most of the time",
  "child_survey_106": "Yes, always",
  "child_survey_107": "Some kids think they can get better at reading if they work really hard. Do you think that you can get better at reading if you work really hard?",
  "child_survey_108": "No, never",
  "child_survey_109": "Yes, some of the time",
  "child_survey_110": "Yes, most of the time",
  "child_survey_111": "Yes, always",
  "child_survey_112": "Some kids think they can get better at math if they work really hard. Do you think that you can get better at math if you work really hard?",
  "child_survey_113": "No, never",
  "child_survey_114": "Yes, some of the time",
  "child_survey_115": "Yes, most of the time",
  "child_survey_116": "Yes, always",
  "child_survey_117": "Start Survey",
  "child_survey_118": "Previous",
  "child_survey_119": "Next",
  "child_survey_120": "Finish",
  "classroom": "classroom",
  "close-button-text": "Close",
  "coats": "Under the coats",
  "completed": "completed",
  "components/game-tabs.LEVANTE TRANSLATIONS--------------------------": "",
  "components/game-tabs.clickToStart": "Click to start",
  "components/game-tabs.egmaMathDescription": "Solve the math problems.",
  "components/game-tabs.egmaMathName": "Math",
  "components/game-tabs.heartsAndFlowersDescription": "Match the correct side to the hearts and flowers.",
  "components/game-tabs.heartsAndFlowersName": "Hearts and Flowers",
  "components/game-tabs.introDescription": "Learn how to play our games.",
  "components/game-tabs.introName": "Introduction",
  "components/game-tabs.matrixReasoningDescription": "Find the missing piece to complete the puzzle.",
  "components/game-tabs.matrixReasoningName": "Pattern matching",
  "components/game-tabs.mefsDescription": "Match the shapes and colors.",
  "components/game-tabs.mefsName": "Lion and Monkey",
  "components/game-tabs.memoryGameDescription": "Watch the squares light up. Remember the order and make the same pattern.",
  "components/game-tabs.memoryGameName": "Memory",
  "components/game-tabs.mentalRotationDescription": "Match the pictures.",
  "components/game-tabs.mentalRotationName": "Shape Rotation",
  "components/game-tabs.roarInferenceDescription": "Read the stories and answer the questions.",
  "components/game-tabs.roarInferenceName": "Roar - Inference",
  "components/game-tabs.sameDifferentSelectionDescription": "Find things that are the same about the shapes.",
  "components/game-tabs.sameDifferentSelectionName": "Same & Different",
  "components/game-tabs.surveyDescriptionChild": "Answer questions about your time at school.",
  "components/game-tabs.surveyDescriptionParentPart1": "This survey will take approximately 20-30 minutes to complete and will ask questions about your child.",
  "components/game-tabs.surveyDescriptionParentPart2": "This survey will take approximately 20-30 minutes to complete and will ask questions about your home and yourself.",
  "components/game-tabs.surveyDescriptionTeacherPart1": "This survey will take approximately 5-10 minutes to complete and asks about your background and beliefs about teaching.",
  "components/game-tabs.surveyDescriptionTeacherPart2": "This survey will take approximately 5-10 minutes to complete and asks questions about the classroom(s) you teach.",
  "components/game-tabs.surveyNameChild": "Thoughts and Feelings",
  "components/game-tabs.surveyNameParentPart1": "Survey - Caregiver",
  "components/game-tabs.surveyNameParentPart2": "Survey - Family",
  "components/game-tabs.surveyNameTeacherPart1": "Survey - General",
  "components/game-tabs.surveyNameTeacherPart2": "Survey - Classroom",
  "components/game-tabs.surveyProgressGeneral": "General",
  "components/game-tabs.surveyProgressGeneralParent": "Home/Caregiver",
  "components/game-tabs.surveyProgressGeneralTeacher": "Teacher",
  "components/game-tabs.surveyProgressSpecificParent": "Child",
  "components/game-tabs.surveyProgressSpecificParentMonth": "Month",
  "components/game-tabs.surveyProgressSpecificParentYear": "Year",
  "components/game-tabs.surveyProgressSpecificTeacher": "Classroom",
  "components/game-tabs.taskCompleted": "Task Completed!",
  "components/game-tabs.theoryOfMindDescription": "Listen to the stories and answer the questions.",
  "components/game-tabs.theoryOfMindName": "Stories",
  "components/game-tabs.trogDescription": "Listen to the words and choose the matching picture.",
  "components/game-tabs.trogName": "Sentence Undersanding",
  "components/game-tabs.vocabDescription": "Listen to the word and choose the matching picture.",
  "components/game-tabs.vocabName": "Vocabulary",
  "components/navbar.greeting": "Hi",
  "components/navbar.signOut": "Sign Out",
  "components/participant-sidebar.grade": "Grade",
  "components/participant-sidebar.studentInfo": "Participant Info",
  "components/participant-sidebar.tasksCompleted": "tasks completed!",
  "components/sentry-form.buttonLabel": "Report an Issue",
  "components/sentry-form.cancelButtonLabel": "Cancel",
  "components/sentry-form.emailPlaceholder": "your.email@example.org (optional)",
  "components/sentry-form.formTitle": "Report an Issue to LEVANTE",
  "components/sentry-form.messageLabel": "Description",
  "components/sentry-form.messagePlaceholder": "What is the issue? What did you want to experience instead? Thank you for sharing.",
  "components/sentry-form.namePlaceholder": "Your Name (optional)",
  "components/sentry-form.submitButtonLabel": "Submit Issue Report",
  "components/tasks.loading": "loading",
  "components/tasks.preparing": "Preparing your game!",
  "consent": "consent",
  "continue": "continue",
  "continue-button-text": "OK",
  "counting-1": "How many cars is this?",
  "counting-2": "How many apples is this?",
  "counting-intro": "In this number game, you will say how many things are in the picture! The grownup helping you will press the button.",
  "counting-intro-afc": "This time, you will choose the button with the right number!",
  "crayons": "Crayons",
  "cup": "A cup",
  "cupbook": "The book about cups",
  "dashboard": "dashboard",
  "data-questionnaire-button-text1": "I have SERIOUS CONCERNS about these data (e.g., the child did not seem to understand the task, was frequently distracted/interrupted, etc.)",
  "data-questionnaire-button-text2": "I feel OK about these data (e.g., the child seemed to understand the task pretty well, only experienced a few distractions/interruptions, etc.)",
  "data-questionnaire-button-text3": "I feel GOOD about these data (e.g., the child clearly understood the task, had very few (if any) distractions/ interruptions, etc.)",
  "desk": "In the desk",
  "disgusted": "disgusted",
  "drawer": "In the drawer",
  "email": "email",
  "error": "error",
  "family": "family",
  "feedback-good-job": "Good job!",
  "feedback-nice-work": "Nice work!",
  "feedback-not-quite-right": "That's not quite right. Please try again.",
  "feedback-try-again": "Please try again!",
  "feedbackCorrect": "Great! That's right.",
  "floor": "On the floor",
  "flower-instruct1": "This is the flower game. Here's how you play it.",
  "flower-instruct2": "When you see a flower, press the button on the opposite side.",
  "flower-practice-feedback1": "The flower is on the left side. Press the right button.",
  "flower-practice-feedback2": "When you see a FLOWER, press the button on the OPPOSITE side.",
  "flowerbush": "A flower bush",
  "fountain": "A fountain",
  "game": "game",
  "general-device-type": "Please use a tablet in landscape mode, a desktop computer, or a laptop to complete the activities.",
  "general-encourage": "Keep Going!",
  "general-exit": "Exit",
  "general-footer": "Click the button below or press <b>ANY KEY</b> to continue",
  "general-fullscreen": "Switch to full screen mode",
  "general-intro1": "Hi! We are excited to have you play some games with us today!",
  "general-intro2": "First, you get to choose a buddy to play along with you. As you complete the different games, you will get to pick an accessory like a hat or glasses to decorate your buddy.",
  "general-intro3": "Now that you have your buddy, we want to explain how the games work.",
  "general-intro4": "During the games you will need to listen to instructions so make sure your speakers are on and the volume is the way you like it. If you need to hear the instructions again, you can click the speaker button up in the corner of your screen.",
  "general-intro5": "You can choose your answers in different ways depending on the type of tablet or computer you are using. You can use a mouse or touchpad to click your choice, you can use the arrow keys on your keyboard, or you can touch your screen if you are using a tablet. You can pick the way that works best for you.\n\nIf you have any questions or need help getting started, please ask the adult who is nearby to help you.",
  "general-keyboard-instructions": "If you want to use your keyboard to answer a question, press the arrow key shown next to your choice.",
  "general-repeat-instructions": "Looks like this is a little tricky! Let’s review the instructions.",
  "general-rotate-device": "Please rotate your device for the best view of the activities.",
  "general-your-turn": "Nice job with the practice! Let's try some more on your own.",
  "grade": "grade",
  "happy": "happy",
  "heart-instruct1": "This is the heart game. Here's how you play it.",
  "heart-instruct2": "When you see a heart, press the button on the same side.",
  "heart-practice-feedback1": "The heart is on the right side. Press the right button.",
  "heart-practice-feedback2": "Remember! When you see a HEART, press the button on the SAME side.",
  "hearts-and-flowers-encourage1": "Try to keep up!",
  "hearts-and-flowers-encourage2": "If you make a mistake, just keep going!",
  "hearts-and-flowers-end": "Great job! You completed the game!",
  "hearts-and-flowers-instruct1": "This time the game will go faster. It won't tell you if you are right or wrong. Try to keep up!",
  "hearts-and-flowers-instruct2": "Try to answer as fast as you can without making mistakes. If you make a mistake, just keep going!",
  "hearts-and-flowers-instruct3": "Now, we're going to play a game with hearts and flowers.",
  "hearts-and-flowers-play-time": "Time to play!",
  "hearts-and-flowers-practice-time": "Time to practice!",
  "hearts-and-flowers-try-again": "That's not quite right. Please try again.",
  "hill": "A hill",
  "hillsbook": "The book about hills",
  "hostile-attribution-scene1-by-accident": "by accident",
  "hostile-attribution-scene1-instruct1": "Imagine that you are walking to school and you’re wearing your new shoes. You really like your new shoes and this is the first day you have worn them.",
  "hostile-attribution-scene1-instruct2": "Suddenly, you are bumped from behind by a boy. You stumble and fall into a mud puddle and your new shoes get muddy.",
  "hostile-attribution-scene1-on-purpose": "on purpose",
  "hostile-attribution-scene1-q1": "Do you think that the boy bumped you on purpose or by accident?",
  "hostile-attribution-scene1-q2": "Now pick one of the three choices as the one you would do:",
  "hostile-attribution-scene1-q2-ans1": "clean up my shoes",
  "hostile-attribution-scene1-q2-ans2": "walk away from the boy",
  "hostile-attribution-scene1-q2-ans3": "push the boy in the mud",
  "hostile-attribution-scene2-by-accident": "by accident",
  "hostile-attribution-scene2-instruct1": "Imagine that you are on the playground. You and some other kids are having a race. A boy is standing on the side, bouncing a basketball.",
  "hostile-attribution-scene2-instruct2": "The next thing you know, the boy has bounced the ball and it has rolled under your feet, making you fall. You skin your knee and someone else wins the race.",
  "hostile-attribution-scene2-on-purpose": "on purpose",
  "hostile-attribution-scene2-q1": "Do you think that the boy made you fall on purpose or by accident?",
  "hostile-attribution-scene2-q2": "Now pick one of the three choices as the one you would do:",
  "hostile-attribution-scene2-q2-ans1": "go to another area of the playground",
  "hostile-attribution-scene2-q2-ans2": "say something mean to him",
  "hostile-attribution-scene2-q2-ans3": "take care of my knee",
  "hostile-attribution-scene3-by-accident": "by accident",
  "hostile-attribution-scene3-instruct1": "Imagine that you are working on an assignment at your desk.",
  "hostile-attribution-scene3-instruct2": "You go to sharpen your pencil, and as you walk back to your desk there is a boy walking just in front of you. The boy passes your desk before you get there.",
  "hostile-attribution-scene3-instruct3": "The next thing you know, the boy has knocked all of your papers off of your desk, and they are all over the floor.",
  "hostile-attribution-scene3-on-purpose": "on purpose",
  "hostile-attribution-scene3-q1": "Do you think the boy knocked your papers onto the floor on purpose or by accident?",
  "hostile-attribution-scene3-q2": "Now pick one of the three choices as the one you would do:",
  "hostile-attribution-scene3-q2-ans1": "call him a name",
  "hostile-attribution-scene3-q2-ans2": "pick up the papers",
  "hostile-attribution-scene3-q2-ans3": "do nothing",
  "inferenceInstructions": "Read each story carefully. Think about what happened in the story and what you know. Choose the best answer for each question.",
  "inferenceInstructions2": "Welcome to ROAR - Inference",
  "instructions": "instructions",
  "intro-finished": "You've finished the instructions. Thank you!",
  "item_id": "en",
  "language": "language",
  "large_cup": "The big cup",
  "levante": "LEVANTE",
  "loading": "loading",
  "math-instructions1": "In this game, you will do some math problems. Some will be like the ones you do in school and some will be a little different than what you do in school. \n\nSome questions might be easy for you and some might be hard. That is okay! Please try your best and take your time. Most of the questions will have four choices. You choose the one you think is right. Let’s get started!",
  "math-instructions1-heavy": "In this game, you will play with numbers.\n\nSome questions might be easy for you and some might be hard. That is okay! Please try your best and take your time. Let’s get started!",
  "math-intro-fractions": "In this section sometimes you will add and sometimes you will subtract. Be sure to look carefully for the plus or minus sign. The first few are for practice.",
  "math-intro1": "Here is the first section. Let's start with some practice!",
  "math-intro1-heavy": "It's time for the first number game! Let's practice.",
  "math-intro2": "Here is another section. The first few are for practice.",
  "math-intro2-heavy": "It's time for the next number game! Let's practice.",
  "matrix-reasoning-instruct1": "We’re going to show you a puzzle, and your job is to pick the best piece to complete the puzzle. Let's get started!",
  "matrix-reasoning-instruct2": "See this big puzzle? It's missing a piece! Which piece goes in the puzzle?",
  "matrix-reasoning-prompt1": "Choose the best pattern to fill in the blank.",
  "medium_cup": "The medium sized cup",
  "memory-game-backward-prompt": "Choose the squares in the backward order.",
  "memory-game-backward-try-again": "That's not quite right. Please try again. Choose the squares in the backward order.",
  "memory-game-display": "Watch the squares light up.",
  "memory-game-forward-prompt": "Choose the squares in the same order.",
  "memory-game-forward-try-again": "That's not quite right. Please try again. Choose the squares in the same order.",
  "memory-game-input": "Choose the squares in the same order.",
  "memory-game-instruct1": "This is the memory game. Here's how you play it.",
  "memory-game-instruct1-heavy": "This is the memory game.",
  "memory-game-instruct2": "You will see squares light up.",
  "memory-game-instruct2-heavy": "In this game, we are going to see squares light up. Your job is to touch the squares that light up.",
  "memory-game-instruct3": "You're going to choose the squares in the same order.",
  "memory-game-instruct3-heavy": "Now we will see two squares light up. Your job is to touch the squares in the same order as they light up!",
  "memory-game-instruct4": "Watch carefully! Try to remember the order.",
  "memory-game-instruct4-heavy": "Watch the squares light up. I will touch the squares in the same order.",
  "memory-game-instruct5": "This time the game won't tell you if you're right or wrong. Let’s start playing the memory game!",
  "memory-game-instruct5-heavy": "OK, now you're going to play the rest of the memory game on your own. More squares will light up each time the longer you play, so watch carefully!",
  "memory-game-instruct6": "Now let's play the memory game in reverse!",
  "memory-game-instruct6-heavy": "If you make a mistake, just keep going!",
  "memory-game-instruct7": "Let’s start playing the memory game!",
  "mental-rotation-instruct-3D": "Now you will see pictures that show blocks with three sides. Your task is to choose the matching picture.",
  "mental-rotation-instruct1": "Do you see these two outlines? One goes with this shape. Let’s see which one goes with the shape.",
  "mental-rotation-prompt1": "Choose the matching picture.",
  "mental-rotation-prompt2": "Choose the picture that matches this one.",
  "mental-rotation-test-instruct4": "Now you try! Can you find the shape that goes with the outline?",
  "mental-rotation-training-instruct2": "Let's see if this shape goes with the outline. This shape doesn’t go with the outline.",
  "mental-rotation-training-instruct3": "Let's see if this shape goes with the outline. This shape does go with the outline.",
  "missing-number-prompt1": "What number goes in the blank?",
  "missing-number-prompt2": "What number goes here?",
  "missing-number-prompt3": "What numbers go in the blanks?",
  "multiplication-prompt1": "Multiply the numbers and choose the correct answer.",
  "multiplication-prompt2": "Multiply the numbers.",
  "no": "no",
  "ns-number-comp-1": "Which card has more apples?",
  "ns-number-comp-2": "Which card has more cars?",
  "ns-number-identification-1": "Choose the card that shows 1 apple.",
  "ns-number-identification-10": "Choose the card that shows 10 apples.",
  "ns-number-identification-2": "Choose the card that shows 2 cars.",
  "ns-number-identification-5": "Choose the card that shows 5 apples.",
  "ns-number-identification-7": "Choose the card that shows 7 cars.",
  "number-comparison-prompt1": "Which number is larger?",
  "number-comparison-prompt2": "Which is larger?",
  "number-identification-1": "Choose the number 1.",
  "number-identification-10": "Choose the 23.",
  "number-identification-11": "Choose the 48.",
  "number-identification-12": "Choose the 91.",
  "number-identification-13": "Choose the 33.",
  "number-identification-14": "Choose the 74.",
  "number-identification-15": "Choose the 87.",
  "number-identification-16": "Choose the 65.",
  "number-identification-17": "Choose the 108.",
  "number-identification-18": "Choose the 245.",
  "number-identification-19": "Choose the 587.",
  "number-identification-2": "Choose the 2.",
  "number-identification-20": "Choose the 731.",
  "number-identification-21": "Choose the 989.",
  "number-identification-22": "Choose the 6.",
  "number-identification-23": "Choose the 14.",
  "number-identification-24": "Choose the 18.",
  "number-identification-25": "Choose the 26.",
  "number-identification-26": "Choose the 35.",
  "number-identification-27": "Choose the 41.",
  "number-identification-28": "Choose the 47.",
  "number-identification-29": "Choose the 50.",
  "number-identification-3": "Choose the 9.",
  "number-identification-30": "Choose the 55.",
  "number-identification-31": "Choose the 66.",
  "number-identification-32": "Choose the 67.",
  "number-identification-33": "Choose the 88.",
  "number-identification-34": "Choose the 101.",
  "number-identification-35": "Choose the 426.",
  "number-identification-36": "Choose the 131.",
  "number-identification-37": "Choose the 256.",
  "number-identification-38": "Choose the 349.",
  "number-identification-39": "Choose the 543.",
  "number-identification-4": "Choose the 0.",
  "number-identification-40": "Choose the 617.",
  "number-identification-41": "Choose the 877.",
  "number-identification-5": "Choose the 12.",
  "number-identification-6": "Choose the 30.",
  "number-identification-7": "Choose the 22.",
  "number-identification-8": "Choose the 45.",
  "number-identification-9": "Choose the 39.",
  "number-identification-prompt1": "Choose the number you hear.",
  "number-line-instruct1": "Here is a number line. You can move the slider forward and backward along the line. Move the slider so it is in the right place to show where the number belongs. Make sure you look at the numbers at each end when deciding where to move the slider.",
  "number-line-prompt1": "Choose the number that is marked on the number line.",
  "number-line-slider-prompt1": "Move the slider to mark the number.",
  "pages/home-participant.consentUpdatedStatus": "",
  "pages/home-participant.contactAdministrator": "Please contact your administrator to get added to an assignment.",
  "pages/home-participant.loadingAssignments": "Loading Assignments",
  "pages/home-participant.noAssignments": "You have no assignments!",
  "pages/home-participant.selectAssignment": "Select an assignment",
  "pages/home-participant.showOptionalAssignments": "Show optional assignments",
  "pages/home-selector.inactivityLogout": "You will soon be logged out for security purposes. Please click \"Continue\" if you wish to continue your session.\\n Otherwise, you will be automatically logged out in { timeLeft } seconds.",
  "pages/home-selector.inactivityLogoutAcceptLabel": "Continue",
  "pages/home-selector.loading": "Loading...",
  "pages/not-found.label": "Return to Home",
  "pages/not-found.pageNotFound": "Page not found",
  "pages/not-found.sorry": "Sorry, we could not find that page!",
  "pages/signin.adminAction": "here",
  "pages/signin.adminInfoPrompt": "If you registered with a Google email or your email provider uses Google SSO.",
  "pages/signin.adminPrompt": "Are you an Admin? Click {action} to Sign in.",
  "pages/signin.havingTrouble": "Having trouble?",
  "pages/signin.login": "Log in to access your dashboard",
  "pages/signin.loginWith": "Log in with",
  "pages/signin.welcome": "Welcome to ROAR!",
  "parent": "parent",
  "parent_survey_child_001": "<block><b><font face=\"Verdana\" size=\"4\">\nThank you to you and your child for participating in this research project!</b><br> <br> <p><font face=\"Verdana\" size=\"4\">The following survey will take approximately 20-30 minutes to complete and will ask questions about your child. <br><br>When answering the questions, please think about your child who is participating in this research project. If you have more than one child participating in the research project, you will complete this survey separately for each participating child. <br><br>Some questions will note a specific timeframe to consider when answering. If no timeframe is indicated, you can think about how the answer applies to your child in general. <br><br>We appreciate you answering as completely and accurately as possible with the information you have available to you. If you have questions about this survey, please reach out to the research coordinator. <br><br>When you are ready to begin, select the “start survey” button. <br><br><b><font face=\"Verdana\" size=\"4\">Thank you!",
  "parent_survey_child_002": "This section asks general information questions and questions about your child's health.",
  "parent_survey_child_003": "<block><b><font face=\"Verdana\" size=\"4\">This section asks general information questions and questions about your child's health.",
  "parent_survey_child_004": "Please indicate your relationship to the child participating in this research project.",
  "parent_survey_child_005": "Biological or Adoptive Mother",
  "parent_survey_child_006": "Biological or Adoptive Father",
  "parent_survey_child_007": "Step-mother",
  "parent_survey_child_008": "Step-father",
  "parent_survey_child_009": "",
  "parent_survey_child_010": "",
  "parent_survey_child_011": "Foster Parent",
  "parent_survey_child_012": "Other Relative",
  "parent_survey_child_013": "Other Non-Relative",
  "parent_survey_child_014": "Please specify your relationship to the child.",
  "parent_survey_child_015": "Please indicate for how long you have been caring for this child.",
  "parent_survey_child_016": "years",
  "parent_survey_child_017": "years",
  "parent_survey_child_018": "months",
  "parent_survey_child_019": "months",
  "parent_survey_child_020": "What is your child's current age in years?",
  "parent_survey_child_021": "years of age",
  "parent_survey_child_022": "What is your child's CURRENT height? (please estimate to the best of your knowledge)",
  "parent_survey_child_023": "meters",
  "parent_survey_child_024": "meters",
  "parent_survey_child_025": "centimeters",
  "parent_survey_child_026": "centimeters",
  "parent_survey_child_027": "What is your child's CURRENT weight? (please estimate to the best of your knowledge)",
  "parent_survey_child_028": "pounds",
  "parent_survey_child_029": "pounds",
  "parent_survey_child_030": "Was your child born early (more than three weeks before due date)?",
  "parent_survey_child_031": "",
  "parent_survey_child_032": "",
  "parent_survey_child_033": "Don't know",
  "parent_survey_child_034": "How much did your child weigh at birth? (if you do not know, leave blank)",
  "parent_survey_child_035": "Grams",
  "parent_survey_child_036": "In general, how would you describe your child's health?",
  "parent_survey_child_037": "Excellent",
  "parent_survey_child_038": "Very Good",
  "parent_survey_child_039": "Good",
  "parent_survey_child_040": "Fair",
  "parent_survey_child_041": "Poor",
  "parent_survey_child_042": "How would you describe the condition of your child's teeth?",
  "parent_survey_child_043": "Excellent",
  "parent_survey_child_044": "Very Good",
  "parent_survey_child_045": "Good",
  "parent_survey_child_046": "Fair",
  "parent_survey_child_047": "Poor",
  "parent_survey_child_048": "<b>DURING THE PAST WEEK</b>, on how many days did your child exercise, play a sport, or participate in physical activity (either in school or outside of school) for at least 60 minutes?",
  "parent_survey_child_049": "0 days",
  "parent_survey_child_050": "1 - 3 days",
  "parent_survey_child_051": "4 - 6 days",
  "parent_survey_child_052": "Every day",
  "parent_survey_child_053": "<b>DURING THE PAST 12 MONTHS</b>, has your child had FREQUENT or CHRONIC difficulty with any of the following?",
  "parent_survey_child_054": "Breathing or other respiratory problems (such as wheezing or shortness of breath)",
  "parent_survey_child_055": "",
  "parent_survey_child_056": "",
  "parent_survey_child_057": "Don't know",
  "parent_survey_child_058": "Eating or swallowing because of a health condition",
  "parent_survey_child_059": "",
  "parent_survey_child_060": "",
  "parent_survey_child_061": "Don't know",
  "parent_survey_child_062": "Digesting food, including stomach/intestinal problems, constipation, or diarrhea",
  "parent_survey_child_063": "",
  "parent_survey_child_064": "",
  "parent_survey_child_065": "Don't know",
  "parent_survey_child_066": "Repeated or chronic physical pain, including headaches or other back or body pain",
  "parent_survey_child_067": "",
  "parent_survey_child_068": "",
  "parent_survey_child_069": "Don't know",
  "parent_survey_child_070": "Toothaches",
  "parent_survey_child_071": "",
  "parent_survey_child_072": "",
  "parent_survey_child_073": "Don't know",
  "parent_survey_child_074": "Bleeding gums",
  "parent_survey_child_075": "",
  "parent_survey_child_076": "",
  "parent_survey_child_077": "Don't know",
  "parent_survey_child_078": "Decayed teeth or cavities",
  "parent_survey_child_079": "",
  "parent_survey_child_080": "",
  "parent_survey_child_081": "Don't know",
  "parent_survey_child_082": "Does your child have any of the following?",
  "parent_survey_child_083": "Serious difficulty concentrating, remembering, or making decisions because of a physical, mental, or emotional condition",
  "parent_survey_child_084": "",
  "parent_survey_child_085": "",
  "parent_survey_child_086": "Don't know",
  "parent_survey_child_087": "Serious difficulty walking or climbing stairs",
  "parent_survey_child_088": "Yes",
  "parent_survey_child_089": "No",
  "parent_survey_child_090": "Difficulty dressing or bathing",
  "parent_survey_child_091": "Yes",
  "parent_survey_child_092": "No",
  "parent_survey_child_093": "Deafness or problems with hearing",
  "parent_survey_child_094": "Yes",
  "parent_survey_child_095": "No",
  "parent_survey_child_096": "Blindness or problems with seeing, even when wearing glasses",
  "parent_survey_child_097": "Yes",
  "parent_survey_child_098": "No",
  "parent_survey_child_099": "Does your child have any other vision or hearing issues (e.g., frequent ear infections; nearsighted or farsighted)?",
  "parent_survey_child_100": "Yes",
  "parent_survey_child_101": "No",
  "parent_survey_child_102": "If yes, please explain:",
  "parent_survey_child_103": "Has a doctor or other health care provider <b>EVER</b> told you that your child has a genetic or inherited condition?",
  "parent_survey_child_104": "",
  "parent_survey_child_105": "",
  "parent_survey_child_106": "Don't know",
  "parent_survey_child_107": "Prefer not to respond",
  "parent_survey_child_108": "If yes, please note or explain the condition:",
  "parent_survey_child_109": "Has a doctor or other health care provider, or educator <b>EVER</b> told you that your child has any of the following:",
  "parent_survey_child_110": "Behavioral or Conduct Problems",
  "parent_survey_child_111": "No",
  "parent_survey_child_112": "Yes",
  "parent_survey_child_113": "Don't know",
  "parent_survey_child_114": "Prefer not to respond",
  "parent_survey_child_115": "Does your child <b>CURRENTLY</b > have Behavioral or Conduct Problems?",
  "parent_survey_child_116": "Yes",
  "parent_survey_child_117": "No",
  "parent_survey_child_118": "Are the current Behavioral or Conduct Problems, Mild, Moderate, or Severe?",
  "parent_survey_child_119": "Mild",
  "parent_survey_child_120": "Moderate",
  "parent_survey_child_121": "Severe",
  "parent_survey_child_122": "Developmental Delay",
  "parent_survey_child_123": "",
  "parent_survey_child_124": "",
  "parent_survey_child_125": "Don't know",
  "parent_survey_child_126": "Prefer not to respond",
  "parent_survey_child_127": "Does your child <b>CURRENTLY</b > have Developmental Delay?",
  "parent_survey_child_128": "Yes",
  "parent_survey_child_129": "No",
  "parent_survey_child_130": "Are the current Developmental Delays, Mild, Moderate, or Severe?",
  "parent_survey_child_131": "Mild",
  "parent_survey_child_132": "Moderate",
  "parent_survey_child_133": "Severe",
  "parent_survey_child_134": "Intellectual Disability",
  "parent_survey_child_135": "",
  "parent_survey_child_136": "",
  "parent_survey_child_137": "Don't know",
  "parent_survey_child_138": "Prefer not to respond",
  "parent_survey_child_139": "Does your child <b>CURRENTLY</b > have an Intellectual Disability?",
  "parent_survey_child_140": "Yes",
  "parent_survey_child_141": "No",
  "parent_survey_child_142": "Is the current Intellectual Disability, Mild, Moderate, or Severe?",
  "parent_survey_child_143": "Mild",
  "parent_survey_child_144": "Moderate",
  "parent_survey_child_145": "Severe",
  "parent_survey_child_146": "Speech or other language disorder",
  "parent_survey_child_147": "",
  "parent_survey_child_148": "",
  "parent_survey_child_149": "Don't know",
  "parent_survey_child_150": "Prefer not to respond",
  "parent_survey_child_151": "Does your child <b>CURRENTLY</b > have a Speech or other language disorder?",
  "parent_survey_child_152": "Yes",
  "parent_survey_child_153": "No",
  "parent_survey_child_154": "Is the current Speech or other language disorder, Mild, Moderate, or Severe?",
  "parent_survey_child_155": "Mild",
  "parent_survey_child_156": "Moderate",
  "parent_survey_child_157": "Severe",
  "parent_survey_child_158": "Learning Disability",
  "parent_survey_child_159": "",
  "parent_survey_child_160": "",
  "parent_survey_child_161": "Don't know",
  "parent_survey_child_162": "Prefer not to respond",
  "parent_survey_child_163": "Does your child <b>CURRENTLY</b > have a Learning Disability?",
  "parent_survey_child_164": "Yes",
  "parent_survey_child_165": "No",
  "parent_survey_child_166": "Is the current Learning Disability, Mild, Moderate, or Severe?",
  "parent_survey_child_167": "Mild",
  "parent_survey_child_168": "Moderate",
  "parent_survey_child_169": "Severe",
  "parent_survey_child_170": "Autism Spectrum Disorder (ASD) <br>(includes Asperger's Disorder or Pervasive Developmental Disorder (PDD))",
  "parent_survey_child_171": "",
  "parent_survey_child_172": "",
  "parent_survey_child_173": "Don't know",
  "parent_survey_child_174": "Prefer not to respond",
  "parent_survey_child_175": "Does your child <b>CURRENTLY</b > have an Autism Spectrum Disorder (ASD) (includes Asperger's Disorder or Pervasive Developmental Disorder (PDD))?",
  "parent_survey_child_176": "Yes",
  "parent_survey_child_177": "No",
  "parent_survey_child_178": "Is the current Autism Spectrum Disorder (includes Asperger's Disorder or Pervasive Developmental Disorder), Mild, Moderate, or Severe?",
  "parent_survey_child_179": "Mild",
  "parent_survey_child_180": "Moderate",
  "parent_survey_child_181": "Severe",
  "parent_survey_child_182": "Attention Deficit Disorder or Attention Deficit Hyperactivity Disorder (ADD or ADHD)",
  "parent_survey_child_183": "",
  "parent_survey_child_184": "",
  "parent_survey_child_185": "Don't know",
  "parent_survey_child_186": "Prefer not to respond",
  "parent_survey_child_187": "Does your child <b>CURRENTLY</b > have Attention Deficit Disorder or Attention Deficit Hyperactivity Disorder (ADD or ADHD)?",
  "parent_survey_child_188": "Yes",
  "parent_survey_child_189": "No",
  "parent_survey_child_190": "Is the current Attention Deficit Disorder or Attention Deficit Hyperactivity Disorder (ADD or ADHD), Mild, Moderate, or Severe?",
  "parent_survey_child_191": "Mild",
  "parent_survey_child_192": "Moderate",
  "parent_survey_child_193": "Severe",
  "parent_survey_child_194": "What was your child's sex at birth (i.e. on their birth certificate)?",
  "parent_survey_child_195": "",
  "parent_survey_child_196": "",
  "parent_survey_child_197": "Other (describe)",
  "parent_survey_child_198": "The following set of questions asks about gender identity. <br><br>Would you like to answer these additional questions about gender? <br>(Note: your child will NOT be asked these questions)",
  "parent_survey_child_199": "What is your child's current gender identification?",
  "parent_survey_child_200": "",
  "parent_survey_child_201": "",
  "parent_survey_child_202": "",
  "parent_survey_child_203": "Over the last year, how frequently did your child engage in behaviors or express preferences that are more commonly associated with girls?",
  "parent_survey_child_204": "Never",
  "parent_survey_child_205": "Rarely",
  "parent_survey_child_206": "Sometimes",
  "parent_survey_child_207": "Often",
  "parent_survey_child_208": "Always",
  "parent_survey_child_209": "Over the last year, how frequently did your child state that they are, or want to be, a girl?",
  "parent_survey_child_210": "Never",
  "parent_survey_child_211": "Rarely",
  "parent_survey_child_212": "Sometimes",
  "parent_survey_child_213": "Often",
  "parent_survey_child_214": "Always",
  "parent_survey_child_215": "Over the last year, how frequently did your child engage in behaviors or express preferences that are more commonly associated with boys?",
  "parent_survey_child_216": "Never",
  "parent_survey_child_217": "Rarely",
  "parent_survey_child_218": "Sometimes",
  "parent_survey_child_219": "Often",
  "parent_survey_child_220": "Always",
  "parent_survey_child_221": "Over the last year, how frequently did your child state that they are, or want to be, a boy?",
  "parent_survey_child_222": "Never",
  "parent_survey_child_223": "Rarely",
  "parent_survey_child_224": "Sometimes",
  "parent_survey_child_225": "Often",
  "parent_survey_child_226": "Always",
  "parent_survey_child_227": "Has your child begun to show signs of puberty (even if very early)?",
  "parent_survey_child_228": "Yes",
  "parent_survey_child_229": "No",
  "parent_survey_child_230": "For each question, please select the answer that best describes what is happening to your child right now.",
  "parent_survey_child_231": "Would you say that your child's growth in height (getting taller):",
  "parent_survey_child_232": "Has not yet begun to spurt (\"spurt\" means more growth than usual)",
  "parent_survey_child_233": "Has barely started to spurt",
  "parent_survey_child_234": "Has definitely started to happen but is not finished",
  "parent_survey_child_235": "Seems completed (child is about as tall as she is going to get)",
  "parent_survey_child_236": "How about the growth of body hair (e.g. under arms)? Would you say your child's body hair:",
  "parent_survey_child_237": "Has not started growing",
  "parent_survey_child_238": "Has barely started growing",
  "parent_survey_child_239": "Has definitely started growing but is not finished",
  "parent_survey_child_240": "Seems completed (child has as much body hair as she is going to get)",
  "parent_survey_child_241": "Have you noticed any skin changes, especially pimples?",
  "parent_survey_child_242": "Not yet started showing changes",
  "parent_survey_child_243": "Have barely started showing changes",
  "parent_survey_child_244": "Skin changes have definitely started but are not finished",
  "parent_survey_child_245": "Skin changes seem completed",
  "parent_survey_child_246": "Have your child's breasts begun to grow?",
  "parent_survey_child_247": "Not yet started growing",
  "parent_survey_child_248": "Have barely started growing",
  "parent_survey_child_249": "Breast growth has definitely started but is not finished",
  "parent_survey_child_250": "Breast growth seems completed",
  "parent_survey_child_251": "Has your child begun to menstruate?",
  "parent_survey_child_252": "Yes",
  "parent_survey_child_253": "No",
  "parent_survey_child_254": "If yes, how old was your child when she first got her period?",
  "parent_survey_child_255": "years of age",
  "parent_survey_child_256": "For each question, please select the answer that best describes what is happening to your child right now.",
  "parent_survey_child_257": "Would you say that your child's growth in height (getting taller):",
  "parent_survey_child_258": "Has not yet begun to spurt (\"spurt\" means more growth than usual)",
  "parent_survey_child_259": "Has barely started to spurt",
  "parent_survey_child_260": "Has definitely started to happen but is not finished",
  "parent_survey_child_261": "Seems completed (child is about as tall as she is going to get)",
  "parent_survey_child_262": "How about the growth of body hair (e.g. under arms)? Would you say your child's body hair:",
  "parent_survey_child_263": "Has not started growing",
  "parent_survey_child_264": "Has barely started growing",
  "parent_survey_child_265": "Has definitely started growing but is not finished",
  "parent_survey_child_266": "Seems completed (child has as much body hair as she is going to get)",
  "parent_survey_child_267": "Have you noticed any skin changes, especially pimples?",
  "parent_survey_child_268": "Not yet started showing changes",
  "parent_survey_child_269": "Have barely started showing changes",
  "parent_survey_child_270": "Skin changes have definitely started but are not finished",
  "parent_survey_child_271": "Skin changes seem completed",
  "parent_survey_child_272": "Has your child's voice started to change?",
  "parent_survey_child_273": "Not yet started to change",
  "parent_survey_child_274": "Has barely started changing",
  "parent_survey_child_275": "Voice change is definitely happening but is not finished",
  "parent_survey_child_276": "Voice change seems completed",
  "parent_survey_child_277": "Has your child started to grow facial hair (beard or mustache)?",
  "parent_survey_child_278": "Not yet started growing facial hair",
  "parent_survey_child_279": "Has barely started growing facial hair",
  "parent_survey_child_280": "Hair growth has definitely started (enough to shave)",
  "parent_survey_child_281": "Probably grows now as fast as it will ever grow",
  "parent_survey_child_282": "Please respond to each statement about your child's sleep habits.",
  "parent_survey_child_283": "In the <b>past 7 days</b>....",
  "parent_survey_child_284": "Rarely (0-1 times per week)",
  "parent_survey_child_285": "Sometimes (2-4 times per week)",
  "parent_survey_child_286": "Usually (5 or more times per week)",
  "parent_survey_child_287": "Your child had a hard time falling asleep (did not fall asleep within 20 minutes of going to bed).",
  "parent_survey_child_288": "Your child had difficulty sleeping through the night (woke up once or more during the night).",
  "parent_survey_child_289": "Your child went to bed at about the same time on the weeknights (Monday-Friday).",
  "parent_survey_child_290": "<b>DURING THE PAST WEEK</b>, about how many hours of sleep per night did your child usually get on the weeknights (Monday-Friday)?",
  "parent_survey_child_291": "Less than 6 hours",
  "parent_survey_child_292": "6 hours",
  "parent_survey_child_293": "7 hours",
  "parent_survey_child_294": "8 hours",
  "parent_survey_child_295": "9 hours",
  "parent_survey_child_296": "10 hours",
  "parent_survey_child_297": "11 hours or more",
  "parent_survey_child_298": "<block><b><font face=\"Verdana\" size=\"4\">This section asks about your child's behavior and social interaction.",
  "parent_survey_child_299": "For each item, please mark \"Not at all\", \"Not very well\", \"Somewhat well\", or \"Very well\" to indicate <i>how well</i> the sentence applies to your child. Please answer all items as best you can even if you are not absolutely certain.",
  "parent_survey_child_300": "Not at all",
  "parent_survey_child_301": "Not very well",
  "parent_survey_child_302": "Somewhat well",
  "parent_survey_child_303": "Very well",
  "parent_survey_child_304": "Your child has difficulty staying still or shows periods of over-activity.",
  "parent_survey_child_305": "Your child often complains about feeling sick (ex: headache, stomach ache).",
  "parent_survey_child_306": "Your child avoids others or prefers to spend time alone.",
  "parent_survey_child_307": "Your child is often worried or anxious.",
  "parent_survey_child_308": "You child frequently fidgets.",
  "parent_survey_child_309": "Your child has one (or more) good friends.",
  "parent_survey_child_310": "You child often seems sad, depressed, or down.",
  "parent_survey_child_311": "Your child gets along with other children.",
  "parent_survey_child_312": "Your child gets distracted easily or has trouble staying on task.",
  "parent_survey_child_313": "Your child is shy or clingy.",
  "parent_survey_child_314": "Your child treats younger children nicely.",
  "parent_survey_child_315": "Your child often shows dishonest behavior (e.g. lying, cheating).",
  "parent_survey_child_316": "Your child has taken things without permission from home, school, or elsewhere.",
  "parent_survey_child_317": "Your child prefers adults to children.",
  "parent_survey_child_318": "Your child is often nervous or fearful.",
  "parent_survey_child_319": "Please indicate <i>how well</i> each statement describes your child.",
  "parent_survey_child_320": "Not at all",
  "parent_survey_child_321": "Not very well",
  "parent_survey_child_322": "Somewhat well",
  "parent_survey_child_323": "Very well",
  "parent_survey_child_324": "Your child accepts things when they do not go their way.",
  "parent_survey_child_325": "Your child copes well with failure.",
  "parent_survey_child_326": "Your child thinks before acting.",
  "parent_survey_child_327": "Your child resolves problems with friends on their own.",
  "parent_survey_child_328": "Your child can calm down when excited.",
  "parent_survey_child_329": "Your child does what they are told to do.",
  "parent_survey_child_330": "Your child is good at understanding others' feelings.",
  "parent_survey_child_331": "Your child controls their temper when there is a disagreement.",
  "parent_survey_child_332": "Your child shares things with others.",
  "parent_survey_child_333": "Your child is helpful to others.",
  "parent_survey_child_334": "Your child listens to others' points of view.",
  "parent_survey_child_335": "Your child can give suggestions without being bossy.",
  "parent_survey_child_336": "Please indicate <i>how well</i> each statement describes your child.",
  "parent_survey_child_337": "Not at all",
  "parent_survey_child_338": "Not very well",
  "parent_survey_child_339": "Somewhat well",
  "parent_survey_child_340": "Very well",
  "parent_survey_child_341": "Your child understands others' feelings.",
  "parent_survey_child_342": "Your child is socially aware of what is happening in a situation.",
  "parent_survey_child_343": "Your child accurately interprets what a peer is trying to do.",
  "parent_survey_child_344": "Your child exhibits good self-control in responding.",
  "parent_survey_child_345": "Your child generates <i>many</i> solutions to interpersonal problems.",
  "parent_survey_child_346": "Your child generates <i>good quality</i> solutions to interpersonal problems.",
  "parent_survey_child_347": "Your child is aware of the effects of his/her behavior on others.",
  "parent_survey_child_348": "Your child tries to make sad people happier.",
  "parent_survey_child_349": "Your child helps others with their homework.",
  "parent_survey_child_350": "Your child lets others use her/his toys or items.",
  "parent_survey_child_351": "Please indicate <i>how well</i> each statement describes your child.",
  "parent_survey_child_352": "Not at all",
  "parent_survey_child_353": "Not very well",
  "parent_survey_child_354": "Somewhat well",
  "parent_survey_child_355": "Very well",
  "parent_survey_child_356": "Your child is curious to investigate and understand new things.",
  "parent_survey_child_357": "Your child is able to make observations and deductions before being told an answer.",
  "parent_survey_child_358": "Your child gives unique responses that go beyond those of other children.",
  "parent_survey_child_359": "Your child often wants to learn new things.",
  "parent_survey_child_360": "Your child investigates new objects that appear in the household or community spaces.",
  "parent_survey_child_361": "Your child likes to ask many questions.",
  "parent_survey_child_362": "If your child makes a mistake, they ask forgiveness.",
  "parent_survey_child_363": "Your child often plans their own tasks well.",
  "parent_survey_child_364": "Your child completes their own work without being asked or reminded to do so.",
  "parent_survey_child_365": "Your child works diligently when trying to complete tasks or chores.",
  "parent_survey_child_366": "If your child cannot do something, they try again.",
  "parent_survey_child_367": "Your child likes to finish tasks properly.",
  "parent_survey_child_368": "Your child is slow and unhurried in deciding what to do next.",
  "parent_survey_child_369": "Your child continues with a task even when it is tiring.",
  "parent_survey_child_370": "Your child easily agrees to do tasks or errands.",
  "parent_survey_child_371": "Your child willingly follows instructions.",
  "parent_survey_child_372": "When your child is directed to complete a task, they do it enthusiastically.",
  "parent_survey_child_373": "When your child is sent to complete an errand, they return on time. (if this item does not apply to your child, please leave it blank)",
  "parent_survey_child_374": "If your child is told to do a chore, they do it.",
  "parent_survey_child_375": "Your child is respectful towards adults.",
  "parent_survey_child_376": "Compared to other children their age, how much difficulty does your child have making or keeping friends?",
  "parent_survey_child_377": "No difficulty",
  "parent_survey_child_378": "A little difficulty",
  "parent_survey_child_379": "A lot of difficulty",
  "parent_survey_child_380": "DURING THE <b>PAST 12 MONTHS</b>, how often was your child bullied, picked on, or excluded by other children? If the frequency changed throughout the year, report the highest frequency.",
  "parent_survey_child_381": "Never (in the past 12 months)",
  "parent_survey_child_382": "1 - 2 times (in the past 12 months)",
  "parent_survey_child_383": "1 - 2 times per month",
  "parent_survey_child_384": "1 - 2 times per week",
  "parent_survey_child_385": "Almost every day",
  "parent_survey_child_386": "DURING THE <b>PAST 12 MONTHS</b>, how often did your child bully others, pick on them, or exclude them? If the frequency changed throughout the year, report the highest frequency.",
  "parent_survey_child_387": "Never (in the past 12 months)",
  "parent_survey_child_388": "1 - 2 times (in the past 12 months)",
  "parent_survey_child_389": "1 - 2 times per month",
  "parent_survey_child_390": "1 - 2 times per week",
  "parent_survey_child_391": "Almost every day",
  "parent_survey_child_392": "<block><b><font face=\"Verdana\" size=\"4\">This section asks questions related to learning.",
  "parent_survey_child_393": "If your child is in primary/elementary school (first grade or higher), think about the time before they started primary/elementary school. If your child has not yet started primary/elementary school, think about what happens right now.\n<br><br>\n<b>How often did/do you or someone else in your home do the following activities with your child?</b>",
  "parent_survey_child_394": "Never or almost never",
  "parent_survey_child_395": "Sometimes",
  "parent_survey_child_396": "Often",
  "parent_survey_child_397": "Read books",
  "parent_survey_child_398": "Tell stories",
  "parent_survey_child_399": "Sing songs",
  "parent_survey_child_400": "Play with alphabet toys (e.g., blocks with letters of the alphabet)",
  "parent_survey_child_401": "Talk about things you had done",
  "parent_survey_child_402": "Talk about what you had read",
  "parent_survey_child_403": "Play word games",
  "parent_survey_child_404": "Write letters or words",
  "parent_survey_child_405": "Read aloud signs and labels",
  "parent_survey_child_406": "Say counting rhymes or sing counting songs",
  "parent_survey_child_407": "Play with number toys (e.g., blocks with numbers)",
  "parent_survey_child_408": "Count different things",
  "parent_survey_child_409": "Play games involving shapes (e.g., shape sorting toys, puzzles)",
  "parent_survey_child_410": "Play with building blocks or construction toys",
  "parent_survey_child_411": "Play board or card games",
  "parent_survey_child_412": "Write numbers",
  "parent_survey_child_413": "Draw shapes",
  "parent_survey_child_414": "Measure or weigh things (e.g., when cooking)",
  "parent_survey_child_415": "Did your child attend an early childhood education program or center for children <b>under age 3</b> before first grade?",
  "parent_survey_child_416": "Yes",
  "parent_survey_child_417": "No",
  "parent_survey_child_418": "Did your child attend a pre-primary educational program for children <b>age 3 or older</b>, <i>including kindergarten</i>, before first grade?",
  "parent_survey_child_419": "Yes",
  "parent_survey_child_420": "No",
  "parent_survey_child_421": "Approximately how long was your child in these programs <i>all together</i> (before first grade)?",
  "parent_survey_child_422": "Did not attend",
  "parent_survey_child_423": "Less than 1 year",
  "parent_survey_child_424": "1 year",
  "parent_survey_child_425": "2 years",
  "parent_survey_child_426": "3 years",
  "parent_survey_child_427": "4 years or more",
  "parent_survey_child_428": "How old was your child when he/she began the first grade of primary/elementary school?",
  "parent_survey_child_429": "5 years old or younger",
  "parent_survey_child_430": "6 years old",
  "parent_survey_child_431": "7 years old",
  "parent_survey_child_432": "8 years old or older",
  "parent_survey_child_433": "How far in his/her education do you expect your child to go?",
  "parent_survey_child_434": "Less than high school",
  "parent_survey_child_435": "GED or high school equivalency",
  "parent_survey_child_436": "Some college but no degree",
  "parent_survey_child_437": "High school diploma (or equivalent) plus technical training or certificate",
  "parent_survey_child_438": "Associate's degree",
  "parent_survey_child_439": "Bachelor's degree",
  "parent_survey_child_440": "Master's degree",
  "parent_survey_child_441": "Doctoral degree",
  "parent_survey_child_442": "How often does your child do the following:",
  "parent_survey_child_443": "Never",
  "parent_survey_child_444": "Sometimes",
  "parent_survey_child_445": "Usually",
  "parent_survey_child_446": "Always",
  "parent_survey_child_447": "Show interest and curiosity in new topics at school?",
  "parent_survey_child_448": "Work to finish school-related tasks they start?",
  "parent_survey_child_449": "Stay calm and in control when faced with an academic challenge?",
  "parent_survey_child_450": "Care about doing well in school?",
  "parent_survey_child_451": "Do all required homework?",
  "parent_survey_child_452": "<b>ON MOST WEEKDAYS</b> (Monday-Friday), about how much time does your child spend in front of a TV, computer, cellphone, or other device watching programs, playing games, accessing the internet, or using social media? <i>Do not include time spent doing schoolwork.</i>",
  "parent_survey_child_453": "Less than 1 hour",
  "parent_survey_child_454": "1 hour",
  "parent_survey_child_455": "2 hours",
  "parent_survey_child_456": "3 hours",
  "parent_survey_child_457": "4 or more hours",
  "parent_survey_child_458": "Does your child have a smartphone?",
  "parent_survey_child_459": "Yes",
  "parent_survey_child_460": "No",
  "parent_survey_child_461": "If yes, at what age did they get it?",
  "parent_survey_child_462": "years of age",
  "parent_survey_child_463": "Does your child have an account on any social media website such as Instagram, Tiktok, Meta, or others?",
  "parent_survey_child_464": "Yes",
  "parent_survey_child_465": "No",
  "parent_survey_child_466": "<b>We are interested how often, independently, and easily your child shows each behavior when occasions call for it. Children who excel at a specific behavior should receive 4 (the highest rating), whereas most children will be between 3 and 2. Those who are still developing and need a lot of support should receive a rating of 1. </b><br><br><b>4</b> = Always on their own (No support needed)<br><br>\n<b>3</b> = Mostly on their own (Brief reminders or support)<br><br>\n<b>2</b> = Sometimes on their own (Regular reminders or moderate support needed)<br><br>\n<b>1</b> = Not able on their own (Requires a lot of support)",
  "parent_survey_child_467": "<b>Pays attention when an adult is explaining or showing something<b/> (by listening carefully and/or watching with appropriate eye gaze/body orientation).",
  "parent_survey_child_468": "(4) Always on their own (No support needed)",
  "parent_survey_child_469": "(3) Mostly on their own (Brief reminders or support)",
  "parent_survey_child_470": "(2) Sometimes on their own (Regular reminders or moderate support needed)",
  "parent_survey_child_471": "(1) Not able on their own (Requires a lot of support)",
  "parent_survey_child_472": "<b>Ignores irrelevant activity/noise</b> (e.g., crying sibling, TV, outside traffic) <b>when working on an assigned task.</b>",
  "parent_survey_child_473": "<b>Waits turn to speak</b> (e.g., does not interrupt others, does not blurt out answers, thinks before speaking).",
  "parent_survey_child_474": "<b>Completes activities that require multiple steps</b> (e.g., fetching multiple things in home or store/market, setting the table, cleaning a room by putting several things away).",
  "parent_survey_child_475": "<b>Comes up with new ways for solving challenges</b> (e.g., repurposes materials or toys, comes up with a new way to build a tower or fort after it collapses, solves a puzzle in a new way, comes up with a new strategy to complete a chore).",
  "parent_survey_child_476": "<b>Identifies and gathers necessary materials before an activity</b> (e.g., finds appropriate coat, shoes, hat before going outside; gathers lunch box, homework, and backpack before going to school).",
  "parent_survey_child_477": "<b>Finishes an assigned task that is repetitive</b> (e.g., picking up toys, putting away laundry).",
  "parent_survey_child_478": "<b>Completes an assigned task before moving to a next task.</b>",
  "parent_survey_child_479": "<b>Stops an undesirable behavior when asked</b> (e.g., stops fighting with sibling when asked by parent, stops misbehaving in the household).",
  "parent_survey_child_480": "<b>Completes activities that require remembering lengthy instructions</b> (e.g., rules of a game, household chores, cooking recipe).",
  "parent_survey_child_481": "<b>Expresses themselves in a new way when not understood by others</b> (e.g., tries different ways to communicate their needs and wants).",
  "parent_survey_child_482": "<b>Creates a strategy or plan for completing a task</b> (e.g., chore, homework, puzzle).",
  "parent_survey_child_483": "<b>Remains focused and engaged during lengthy adult-led activities</b> (e.g., religious or performance event, family meal time) <b>by listening carefully and contributing when appropriate.</b>",
  "parent_survey_child_484": "<b>Regains focus/focuses again on an assigned task when interrupted</b> (e.g., family member asks an unrelated question or needs brief assistance).",
  "parent_survey_child_485": "<b>Stops playing or doing something fun when asked</b> (e.g., stops playing with friends when parent asks, stops watching TV when parent asks).",
  "parent_survey_child_486": "<b>Communicates in an organized way</b> (e.g., retells the correct sequence of the events, explains how a game works so it is easy to understand).",
  "parent_survey_child_487": "<b>Adjusts when plans/schedules change</b> (e.g., follows along when daily schedule changes, does not complain when unexpected sickness leads to canceling a family vacation).",
  "parent_survey_child_488": "<b>Finishes tasks on time</b> (e.g., finishes homework on time and not at the last minute).",
  "parent_survey_child_489": "<b>Remains focused and engaged during collaborative child-led activities</b> (e.g., playing with siblings/peers).",
  "parent_survey_child_490": "<b>Ignores a preferred, fun activity</b> (e.g., playing) <b>when asked to complete an assigned task</b> (e.g., cleaning room).",
  "parent_survey_child_491": "<b>Waits for their turn to act</b> (e.g., waits patiently in line at a grocery store or when sharing a toy with sibling).",
  "parent_survey_child_492": "<b>Completes age-appropriate numerical mental calculation</b> (e.g., adds prices of goods, calculates time, how much they are older than someone else).",
  "parent_survey_child_493": "<b>Understands conflicting perspectives/ideas</b> (e.g., acknowledges a different point of view, accepts different ways of doing things, can see a situation from someone else’s perspective).",
  "parent_survey_child_494": "<b>Checks for mistakes before completing a task</b> (e.g., reviews and corrects errors on class assignments).",
  "parent_survey_child_495": "<b>Persists on a difficult cognitive/learning task</b> (e.g., homework) <b>by trying to figure things out, asking questions, and not quitting.</b>",
  "parent_survey_child_496": "<b>Answers questions or tells a story without getting distracted by small details and/or losing train of thought.</b>",
  "parent_survey_child_497": "<b>Stops and thinks before acting</b> (e.g., does not run out in front of a car, does not grab things they shouldn't).",
  "parent_survey_child_498": "<b>Remembers and considers all options when making a choice</b> (e.g., what to do when they get stuck on a household task or face a problem, food options).",
  "parent_survey_child_499": "<b>Connects ideas/experiences to other ideas/experiences</b> (e.g., identifies connections between books/movies and lived experiences, uses strategies learned at school to complete activities at home).",
  "parent_survey_child_500": "<b>Begins plans or routines without prompting</b> (e.g., takes an initiative to help a family member, starts daily household chores on their own).",
  "parent_survey_child_501": "<b>Gets deeply engaged in an activity they choose for themselves</b> (e.g., drawing, reading, cooking, building, sports, games).",
  "parent_survey_child_502": "<b>Remembers physical directions, patterns, and where things are</b> (e.g., knows walking routes, finds things in a grocery store, good at searching for a lost item or playing hide-and-seek).",
  "parent_survey_child_503": "<b>Adapts behavior based on what is required by the situation</b> (e.g., switches characters/roles while playing a game, changes behavior based on playtime or study time).",
  "parent_survey_child_504": "<b>Negotiates and incorporates peers' suggestions without conflict or resistance</b> (e.g., works with others to plan roles during pretend play, negotiates with sibling about how to complete chores together).",
  "parent_survey_child_505": "<block><b><font face=\"Verdana\" size=\"4\">This section asks about your home environment.",
  "parent_survey_child_506": "About how many children's books are in your home?",
  "parent_survey_child_507": "None",
  "parent_survey_child_508": "20 or more",
  "parent_survey_child_509": "How often does your child eat a meal with family members?",
  "parent_survey_child_510": "More than once a day",
  "parent_survey_child_511": "Once a day",
  "parent_survey_child_512": "Several times a week",
  "parent_survey_child_513": "Once a week",
  "parent_survey_child_514": "Once a month or less",
  "parent_survey_child_515": "Never",
  "parent_survey_child_516": "About how many hours is the TV on in your house each day?",
  "parent_survey_child_517": "hours per day",
  "parent_survey_child_518": "Does your family have reliable access to the internet?",
  "parent_survey_child_519": "Yes",
  "parent_survey_child_520": "No",
  "parent_survey_child_521": "How often does your whole family get together with relatives or friends?",
  "parent_survey_child_522": "Once a week or more",
  "parent_survey_child_523": "Two or three times a month",
  "parent_survey_child_524": "Once a month",
  "parent_survey_child_525": "A few times a year",
  "parent_survey_child_526": "Once a year or less",
  "parent_survey_child_527": "How often does your child spend time with you or another adult in your home doing outdoor activities?",
  "parent_survey_child_528": "Once a day or more often",
  "parent_survey_child_529": "At least four times a week",
  "parent_survey_child_530": "Once a week",
  "parent_survey_child_531": "Once a month",
  "parent_survey_child_532": "A few times a year or less",
  "parent_survey_child_533": "Never",
  "parent_survey_child_534": "How often do you or another adult in your home get a chance to read stories to your child?",
  "parent_survey_child_535": "Every day",
  "parent_survey_child_536": "About 3 times a week",
  "parent_survey_child_537": "Once a week",
  "parent_survey_child_538": "Several times a month",
  "parent_survey_child_539": "Several times a year",
  "parent_survey_child_540": "Never",
  "parent_survey_child_541": "How often do you or another adult in your home take your child to the grocery store?",
  "parent_survey_child_542": "Twice a week or more",
  "parent_survey_child_543": "Once a week",
  "parent_survey_child_544": "Once a month",
  "parent_survey_child_545": "Hardly ever",
  "parent_survey_child_546": "Does your child have access to a tablet or smartphone that they regularly use to watch videos or listen to music?",
  "parent_survey_child_547": "Yes",
  "parent_survey_child_548": "No",
  "parent_survey_child_549": "Does your family have a computer that your child has access to?",
  "parent_survey_child_550": "Yes",
  "parent_survey_child_551": "No",
  "parent_survey_child_552": "How often has any family member taken or arranged to take your child to any type of museum (children's, scientific, art, historical, etc.) in the past year?",
  "parent_survey_child_553": "About once a week or more",
  "parent_survey_child_554": "About once a month or more",
  "parent_survey_child_555": "Several times",
  "parent_survey_child_556": "Once or twice",
  "parent_survey_child_557": "Never",
  "parent_survey_child_558": "Sometimes children get so angry at their parents that they say things like \"I hate you\" or swear in a temper tantrum. If your child said something like \"I hate you\" or swore at you, would you...",
  "parent_survey_child_559": "Ground him/her",
  "parent_survey_child_560": "Yes",
  "parent_survey_child_561": "No",
  "parent_survey_child_562": "Spank him/her",
  "parent_survey_child_563": "Yes",
  "parent_survey_child_564": "No",
  "parent_survey_child_565": "Talk with him/her",
  "parent_survey_child_566": "Yes",
  "parent_survey_child_567": "No",
  "parent_survey_child_568": "Give him/her a household chore",
  "parent_survey_child_569": "Yes",
  "parent_survey_child_570": "No",
  "parent_survey_child_571": "Ignore it",
  "parent_survey_child_572": "Yes",
  "parent_survey_child_573": "No",
  "parent_survey_child_574": "Send him/her to room for more than 1 hour",
  "parent_survey_child_575": "Yes",
  "parent_survey_child_576": "No",
  "parent_survey_child_577": "Take away his/her allowance",
  "parent_survey_child_578": "Yes",
  "parent_survey_child_579": "No",
  "parent_survey_child_580": "Take away TV, phone, or other privileges",
  "parent_survey_child_581": "Yes",
  "parent_survey_child_582": "No",
  "parent_survey_child_583": "Put him/her in a short time out",
  "parent_survey_child_584": "Yes",
  "parent_survey_child_585": "No",
  "parent_survey_child_586": "Other, please specify",
  "parent_survey_child_587": "How often is your child expected to make his/her own bed?",
  "parent_survey_child_588": "Almost always",
  "parent_survey_child_589": "More than half the time",
  "parent_survey_child_590": "Half the time",
  "parent_survey_child_591": "Less than half the time",
  "parent_survey_child_592": "Almost never",
  "parent_survey_child_593": "How often is your child expected to clean his/her own room?",
  "parent_survey_child_594": "Almost always",
  "parent_survey_child_595": "More than half the time",
  "parent_survey_child_596": "Half the time",
  "parent_survey_child_597": "Less than half the time",
  "parent_survey_child_598": "Almost never",
  "parent_survey_child_599": "How often is your child expected to pick up after him/herself ?",
  "parent_survey_child_600": "Almost always",
  "parent_survey_child_601": "More than half the time",
  "parent_survey_child_602": "Half the time",
  "parent_survey_child_603": "Less than half the time",
  "parent_survey_child_604": "Almost never",
  "parent_survey_child_605": "Is there a musical instrument (e.g. piano, drum, guitar, etc.) that your child can use at home?",
  "parent_survey_child_606": "Yes",
  "parent_survey_child_607": "No",
  "parent_survey_child_608": "How often does your child read for enjoyment?",
  "parent_survey_child_609": "Every day",
  "parent_survey_child_610": "Several times a week",
  "parent_survey_child_611": "Several times a month",
  "parent_survey_child_612": "Several times a year",
  "parent_survey_child_613": "Never",
  "parent_survey_child_614": "Does your family encourage your child to start and keep doing hobbies?",
  "parent_survey_child_615": "Yes",
  "parent_survey_child_616": "No",
  "parent_survey_child_617": "Does your child get special lessons or belong to any organization that encourages activities such as sports, music, art, dance, drama, etc.?",
  "parent_survey_child_618": "Yes",
  "parent_survey_child_619": "No",
  "parent_survey_child_620": "How often has a family member taken or arranged to take your child to any type of musical or theatrical performance within the last year?",
  "parent_survey_child_621": "About once a week or more",
  "parent_survey_child_622": "About once a month or more",
  "parent_survey_child_623": "Several times",
  "parent_survey_child_624": "Once or twice",
  "parent_survey_child_625": "Never",
  "parent_survey_child_626": "When your family watches TV or views content online, do you or another adult in the home discuss it with your child?",
  "parent_survey_child_627": "Almost always",
  "parent_survey_child_628": "More than half the time",
  "parent_survey_child_629": "Half the time",
  "parent_survey_child_630": "Less than half the time",
  "parent_survey_child_631": "Almost never",
  "parent_survey_child_632": "How often is your child expected to clean up after spills?",
  "parent_survey_child_633": "Almost always",
  "parent_survey_child_634": "More than half the time",
  "parent_survey_child_635": "Half the time",
  "parent_survey_child_636": "Less than half the time",
  "parent_survey_child_637": "Almost never",
  "parent_survey_child_638": "How often is your child expected to bathe him/herself?",
  "parent_survey_child_639": "Almost always",
  "parent_survey_child_640": "More than half the time",
  "parent_survey_child_641": "Half the time",
  "parent_survey_child_642": "Less than half the time",
  "parent_survey_child_643": "Almost never",
  "parent_survey_child_644": "How often is your child expected to help with keeping shared living areas neat and clean?",
  "parent_survey_child_645": "Almost always",
  "parent_survey_child_646": "More than half the time",
  "parent_survey_child_647": "Half the time",
  "parent_survey_child_648": "Less than half the time",
  "parent_survey_child_649": "Almost never",
  "parent_survey_child_650": "How often is your child expected to do routine chores such as mow the lawn, help with dinner, wash dishes, etc.?",
  "parent_survey_child_651": "Almost always",
  "parent_survey_child_652": "More than half the time",
  "parent_survey_child_653": "Half the time",
  "parent_survey_child_654": "Less than half the time",
  "parent_survey_child_655": "Almost never",
  "parent_survey_child_656": "How often is your child expected to help manage his/her own time (get up on time, be ready for school, etc.)?",
  "parent_survey_child_657": "Almost always",
  "parent_survey_child_658": "More than half the time",
  "parent_survey_child_659": "Half the time",
  "parent_survey_child_660": "Less than half the time",
  "parent_survey_child_661": "Almost never",
  "parent_survey_child_662": "<b>DURING THE PAST MONTH</b>, how often have you felt...",
  "parent_survey_child_663": "Never",
  "parent_survey_child_664": "Rarely",
  "parent_survey_child_665": "Sometimes",
  "parent_survey_child_666": "Usually",
  "parent_survey_child_667": "Always",
  "parent_survey_child_668": "that your child is much harder to care for than most children their age?",
  "parent_survey_child_669": "that your child does things that really bother you a lot?",
  "parent_survey_child_670": "angry with your child?",
  "parent_survey_child_671": "These statements describe ways different caregivers act toward their children. Please think about how well each statement describes the way you treat your child. Respond as to whether you do each item \"almost never\", \"once a month\", \"once a week\", \"every day\".",
  "parent_survey_child_672": "Never or almost never",
  "parent_survey_child_673": "Once a month",
  "parent_survey_child_674": "Once a week",
  "parent_survey_child_675": "Every day",
  "parent_survey_child_676": "I see to it that my child knows exactly what (s)he may or may not do.",
  "parent_survey_child_677": "I always tell my child how (s)he should behave.",
  "parent_survey_child_678": "I insist that my child do exactly as (s)he is told.",
  "parent_survey_child_679": "I make my child feel wanted and needed.",
  "parent_survey_child_680": "I let my child do anything (s)he wants to do.",
  "parent_survey_child_681": "I make my child feel what (s)he does is important.",
  "parent_survey_child_682": "I care about what my child thinks and encourage her/him to talk about it.",
  "parent_survey_child_683": "I want to control whatever my child does.",
  "parent_survey_child_684": "I let my child know I love him/her.",
  "parent_survey_child_685": "I treat my child gently and kindly.",
  "parent_survey_child_686": "All adults use certain ways to teach children the right behavior or to address a behavior problem. Please read the following methods that are used and select whether you or anyone else in your household has used this with your child in the <b>past month</b>.",
  "parent_survey_child_687": "Took away privileges, forbade something my child liked, or did not allow him/her to leave the house.",
  "parent_survey_child_688": "Yes",
  "parent_survey_child_689": "No",
  "parent_survey_child_690": "Explained why something (the behavior) was wrong.",
  "parent_survey_child_691": "Yes",
  "parent_survey_child_692": "No",
  "parent_survey_child_693": "Shouted, yelled at or screamed at him/her.",
  "parent_survey_child_694": "Yes",
  "parent_survey_child_695": "No",
  "parent_survey_child_696": "Spanked, hit, or slapped him/her.",
  "parent_survey_child_697": "Yes",
  "parent_survey_child_698": "No",
  "parent_survey_child_699": "Do you believe that in order to bring up (raise, educate) your child properly, you need to physically punish him/her?",
  "parent_survey_child_700": "Yes",
  "parent_survey_child_701": "No",
  "parent_survey_child_702": "Start Survey",
  "parent_survey_child_703": "Previous",
  "parent_survey_child_704": "Next",
  "parent_survey_child_705": "Finish",
  "parent_survey_family_001": "<block><b><font face=\"Verdana\" size=\"4\">\nThank you again for participating in this research project!</b><br> <br> <p><font face=\"Verdana\" size=\"4\">The following survey will take approximately 20-30 minutes to complete and will ask questions about your home and yourself.<br><br>We appreciate you answering as completely and accurately as possible with the information you have available to you. If you have questions about this survey, please reach out to the research coordinator. <br><br>When you are ready to begin, select the “start survey” button. <br><br><b><font face=\"Verdana\" size=\"4\">Thank you!",
  "parent_survey_family_002": "Please answer the following questions about the community in which you live.",
  "parent_survey_family_003": "In your neighborhood, are there sidewalks or walking paths?",
  "parent_survey_family_004": "Yes",
  "parent_survey_family_005": "No",
  "parent_survey_family_006": "In your neighborhood, is there a park or playground?",
  "parent_survey_family_007": "Yes",
  "parent_survey_family_008": "No",
  "parent_survey_family_009": "In your neighborhood, is there a community center or recreation center where families get together?",
  "parent_survey_family_010": "Yes",
  "parent_survey_family_011": "No",
  "parent_survey_family_012": "In your neighborhood, is there a library or other place to get free books?",
  "parent_survey_family_013": "Yes",
  "parent_survey_family_014": "No",
  "parent_survey_family_015": "In your neighborhood, is there litter or garbage on the street or sidewalk?",
  "parent_survey_family_016": "Yes",
  "parent_survey_family_017": "No",
  "parent_survey_family_018": "In your neighborhood is there poorly kept or rundown housing?",
  "parent_survey_family_019": "Yes",
  "parent_survey_family_020": "No",
  "parent_survey_family_021": "In your neighborhood, is there vandalism such as broken windows or graffiti?",
  "parent_survey_family_022": "Yes",
  "parent_survey_family_023": "No",
  "parent_survey_family_024": "To what extent do you agree with these statements about your neighborhood or community?",
  "parent_survey_family_025": "Definitely Agree",
  "parent_survey_family_026": "Somewhat Agree",
  "parent_survey_family_027": "Somewhat Disagree",
  "parent_survey_family_028": "Definitely Disagree",
  "parent_survey_family_029": "People in your neighborhood help each other out.",
  "parent_survey_family_030": "People in your neighborhood watch out for each other's children.",
  "parent_survey_family_031": "Your child is safe in your neighborhood.",
  "parent_survey_family_032": "When you encounter difficulties, you know where to go for help in your community.",
  "parent_survey_family_033": "Your child is safe at school.",
  "parent_survey_family_034": "These are statements people have made about their food situation. For these statements, please mark whether the statement was often true, sometimes true, or never true for your household in the <b>last 12 months</b>.",
  "parent_survey_family_035": "The food that we bought just didn't last, and we didn't have enough money to get more.",
  "parent_survey_family_036": "Never true",
  "parent_survey_family_037": "Sometimes true",
  "parent_survey_family_038": "Often true",
  "parent_survey_family_039": "We couldn't afford to eat balanced meals.",
  "parent_survey_family_040": "Never true",
  "parent_survey_family_041": "Sometimes true",
  "parent_survey_family_042": "Often true",
  "parent_survey_family_043": "In the <b>last 12 months</b>, did you or other adults in your household ever cut the size of your meals or skip meals because there wasn't enough money for food?",
  "parent_survey_family_044": "Yes",
  "parent_survey_family_045": "No",
  "parent_survey_family_046": "If yes, how often did this happen - almost every month, some months but not every month, or in only 1 or 2 months?",
  "parent_survey_family_047": "Almost every month",
  "parent_survey_family_048": "Some months but not every month",
  "parent_survey_family_049": "Only 1 or 2 months",
  "parent_survey_family_050": "Below are statements about the environment in your home. Please indicate how much you agree that the statement is true of your home.",
  "parent_survey_family_051": "We are usually able to stay on top of things.",
  "parent_survey_family_052": "Definitely Untrue",
  "parent_survey_family_053": "Somewhat Untrue",
  "parent_survey_family_054": "Somewhat True",
  "parent_survey_family_055": "Definitely True",
  "parent_survey_family_056": "You can't hear yourself think in our home.",
  "parent_survey_family_057": "Definitely Untrue",
  "parent_survey_family_058": "Somewhat Untrue",
  "parent_survey_family_059": "Somewhat True",
  "parent_survey_family_060": "Definitely True",
  "parent_survey_family_061": "The atmosphere in our home is calm.",
  "parent_survey_family_062": "Definitely Untrue",
  "parent_survey_family_063": "Somewhat Untrue",
  "parent_survey_family_064": "Somewhat True",
  "parent_survey_family_065": "Definitely True",
  "parent_survey_family_066": "We have a regular morning routine at home.",
  "parent_survey_family_067": "Definitely Untrue",
  "parent_survey_family_068": "Somewhat Untrue",
  "parent_survey_family_069": "Somewhat True",
  "parent_survey_family_070": "Definitely True",
  "parent_survey_family_071": "How well do you think you are handling the day-to-day demands of raising children?",
  "parent_survey_family_072": "Very well",
  "parent_survey_family_073": "Somewhat well",
  "parent_survey_family_074": "Not very well",
  "parent_survey_family_075": "Not well at all",
  "parent_survey_family_076": "Over the <b>last two weeks</b>, how often have you been bothered by the following problems?",
  "parent_survey_family_077": "Not at all",
  "parent_survey_family_078": "Several days",
  "parent_survey_family_079": "More than half of the days",
  "parent_survey_family_080": "Nearly every day",
  "parent_survey_family_081": "Feeling nervous, anxious, or on edge",
  "parent_survey_family_082": "Not being able to stop or control worrying",
  "parent_survey_family_083": "Feeling down, depressed, or hopeless",
  "parent_survey_family_084": "Little interest or pleasure in doing things",
  "parent_survey_family_085": "We are interested in how you feel about the following statements. Read each statement carefully. Indicate how you feel about each statement.",
  "parent_survey_family_086": "Very Strongly Disagree",
  "parent_survey_family_087": "Strongly Disagree",
  "parent_survey_family_088": "Mildly Disagree",
  "parent_survey_family_089": "Mildly Agree",
  "parent_survey_family_090": "Strongly Agree",
  "parent_survey_family_091": "Very Strongly Agree",
  "parent_survey_family_092": "There is a special person (ex: spouse, partner, etc.) who is around when I am in need.",
  "parent_survey_family_093": "There is a special person (ex: spouse, partner, etc.) with whom I can share joys and sorrows.",
  "parent_survey_family_094": "My family really tries to help me.",
  "parent_survey_family_095": "I get the emotional help & support I need from my family.",
  "parent_survey_family_096": "I have a special person (ex: spouse, partner, etc.) who is a real source of comfort to me.",
  "parent_survey_family_097": "My friends really try to help me.",
  "parent_survey_family_098": "I can count on my friends when things go wrong.",
  "parent_survey_family_099": "I can talk about my problems with my family.",
  "parent_survey_family_100": "I have friends with whom I can share my joys and sorrows.",
  "parent_survey_family_101": "There is a special person (ex: spouse, partner, etc.) in my life who cares about my feelings.",
  "parent_survey_family_102": "My family is willing to help me make decisions.",
  "parent_survey_family_103": "I can talk about my problems with my friends.",
  "parent_survey_family_104": "In your day-to-day life how often have any of the following things happened to you?",
  "parent_survey_family_105": "Never",
  "parent_survey_family_106": "Less than once a year",
  "parent_survey_family_107": "A few times a year",
  "parent_survey_family_108": "A few times a month",
  "parent_survey_family_109": "At least once a week",
  "parent_survey_family_110": "Almost everyday",
  "parent_survey_family_111": "You are treated with less courtesy or respect than other people.",
  "parent_survey_family_112": "You receive poorer service than other people at restaurants or stores.",
  "parent_survey_family_113": "People act as if they think you are not smart.",
  "parent_survey_family_114": "People act as if they are afraid of you.",
  "parent_survey_family_115": "You are threatened or harassed.",
  "parent_survey_family_116": "Please select Yes or No to indicate whether each event has happened to you <b>in the past year</b>.",
  "parent_survey_family_117": "Health:",
  "parent_survey_family_118": "An injury or illness which kept you in bed a week or more, or sent you to the hospital.",
  "parent_survey_family_119": "Yes",
  "parent_survey_family_120": "No",
  "parent_survey_family_121": "An injury or illness which was less serious than above but still sent you to the doctor or kept you in bed for a day or two.",
  "parent_survey_family_122": "Yes",
  "parent_survey_family_123": "No",
  "parent_survey_family_124": "Major dental work.",
  "parent_survey_family_125": "Yes",
  "parent_survey_family_126": "No",
  "parent_survey_family_127": "Major change in eating habits.",
  "parent_survey_family_128": "Yes",
  "parent_survey_family_129": "No",
  "parent_survey_family_130": "Major change in sleeping habits.",
  "parent_survey_family_131": "Yes",
  "parent_survey_family_132": "No",
  "parent_survey_family_133": "Major change in your usual type and/or amount of recreation.",
  "parent_survey_family_134": "Yes",
  "parent_survey_family_135": "No",
  "parent_survey_family_136": "Work:",
  "parent_survey_family_137": "Change to a new type of work.",
  "parent_survey_family_138": "Yes",
  "parent_survey_family_139": "No",
  "parent_survey_family_140": "Change in your work hours or conditions.",
  "parent_survey_family_141": "Yes",
  "parent_survey_family_142": "No",
  "parent_survey_family_143": "Change in your responsibilities at work (more responsibilities).",
  "parent_survey_family_144": "Yes",
  "parent_survey_family_145": "No",
  "parent_survey_family_146": "Change in your responsibilities at work (fewer responsibilities).",
  "parent_survey_family_147": "Yes",
  "parent_survey_family_148": "No",
  "parent_survey_family_149": "Change in your responsibilities at work (promotion).",
  "parent_survey_family_150": "Yes",
  "parent_survey_family_151": "No",
  "parent_survey_family_152": "Change in your responsibilities at work (demotion).",
  "parent_survey_family_153": "Yes",
  "parent_survey_family_154": "No",
  "parent_survey_family_155": "Change in your responsibilities at work (transfer).",
  "parent_survey_family_156": "Yes",
  "parent_survey_family_157": "No",
  "parent_survey_family_158": "Troubles at work (with your boss).",
  "parent_survey_family_159": "Yes",
  "parent_survey_family_160": "No",
  "parent_survey_family_161": "Troubles at work (with your coworkers).",
  "parent_survey_family_162": "Yes",
  "parent_survey_family_163": "No",
  "parent_survey_family_164": "Troubles at work (with persons under your supervision).",
  "parent_survey_family_165": "Yes",
  "parent_survey_family_166": "No",
  "parent_survey_family_167": "Other work problems.",
  "parent_survey_family_168": "Yes",
  "parent_survey_family_169": "No",
  "parent_survey_family_170": "Major business adjustment.",
  "parent_survey_family_171": "Yes",
  "parent_survey_family_172": "No",
  "parent_survey_family_173": "Retirement.",
  "parent_survey_family_174": "Yes",
  "parent_survey_family_175": "No",
  "parent_survey_family_176": "Loss of a job (laid off from work).",
  "parent_survey_family_177": "Yes",
  "parent_survey_family_178": "No",
  "parent_survey_family_179": "Loss of a job (fired from work).",
  "parent_survey_family_180": "Yes",
  "parent_survey_family_181": "No",
  "parent_survey_family_182": "Taking a course to help you with your work.",
  "parent_survey_family_183": "Yes",
  "parent_survey_family_184": "No",
  "parent_survey_family_185": "Home and Family:",
  "parent_survey_family_186": "Major change in living conditions.",
  "parent_survey_family_187": "Yes",
  "parent_survey_family_188": "No",
  "parent_survey_family_189": "Change in residence (move within the same town or city).",
  "parent_survey_family_190": "Yes",
  "parent_survey_family_191": "No",
  "parent_survey_family_192": "Change in residence (move to a different town, city, or state).",
  "parent_survey_family_193": "Yes",
  "parent_survey_family_194": "No",
  "parent_survey_family_195": "Change in family get-togethers.",
  "parent_survey_family_196": "Yes",
  "parent_survey_family_197": "No",
  "parent_survey_family_198": "Major change in health or behavior of family member.",
  "parent_survey_family_199": "Yes",
  "parent_survey_family_200": "No",
  "parent_survey_family_201": "Marriage.",
  "parent_survey_family_202": "Yes",
  "parent_survey_family_203": "No",
  "parent_survey_family_204": "Pregnancy.",
  "parent_survey_family_205": "Yes",
  "parent_survey_family_206": "No",
  "parent_survey_family_207": "Gain of a new family member (birth of a child).",
  "parent_survey_family_208": "Yes",
  "parent_survey_family_209": "No",
  "parent_survey_family_210": "Gain of a new family member (adoption of a child).",
  "parent_survey_family_211": "Yes",
  "parent_survey_family_212": "No",
  "parent_survey_family_213": "Gain of a new family member (a relative moving in with you).",
  "parent_survey_family_214": "Yes",
  "parent_survey_family_215": "No",
  "parent_survey_family_216": "Spouse beginning or ending work.",
  "parent_survey_family_217": "Yes",
  "parent_survey_family_218": "No",
  "parent_survey_family_219": "Child leaving home (to attend college).",
  "parent_survey_family_220": "Yes",
  "parent_survey_family_221": "No",
  "parent_survey_family_222": "Child leaving home (due to marriage).",
  "parent_survey_family_223": "Yes",
  "parent_survey_family_224": "No",
  "parent_survey_family_225": "Child leaving home (for other reasons).",
  "parent_survey_family_226": "Yes",
  "parent_survey_family_227": "No",
  "parent_survey_family_228": "Change in arguments with spouse.",
  "parent_survey_family_229": "Yes",
  "parent_survey_family_230": "No",
  "parent_survey_family_231": "In-law problems.",
  "parent_survey_family_232": "Yes",
  "parent_survey_family_233": "No",
  "parent_survey_family_234": "Change to the marital status of your parents (divorce).",
  "parent_survey_family_235": "Yes",
  "parent_survey_family_236": "No",
  "parent_survey_family_237": "Change to the marital status of your parents (remarriage).",
  "parent_survey_family_238": "Yes",
  "parent_survey_family_239": "No",
  "parent_survey_family_240": "Separation from spouse (due to work).",
  "parent_survey_family_241": "Yes",
  "parent_survey_family_242": "No",
  "parent_survey_family_243": "Separation from spouse (due to marital problems).",
  "parent_survey_family_244": "Yes",
  "parent_survey_family_245": "No",
  "parent_survey_family_246": "Divorce.",
  "parent_survey_family_247": "Yes",
  "parent_survey_family_248": "No",
  "parent_survey_family_249": "Birth of a grandchild.",
  "parent_survey_family_250": "Yes",
  "parent_survey_family_251": "No",
  "parent_survey_family_252": "Death of a spouse.",
  "parent_survey_family_253": "Yes",
  "parent_survey_family_254": "No",
  "parent_survey_family_255": "Death of other family member (child).",
  "parent_survey_family_256": "Yes",
  "parent_survey_family_257": "No",
  "parent_survey_family_258": "Death of other family member (brother or sister).",
  "parent_survey_family_259": "Yes",
  "parent_survey_family_260": "No",
  "parent_survey_family_261": "Death of other family member (parent).",
  "parent_survey_family_262": "Yes",
  "parent_survey_family_263": "No",
  "parent_survey_family_264": "Personal and Social:",
  "parent_survey_family_265": "Change in personal habits.",
  "parent_survey_family_266": "Yes",
  "parent_survey_family_267": "No",
  "parent_survey_family_268": "Beginning or ending school or college.",
  "parent_survey_family_269": "Yes",
  "parent_survey_family_270": "No",
  "parent_survey_family_271": "Change of school or college.",
  "parent_survey_family_272": "Yes",
  "parent_survey_family_273": "No",
  "parent_survey_family_274": "Change in political beliefs.",
  "parent_survey_family_275": "Yes",
  "parent_survey_family_276": "No",
  "parent_survey_family_277": "Change in religious beliefs.",
  "parent_survey_family_278": "Yes",
  "parent_survey_family_279": "No",
  "parent_survey_family_280": "Change in social activities.",
  "parent_survey_family_281": "Yes",
  "parent_survey_family_282": "No",
  "parent_survey_family_283": "Vacation.",
  "parent_survey_family_284": "Yes",
  "parent_survey_family_285": "No",
  "parent_survey_family_286": "New, close, personal relationship.",
  "parent_survey_family_287": "Yes",
  "parent_survey_family_288": "No",
  "parent_survey_family_289": "Engagement to marry.",
  "parent_survey_family_290": "Yes",
  "parent_survey_family_291": "No",
  "parent_survey_family_292": "Girlfriend or boyfriend problems.",
  "parent_survey_family_293": "Yes",
  "parent_survey_family_294": "No",
  "parent_survey_family_295": "\"Falling out\" of a close personal relationship.",
  "parent_survey_family_296": "Yes",
  "parent_survey_family_297": "No",
  "parent_survey_family_298": "An accident.",
  "parent_survey_family_299": "Yes",
  "parent_survey_family_300": "No",
  "parent_survey_family_301": "Minor violation of the law.",
  "parent_survey_family_302": "Yes",
  "parent_survey_family_303": "No",
  "parent_survey_family_304": "Death of a close friend.",
  "parent_survey_family_305": "Yes",
  "parent_survey_family_306": "No",
  "parent_survey_family_307": "Major decision regarding your immediate future.",
  "parent_survey_family_308": "Yes",
  "parent_survey_family_309": "No",
  "parent_survey_family_310": "Major personal achievement.",
  "parent_survey_family_311": "Yes",
  "parent_survey_family_312": "No",
  "parent_survey_family_313": "Financial:",
  "parent_survey_family_314": "Major change in finances (increased income).",
  "parent_survey_family_315": "Yes",
  "parent_survey_family_316": "No",
  "parent_survey_family_317": "Major change in finances (decreased income).",
  "parent_survey_family_318": "Yes",
  "parent_survey_family_319": "No",
  "parent_survey_family_320": "Major change in finances (investment and/or credit difficulties).",
  "parent_survey_family_321": "Yes",
  "parent_survey_family_322": "No",
  "parent_survey_family_323": "Loss or damage of personal property.",
  "parent_survey_family_324": "Yes",
  "parent_survey_family_325": "No",
  "parent_survey_family_326": "Moderate purchase.",
  "parent_survey_family_327": "Yes",
  "parent_survey_family_328": "No",
  "parent_survey_family_329": "Major purchase.",
  "parent_survey_family_330": "Yes",
  "parent_survey_family_331": "No",
  "parent_survey_family_332": "Foreclosure on a mortgage or loan.",
  "parent_survey_family_333": "Yes",
  "parent_survey_family_334": "No",
  "parent_survey_family_335": "<b>Instructions:</b> Think of this line as representing where people stand in the <i>country where you live</i>. To the <b>right</b> are the people who are the best off - those who have the most money, the most education, and the most respected jobs. To the <b>left</b> are the people who are the worst off - those who have the least money, the least education, the least respected jobs, or no job. The further to the right you are on the line, the closer you are to the people at the very top; the further to the left you are, the closer you are to the people at the very bottom.<br><b>Where would you place yourself on this line?</b><br>Move the slider to where you think you stand at this time in your life relative to other people in your country.",
  "parent_survey_family_336": "<b>Instructions:</b> Think of this line as representing where people stand in their <i>communities</i>. People define community in different ways; please define it in whatever way is most meaningful to you. To the <b>right</b> are people who have the highest standing in their community. To the <b>left</b> are the people who have the lowest standing in their community.<br><b>Where would you place yourself on this line?</b><br>Move the slider to where you think you stand at this time in your life relative to other people in your community.",
  "navigation.startSurvey": "Start Survey",
  "navigation.previous": "Previous",
  "navigation.next": "Next",
  "navigation.finish": "Finish",
  "participant": "participant",
  "password": "password",
  "pick-buddy": "Pick a buddy to play with!",
  "profile": "profile",
  "progress": "progress",
  "proud": "proud",
  "redball": "The red ball",
  "redstack": "The medium sized red stack",
  "replay-button": "Press the speaker button if you want the question repeated.",
  "report": "report",
  "roar": "ROAR",
  "rocks": "A rock",
  "rug": "Under the rug",
  "sad": "sad",
  "same-different-selection-both-blue": "Here are two cards. Something's the same. They both have blue shapes.",
  "same-different-selection-both-blue-heavy": "Here are two pictures. Something's the same. They're both blue.",
  "same-different-selection-both-circles": "Here are two cards. Something's the same. They both have circles.",
  "same-different-selection-both-circles-heavy": "Here are two pictures. Something's the same. They're both circles.",
  "same-different-selection-both-green": "Here are two cards. Something's the same. They both have green shapes.",
  "same-different-selection-both-green-heavy": "Here are two pictures. Something's the same. They're both green.",
  "same-different-selection-both-large": "Here are two cards. Something's the same. They both have large shapes.",
  "same-different-selection-both-large-heavy": "Here are two pictures. Something's the same. They're both large.",
  "same-different-selection-both-medium": "Here are two cards. Something's the same. They both have medium-sized shapes.",
  "same-different-selection-both-medium-heavy": "Here are two pictures. Something's the same. They're both medium.",
  "same-different-selection-both-red": "Here are two cards. Something's the same. They both have red shapes.",
  "same-different-selection-both-red-heavy": "Here are two pictures. Something's the same. They're both red.",
  "same-different-selection-both-small": "Here are two cards. Something's the same. They both have small shapes.",
  "same-different-selection-both-small-heavy": "Here are two pictures. Something's the same. They're both small.",
  "same-different-selection-both-squares": "Here are two cards. Something's the same. They both have squares.",
  "same-different-selection-both-squares-heavy": "Here are two pictures. Something's the same. They're both squares.",
  "same-different-selection-both-triangles": "Here are two cards. Something's the same. They both have triangles.",
  "same-different-selection-both-triangles-heavy": "Here are two pictures. Something's the same. They're both triangles.",
  "same-different-selection-both-yellow": "Here are two cards. Something's the same. They both have yellow shapes.",
  "same-different-selection-both-yellow-heavy": "Here are two pictures. Something's the same. They're both yellow.",
  "same-different-selection-instruct1": "This is the matching game. In this game, you're going to choose sets of cards that match in some way. First, let's look at some of the cards you are going to see.",
  "same-different-selection-instruct1-heavy": "This is the matching game. In this game, we are going to look at pictures and find things about them that are the same in some way.",
  "same-different-selection-instruct2": "Now you're going to see two cards that are the same in one way. Then you will see a new card that is similar to one of those cards. Your job is to choose the card that is similar to the new card.",
  "same-different-selection-instruct2-heavy": "Now we're going to look at more pictures and find things about them that are the same. Let's learn how to play!",
  "same-different-selection-instruct3": "Now you're going to see three cards, and you're going to choose two that are the same in some way. Then you're going to see the same cards again, and pick two cards that are the same in a different way.",
  "same-different-selection-instruct3-heavy": "Now you're going to play the rest of the game on your own!",
  "same-different-selection-instruct4-heavy": "Now we're going to try something new! You're going to find pairs of shapes that are the same in some way. Let's learn how!",
  "same-different-selection-instruct5-heavy": "Here are three pictures. I have to choose 2 of them that are the same in some way. I will pick these 2 pictures because they are both triangles.",
  "same-different-selection-instruct6-heavy": "Here are the same three pictures. I have to choose 2 of them that are the same in a different way. I will pick these 2 pictures because they are both red.",
  "same-different-selection-touch-1": "Choose the card with 1 star.",
  "same-different-selection-touch-1-heavy": "Show me the picture with one shape.",
  "same-different-selection-touch-2": "Choose the card with 2 stars.",
  "same-different-selection-touch-2-heavy": "Show me the picture with two shapes.",
  "same-different-selection-touch-3": "Choose the card with 3 stars.",
  "same-different-selection-touch-3-heavy": "Show me the picture with three shapes.",
  "same-different-selection-touch-4": "Choose the card with 4 stars.",
  "same-different-selection-touch-4-heavy": "Show me the picture with four shapes.",
  "same-different-selection-touch-black": "Choose the star on the black card.",
  "same-different-selection-touch-black-heavy": "Show me the picture with the black background.",
  "same-different-selection-touch-blue": "Choose the card with a blue shape.",
  "same-different-selection-touch-blue-heavy": "Show me the blue one.",
  "same-different-selection-touch-circle": "Choose the card with a circle.",
  "same-different-selection-touch-circle-heavy": "Show me the circle.",
  "same-different-selection-touch-gray": "Choose the star on the gray card.",
  "same-different-selection-touch-gray-heavy": "Show me the picture with the gray background.",
  "same-different-selection-touch-green": "Choose the card with a green shape.",
  "same-different-selection-touch-green-heavy": "Show me the green one.",
  "same-different-selection-touch-large": "Choose the card with a large shape.",
  "same-different-selection-touch-large-heavy": "Show me the large one.",
  "same-different-selection-touch-medium": "Choose the card with a medium-sized shape.",
  "same-different-selection-touch-medium-heavy": "Show me the medium one.",
  "same-different-selection-touch-red": "Choose the card with a red shape.",
  "same-different-selection-touch-red-heavy": "Show me the red one.",
  "same-different-selection-touch-small": "Choose the card with a small shape.",
  "same-different-selection-touch-small-heavy": "Show me the small one.",
  "same-different-selection-touch-square": "Choose the card with a square.",
  "same-different-selection-touch-square-heavy": "Show me the square.",
  "same-different-selection-touch-star": "Choose the card with a star.",
  "same-different-selection-touch-star-heavy": "Show me the star.",
  "same-different-selection-touch-striped": "Choose the star on the striped card.",
  "same-different-selection-touch-striped-heavy": "Show me the picture with the striped background.",
  "same-different-selection-touch-triangle": "Choose the card with a triangle.",
  "same-different-selection-touch-triangle-heavy": "Show me the triangle.",
  "same-different-selection-touch-white": "Choose the star on the white card.",
  "same-different-selection-touch-white-heavy": "Show me the picture with the white background.",
  "same-different-selection-touch-yellow": "Choose the card with a yellow shape.",
  "same-different-selection-touch-yellow-heavy": "Show me the yellow one.",
  "save": "save",
  "scared": "scared",
  "score": "score",
  "sds-2match-prompt1": "Here is a new set of cards. Choose two cards that are the same in some way.",
  "sds-2match-prompt1-heavy": "Here are some new pictures. Choose two of them that are the same in some way.",
  "sds-2match-prompt2": "Choose two cards that are the same in a different way.",
  "sds-2match-prompt2-heavy": "Now choose two pictures that are the same in a different way.",
  "sds-3match-prompt2": "Here is the same set of cards again. Choose two cards that are the same in a different way.",
  "sds-3match-prompt2-heavy": "Here are the same pictures. Choose two of them that are the same in a different way.",
  "sds-3unique-prompt1": "Choose three cards that are the same in only one way.",
  "sds-3unique-prompt1-heavy": "Choose three pictures that are the same in only one way.",
  "sds-3unique-prompt2": "Choose another three cards that are the same in only one way.",
  "sds-3unique-prompt2-heavy": "Choose another three pictures that are the same in only one way.",
  "sds-match-demo1-heavy": "Here are three pictures. I have to choose two of them that are the same in some way. I will pick these two pictures because they are both triangles.",
  "sds-match-demo2-heavy": "Here are the same three pictures. I have to choose two of them that are the same in a different way. I will pick these two pictures because they are both small.",
  "sds-pick-square-demo-heavy": "I will pick this one! This one is the same as the new picture because they are both squares.",
  "sds-prompt3": "Here is another card. Which of these is similar to this one?",
  "sds-prompt3-demo-heavy": "Here is another picture. I have to choose which of these pictures is the same as this new picture.",
  "sds-prompt3-heavy": "Here is another picture. Which of these pictures is the same as this new picture?",
  "sds-your-turn": "Now it's your turn!",
  "settings": "settings",
  "shared-choose-picture-press-arrow": "To use an arrow key to choose a picture, press the key that points the same direction as the arrow below the picture.",
  "shared-intro-devices": "You can tap on a touchscreen, use the touchpad, or press the arrow keys for this activity. Try it now.",
  "shared-intro-replay": "You can press the replay button to hear things again. Try it now.",
  "shelf": "On the shelf",
  "shirts": "Shirts",
  "shoes": "Shoes",
  "sign_in": "sign in",
  "sign_out": "sign out",
  "small_cup": "The small cup",
  "soccerball": "The medium sized soccer ball",
  "socks": "Socks",
  "storybook": "A storybook",
  "student": "student",
  "subtraction-prompt1": "Subtract the numbers and choose the correct answer.",
  "subtraction-prompt2": "Subtract the numbers.",
  "success": "success",
  "surprised": "surprised",
  "survey": "survey",
  "surveys/user-survey.specificRelationDescriptionChildA": "For child with Birth Month",
  "surveys/user-survey.specificRelationDescriptionChildB": "and Birth Year",
  "surveys/user-survey.specificRelationDescriptionClass": "For class",
  "table": "On the table",
  "task": "task",
  "task-completion": "You've completed this game. Thank you!",
  "task-finished": "You've completed the game. Thank you!",
  "teacher": "teacher",
  "teacher_survey_classroom_001": "<b><font face=\"Verdana\" size=\"4\">This is Part B of the survey.</b><br> <br> <p><font face=\"Verdana\" size=\"4\">In Part B the questions are classroom specific. If you teach more than one class of students included in this project, you will complete Part B separately for each classroom. <br><br>If you teach a single subject, please complete the questions that relate to other subjects to the best of your knowledge or consult with a colleague for those details only. <br><br>When you are ready to begin, select the “Next” button. <br><br><b><font face=\"Verdana\" size=\"4\">Thank you!",
  "teacher_survey_classroom_002": "How many classrooms do you teach that contain students participating in this research project?",
  "teacher_survey_classroom_003": "Is there another adult who is paid to help you in this classroom (e.g., teaching assistant, co-lead teacher, etc.)?",
  "teacher_survey_classroom_004": "Yes",
  "teacher_survey_classroom_005": "No",
  "teacher_survey_classroom_006": "How many students are enrolled in this classroom?",
  "teacher_survey_classroom_007": "number of students",
  "teacher_survey_classroom_008": "How many children of each gender are in this class?",
  "teacher_survey_classroom_009": "number",
  "teacher_survey_classroom_010": "Girls",
  "teacher_survey_classroom_011": "number",
  "teacher_survey_classroom_012": "Boys",
  "teacher_survey_classroom_013": "number",
  "teacher_survey_classroom_014": "Nonbinary",
  "teacher_survey_classroom_015": "number",
  "teacher_survey_classroom_016": "Other",
  "teacher_survey_classroom_017": "As of today's date, how many children in this class are each of the following age levels?",
  "teacher_survey_classroom_018": "number",
  "teacher_survey_classroom_019": "5 years old or younger",
  "teacher_survey_classroom_020": "number",
  "teacher_survey_classroom_021": "6 years old",
  "teacher_survey_classroom_022": "number",
  "teacher_survey_classroom_023": "7 years old",
  "teacher_survey_classroom_024": "number",
  "teacher_survey_classroom_025": "8 years old",
  "teacher_survey_classroom_026": "number",
  "teacher_survey_classroom_027": "9 years old",
  "teacher_survey_classroom_028": "number",
  "teacher_survey_classroom_029": "10 years old",
  "teacher_survey_classroom_030": "number",
  "teacher_survey_classroom_031": "11 years old",
  "teacher_survey_classroom_032": "number",
  "teacher_survey_classroom_033": "12 years old",
  "teacher_survey_classroom_034": "number",
  "teacher_survey_classroom_035": "13 years old or older",
  "teacher_survey_classroom_036": "Do you currently teach a multigrade class?",
  "teacher_survey_classroom_037": "Yes",
  "teacher_survey_classroom_038": "No",
  "teacher_survey_classroom_039": "If yes, what grade levels are included in the class you teach? (select all that apply)",
  "teacher_survey_classroom_040": "Prekindergarten",
  "teacher_survey_classroom_041": "Transitional (or readiness) kindergarten",
  "teacher_survey_classroom_042": "Kindergarten",
  "teacher_survey_classroom_043": "1st Grade",
  "teacher_survey_classroom_044": "2nd Grade",
  "teacher_survey_classroom_045": "3rd Grade",
  "teacher_survey_classroom_046": "4th Grade",
  "teacher_survey_classroom_047": "5th Grade",
  "teacher_survey_classroom_048": "6th Grade",
  "teacher_survey_classroom_049": "7th Grade",
  "teacher_survey_classroom_050": "8th Grade",
  "teacher_survey_classroom_051": "What grade level do you teach?",
  "teacher_survey_classroom_052": "What languages are spoken by students in this class (select all that apply)?",
  "teacher_survey_classroom_053": "Arabic",
  "teacher_survey_classroom_054": "Chinese",
  "teacher_survey_classroom_055": "English",
  "teacher_survey_classroom_056": "French",
  "teacher_survey_classroom_057": "German",
  "teacher_survey_classroom_058": "Korean",
  "teacher_survey_classroom_059": "Spanish",
  "teacher_survey_classroom_060": "Tagalog",
  "teacher_survey_classroom_061": "Vietnamese",
  "teacher_survey_classroom_062": "What languages do you or your assistant teacher speak <b>in the classroom</b> (select all that apply)?",
  "teacher_survey_classroom_063": "About how many children in this classroom are BELOW grade level in their reading skills?",
  "teacher_survey_classroom_064": "number of children",
  "teacher_survey_classroom_065": "About how many children in this classroom are ABOVE grade level in their reading skills?",
  "teacher_survey_classroom_066": "number of children",
  "teacher_survey_classroom_067": "About how many children in this classroom are BELOW grade level in their math skills?",
  "teacher_survey_classroom_068": "number of children",
  "teacher_survey_classroom_069": "About how many children in this classroom are ABOVE grade level in their math skills?",
  "teacher_survey_classroom_070": "number of children",
  "teacher_survey_classroom_071": "How often each week do children in this class usually work on lessons or projects in Reading and Language Arts, whether as a whole class, in small groups, or in individualized arrangements ?",
  "teacher_survey_classroom_072": "",
  "teacher_survey_classroom_073": "Less than once per week",
  "teacher_survey_classroom_074": "1 -2 times per week",
  "teacher_survey_classroom_075": "3 - 4 times per week",
  "teacher_survey_classroom_076": "",
  "teacher_survey_classroom_077": "How much time per day do children in this class usually work on lessons or projects in Reading and Language Arts, whether as a whole class, in small groups, or in individualized arrangements?",
  "teacher_survey_classroom_078": "1 - 30 minutes a day",
  "teacher_survey_classroom_079": "31 - 60 minutes a day",
  "teacher_survey_classroom_080": "61 - 90 minutes a day",
  "teacher_survey_classroom_081": "More than 90 minutes a day",
  "teacher_survey_classroom_082": "How often each week do children in this class usually work on lessons or projects in Mathematics, whether as a whole class, in small groups, or in individualized arrangements?",
  "teacher_survey_classroom_083": "Never",
  "teacher_survey_classroom_084": "Less than once per week",
  "teacher_survey_classroom_085": "1 -2 times per week",
  "teacher_survey_classroom_086": "3 - 4 times per week",
  "teacher_survey_classroom_087": "Daily",
  "teacher_survey_classroom_088": "How much time per day do children in this class usually work on lessons or projects in Mathematics, whether as a whole class, in small groups, or in individualized arrangements?",
  "teacher_survey_classroom_089": "1 - 30 minutes a day",
  "teacher_survey_classroom_090": "31 - 60 minutes a day",
  "teacher_survey_classroom_091": "61 - 90 minutes a day",
  "teacher_survey_classroom_092": "More than 90 minutes a day",
  "teacher_survey_classroom_093": "Think about the families of the children in this class who you have taught this school year. For about how many families are each of the following statements true?",
  "teacher_survey_classroom_094": "Families seem overwhelmed by trying to support their children's learning.",
  "teacher_survey_classroom_095": "None",
  "teacher_survey_classroom_096": "One or a few",
  "teacher_survey_classroom_097": "Many",
  "teacher_survey_classroom_098": "All or almost all",
  "teacher_survey_classroom_099": "Families are doing their part to support children's learning.",
  "teacher_survey_classroom_100": "None",
  "teacher_survey_classroom_101": "One or a few",
  "teacher_survey_classroom_102": "Many",
  "teacher_survey_classroom_103": "All or almost all",
  "teacher_survey_classroom_104": "Please indicate how satisfied or dissatisfied you have been with the following this school year.",
  "teacher_survey_classroom_105": "Communication between you and families.",
  "teacher_survey_classroom_106": "Not satisfied at all",
  "teacher_survey_classroom_107": "Slightly satisfied",
  "teacher_survey_classroom_108": "Moderately satisfied",
  "teacher_survey_classroom_109": "Quite satisfied",
  "teacher_survey_classroom_110": "Very satisfied",
  "teacher_survey_classroom_111": "Communication between you and your students.",
  "teacher_survey_classroom_112": "Not satisfied at all",
  "teacher_survey_classroom_113": "Slightly satisfied",
  "teacher_survey_classroom_114": "Moderately satisfied",
  "teacher_survey_classroom_115": "Quite satisfied",
  "teacher_survey_classroom_116": "Very satisfied",
  "teacher_survey_general_001": "<b><font face=\"Verdana\" size=\"4\">Thank you for taking the time (~10 minutes) to respond to this survey!</b><br> <br> <p><font face=\"Verdana\" size=\"4\">Some students who you teach are participating in a research project studying how children learn and develop. Your responses in this survey should apply to your classroom, school, and professional beliefs rather than to any one specific child. <br><br><b><font face=\"Verdana\" size=\"4\">This survey has two parts: Part A and Part B.</b><br> <br> <p><font face=\"Verdana\" size=\"4\">In Part A, the questions relate to your background and beliefs. <br><br>In Part B the questions are classroom specific. If you teach more than one class of students included in this project, you will complete Part B separately for each classroom. <br><br>If you teach a single subject, please complete the questions that relate to other subjects to the best of your knowledge or consult with a colleague for those details only. <br><br>Thank you for your participation! Your responses provide invaluable insight into the education of your students. <br><br>When you are ready to begin, select the “Start Survey” button. <br><br><b><font face=\"Verdana\" size=\"4\">Thank you!",
  "teacher_survey_general_002": "<b><font face=\"Verdana\" size=\"3\">PART A: </b><font face=\"Verdana\" size=\"3\">The following questions ask about your background, the school where you teach, your feelings about your job, and your beliefs about teaching and children.",
  "teacher_survey_general_003": "<b>This set of questions asks about your background.</b>",
  "teacher_survey_general_004": "What is your current age?",
  "teacher_survey_general_005": "years of age",
  "teacher_survey_general_006": "What is your gender?",
  "teacher_survey_general_007": "",
  "teacher_survey_general_008": "",
  "teacher_survey_general_009": "",
  "teacher_survey_general_010": "Other (please describe)",
  "teacher_survey_general_011": "What is the highest level of education you have completed?",
  "teacher_survey_general_012": "Less than high school",
  "teacher_survey_general_013": "GED or High school equivalency",
  "teacher_survey_general_014": "Some college but no degree",
  "teacher_survey_general_015": "High school diploma or equivalent, plus technical training or certificate",
  "teacher_survey_general_016": "Associate's degree",
  "teacher_survey_general_017": "Bachelor's degree",
  "teacher_survey_general_018": "Master's degree",
  "teacher_survey_general_019": "Doctoral degree",
  "teacher_survey_general_020": "Indicate your undergraduate field of study. Mark ALL that apply.",
  "teacher_survey_general_021": "Early childhood education",
  "teacher_survey_general_022": "Elementary education",
  "teacher_survey_general_023": "Special education",
  "teacher_survey_general_024": "Child development",
  "teacher_survey_general_025": "Reading specialist",
  "teacher_survey_general_026": "Curriculum and instruction",
  "teacher_survey_general_027": "Bilingual/bicultural education",
  "teacher_survey_general_028": "Other education related major (ex: secondary education, educational psychology, education administration, music education, etc.). Please specify:",
  "teacher_survey_general_029": "Non-education major. Please specify:",
  "teacher_survey_general_030": "Other. Please specify:",
  "teacher_survey_general_031": "Please specify other education related major:",
  "teacher_survey_general_032": "Please specify non-education major:",
  "teacher_survey_general_033": "Please specify other major:",
  "teacher_survey_general_034": "Indicate the major field of study of your highest graduate degree. Mark ALL that apply.",
  "teacher_survey_general_035": "Early childhood education",
  "teacher_survey_general_036": "Elementary education",
  "teacher_survey_general_037": "Special education",
  "teacher_survey_general_038": "Child development",
  "teacher_survey_general_039": "Reading specialist",
  "teacher_survey_general_040": "Curriculum and instruction",
  "teacher_survey_general_041": "Bilingual/bicultural education",
  "teacher_survey_general_042": "Other education related major (ex: secondary education, educational psychology, education administration, music education, etc.). Please specify:",
  "teacher_survey_general_043": "Non-education major. Please specify:",
  "teacher_survey_general_044": "Other. Please specify:",
  "teacher_survey_general_045": "Please specify other education related major:",
  "teacher_survey_general_046": "Please specify non-education major:",
  "teacher_survey_general_047": "Please specify other major:",
  "teacher_survey_general_048": "Counting this school year, how many years have you been a schoolteacher? (please round to the nearest year)",
  "teacher_survey_general_049": "Less than one year",
  "teacher_survey_general_050": "1 to 2 years",
  "teacher_survey_general_051": "3 to 5 years",
  "teacher_survey_general_052": "6 to 10 years",
  "teacher_survey_general_053": "Over 10 years",
  "teacher_survey_general_054": "<b>This set of questions asks about the school where you currently teach.</b>",
  "teacher_survey_general_055": "Counting this school year, how many years have you been teaching <b>at this school</b>? (please round to the nearest year)",
  "teacher_survey_general_056": "Please indicate how much you agree or disagree with the following statements about this school.",
  "teacher_survey_general_057": "Strongly Disagree",
  "teacher_survey_general_058": "Disagree",
  "teacher_survey_general_059": "Agree",
  "teacher_survey_general_060": "Strongly Agree",
  "teacher_survey_general_061": "I feel accepted and respected as a colleague by most staff members.",
  "teacher_survey_general_062": "Parents are supportive of school staff.",
  "teacher_survey_general_063": "Students feel supported and comfortable in this school.",
  "teacher_survey_general_064": "Staff feel supported and comfortable in this school.",
  "teacher_survey_general_065": "Students are safe when here at this school.",
  "teacher_survey_general_066": "Staff are safe when here at this school.",
  "teacher_survey_general_067": "The facilities and property of this school are kept up well.",
  "teacher_survey_general_068": "The facilities and property of this school are clean.",
  "teacher_survey_general_069": "Ongoing collaboration is something adults in this school do well.",
  "teacher_survey_general_070": "Adults working in this school have strong professional relationships.",
  "teacher_survey_general_071": "Adults working in this school are respectful and supportive of one another.",
  "teacher_survey_general_072": "<b>With this set of items, we wish to learn more about teachers' feelings about their job.</b>",
  "teacher_survey_general_073": "Please select one answer that indicates how often you agree with each of the following statements.",
  "teacher_survey_general_074": "Never",
  "teacher_survey_general_075": "A few times a year or less",
  "teacher_survey_general_076": "Once a month or less",
  "teacher_survey_general_077": "A few times a month",
  "teacher_survey_general_078": "Once a week",
  "teacher_survey_general_079": "A few times a week",
  "teacher_survey_general_080": "Everyday",
  "teacher_survey_general_081": "I feel emotionally drained from my work.",
  "teacher_survey_general_082": "I feel fatigued when I get up in the morning and have to face another day on the job.",
  "teacher_survey_general_083": "I can easily understand how my students feel about things.",
  "teacher_survey_general_084": "I deal very effectively with the problems of my students.",
  "teacher_survey_general_085": "I feel burned out from my work.",
  "teacher_survey_general_086": "I feel I'm positively influencing other people's lives through my work.",
  "teacher_survey_general_087": "I feel frustrated by my job.",
  "teacher_survey_general_088": "I feel I'm working too hard on my job.",
  "teacher_survey_general_089": "I can easily create a relaxed atmosphere with my students.",
  "teacher_survey_general_090": "I feel exhilarated after working closely with my students.",
  "teacher_survey_general_091": "I have accomplished many worthwhile things in this job.",
  "teacher_survey_general_092": "I feel like I'm at the end of my rope.",
  "teacher_survey_general_093": "In my work, I deal with emotional problems very calmly.",
  "teacher_survey_general_094": "<b>This set of questions is designed to help us gain a better understanding of the kinds of things that create difficulties for teachers in their school activities.</b>",
  "teacher_survey_general_095": "<b>How much influence do you have...</b>",
  "teacher_survey_general_096": "Never",
  "teacher_survey_general_097": "Very Little",
  "teacher_survey_general_098": "Some Influence",
  "teacher_survey_general_099": "Quite a Bit",
  "teacher_survey_general_100": "A Great Deal",
  "teacher_survey_general_101": "on disruptive behavior in the classroom?",
  "teacher_survey_general_102": "to motivate children who show low interest in activities?",
  "teacher_survey_general_103": "to get children to believe they can do well on activities?",
  "teacher_survey_general_104": "to help children in your classroom(s) value learning?",
  "teacher_survey_general_105": "on getting children to follow classroom rules?",
  "teacher_survey_general_106": "on calming a child who is disruptive or noisy?",
  "teacher_survey_general_107": "<b>How well can you...</b>",
  "teacher_survey_general_108": "Not At All",
  "teacher_survey_general_109": "Very Little",
  "teacher_survey_general_110": "Somewhat",
  "teacher_survey_general_111": "Quite a Bit",
  "teacher_survey_general_112": "A Great Deal",
  "teacher_survey_general_113": "establish a classroom management system?",
  "teacher_survey_general_114": "use a variety of assessment strategies?",
  "teacher_survey_general_115": "provide alternative explanations or examples when children are confused?",
  "teacher_survey_general_116": "assist families in helping their children do well in school?",
  "teacher_survey_general_117": "implement alternative strategies in your classroom(s)?",
  "teacher_survey_general_118": "create good questions for children in your classroom(s)?",
  "teacher_survey_general_119": "<b>With this set of items, we wish to learn more about teachers' ideas and beliefs about children.</b>",
  "teacher_survey_general_120": "Please select one answer that indicates how strongly you agree with each of the following statements.",
  "teacher_survey_general_121": "Strongly Disagree",
  "teacher_survey_general_122": "Mildly Disagree",
  "teacher_survey_general_123": "Mildly Agree",
  "teacher_survey_general_124": "Strongly Agree",
  "teacher_survey_general_125": "Since parents lack special training in education, they should not question the teacher's teaching methods.",
  "teacher_survey_general_126": "Children should be treated the same regardless of differences among them.",
  "teacher_survey_general_127": "Children should always obey the teacher.",
  "teacher_survey_general_128": "Preparing for the future is more important for a child than enjoying today.",
  "teacher_survey_general_129": "Children will not do the right thing unless they must.",
  "teacher_survey_general_130": "Children should be allowed to disagree with their parents if they feel their own ideas are better.",
  "teacher_survey_general_131": "Children should be kept busy with work and study at home and at school.",
  "teacher_survey_general_132": "The major goal of education is to put basic information into the minds of the children.",
  "teacher_survey_general_133": "In order to be fair, a teacher must treat all children alike.",
  "teacher_survey_general_134": "The most important thing to teach children is absolute obedience to whoever is in authority.",
  "teacher_survey_general_135": "Children learn best by doing things themselves rather than listening to others.",
  "teacher_survey_general_136": "Children must be carefully trained early in life or their natural impulses will make them unmanageable.",
  "teacher_survey_general_137": "Children have a right to their own point of view and should be allowed to express it.",
  "teacher_survey_general_138": "Children's learning results mainly from being presented basic information again and again.",
  "teacher_survey_general_139": "Children like to teach other children.",
  "teacher_survey_general_140": "The most important thing to teach children is absolute obedience to parents.",
  "top": "On top of the shelf above the backpack shelf",
  "tree": "A tree",
  "trog-instr1-matching": "This is a matching activity. Listen to what I say, then look at the pictures carefully. Choose the picture that goes with the words you hear.",
  "trog-instruct1": "Now we're going to play a matching game! I'm going to say some words, and you choose the picture that goes with what I say. Let's get started!",
  "trog-item-1": "Choose the picture of the shoe.",
  "trog-item-10": "Choose the picture that shows tall.",
  "trog-item-100": "The plane that is gray is above the clouds.",
  "trog-item-101": "The fish swim beneath a whale and a sea turtle.",
  "trog-item-102": "The car that the truck followed is driving toward the tunnel.",
  "trog-item-103": "Instead of doing homework she did a puzzle in her room.",
  "trog-item-11": "Choose the picture that shows red.",
  "trog-item-12": "Choose the picture that shows black.",
  "trog-item-13": "the boy is running",
  "trog-item-14": "the big cup",
  "trog-item-15": "the dog is sitting",
  "trog-item-16": "the red ball",
  "trog-item-17": "the boy is not running",
  "trog-item-18": "the dog is not drinking",
  "trog-item-19": "the girl is not jumping",
  "trog-item-2": "Choose the picture of the bird.",
  "trog-item-20": "the dog is not sitting",
  "trog-item-21": "the boy is jumping over the box",
  "trog-item-22": "the girl is sitting on the table",
  "trog-item-23": "the man is eating the apple",
  "trog-item-24": "the lady is carrying the bag",
  "trog-item-25": "they are sitting on the table",
  "trog-item-26": "the cow is looking at them",
  "trog-item-27": "they are jumping over the wall",
  "trog-item-28": "the elephant is carrying them",
  "trog-item-29": "the girl is pushing the horse",
  "trog-item-3": "Choose the picture of the comb.",
  "trog-item-30": "the boy is chasing the sheep",
  "trog-item-31": "the man is chasing the dog",
  "trog-item-32": "the cow is pushing the lady",
  "trog-item-33": "she is sitting on the chair",
  "trog-item-34": "the lady is carrying him",
  "trog-item-35": "he is sitting in the tree",
  "trog-item-36": "the horse is looking at her",
  "trog-item-37": "the cats look at the ball",
  "trog-item-38": "the boy stands on the chairs",
  "trog-item-39": "the boys pick the apples",
  "trog-item-4": "Choose the picture of the apple.",
  "trog-item-40": "the girl drops the cups",
  "trog-item-41": "the fork is longer than the pencil",
  "trog-item-42": "the box is bigger than the cup",
  "trog-item-43": "the shoe is bigger than the bird",
  "trog-item-44": "the horse is taller than the wall",
  "trog-item-45": "the girl is chased by the horse",
  "trog-item-46": "the elephant is pushed by the boy",
  "trog-item-47": "the horse is chased by the man",
  "trog-item-48": "the cow is pushed by the man",
  "trog-item-49": "the cup is in the box",
  "trog-item-5": "Choose the picture that shows eating.",
  "trog-item-50": "the pencil is on the box",
  "trog-item-51": "the circle is in the star",
  "trog-item-52": "the fork is on the shoe",
  "trog-item-53": "the boy chasing the horse is tall",
  "trog-item-54": "the pencil on the shoe is blue",
  "trog-item-55": "the cow chasing the cat is brown",
  "trog-item-56": "the circle in the star is yellow",
  "trog-item-57": "the box but not the chair is red",
  "trog-item-58": "the cat is big but not black",
  "trog-item-59": "the horse but not the boy is standing",
  "trog-item-6": "Choose the picture that shows picking.",
  "trog-item-60": "the boy is sitting but not eating",
  "trog-item-61": "the pencil is above the flower",
  "trog-item-62": "the comb is below the spoon",
  "trog-item-63": "the star is above the circle",
  "trog-item-64": "the square is below the star",
  "trog-item-65": "not only the bird but also the flower is blue",
  "trog-item-66": "the box is not only big but also blue",
  "trog-item-67": "not only the girl but also the cat is sitting",
  "trog-item-68": "the girl has not only food but also a drink",
  "trog-item-69": "the pencil is on the book that is yellow",
  "trog-item-7": "Choose the picture that shows sitting.",
  "trog-item-70": "the girl chases the dog that is big",
  "trog-item-71": "the square is in the star that is blue",
  "trog-item-72": "the dog chases the horse that is brown",
  "trog-item-73": "neither the dog nor the ball is brown",
  "trog-item-74": "the pencil is neither long nor red",
  "trog-item-75": "neither the boy nor the horse is running",
  "trog-item-76": "the boy has neither hat nor shoes",
  "trog-item-77": "the book the pencil is on is red",
  "trog-item-78": "the cat the cow chases is black",
  "trog-item-79": "the circle the star is in is red",
  "trog-item-8": "Choose the picture that shows running.",
  "trog-item-80": "the boy the dog chases is big",
  "trog-item-81": "the horse drank water by the barn and the sheep ate grass by the fence",
  "trog-item-82": "the student opened the notebook and drew a tree",
  "trog-item-83": "we will have a picnic in the park if it is sunny",
  "trog-item-84": "he found his keys under the couch with the pillows",
  "trog-item-85": "she is the gardener who wears the hat that has a flower",
  "trog-item-86": "She tripped on a rock and dropped her books.",
  "trog-item-87": "The teacher will give the students cake if they stand in a line.",
  "trog-item-88": "We will dance together if there is music playing.",
  "trog-item-89": "Although it is hot outside, I am wearing a jacket with a hood.",
  "trog-item-9": "Choose the picture that shows long.",
  "trog-item-90": "He likes swimming. However, he chose to play soccer with his friends.",
  "trog-item-91": "Despite the noise in the classroom, she focused on reading her notebook.",
  "trog-item-92": "He wore the clown's hat despite its large size.",
  "trog-item-93": "The duck following the turtle is walking across the bridge.",
  "trog-item-94": "Bumping the table with my foot caused a book to fall.",
  "trog-item-95": "The person chases the dog that is big.",
  "trog-item-96": "The girl wearing a backpack was shown a flower by her friend.",
  "trog-item-97": "The kids cleaned the room, but forgot to put away the train.",
  "trog-item-98": "The monkey neither ate the banana nor swung on the vine.",
  "trog-item-99": "Her mom said it would be sunny. However, it rained heavily.",
  "trog-prompt1": "Choose the picture of the...",
  "trog-prompt2": "Choose the picture of...",
  "trog-prompt3": "Choose the picture that shows...",
  "username": "username",
  "vocab-instruct-1": "In this game, you are going to listen to words and look at different pictures. Your job is to pick the picture that matches the word!",
  "vocab-instruct-2": "Some words are hard, and that's okay. If you're not sure, just give your best guess!",
  "vocab-instruct-3": "If you need to hear the word again, press the speaker button.",
  "vocab-item-001": "the acorn",
  "vocab-item-002": "the aloe",
  "vocab-item-003": "the antenna",
  "vocab-item-004": "the artichoke",
  "vocab-item-005": "the bamboo",
  "vocab-item-006": "the barrel",
  "vocab-item-007": "the blender",
  "vocab-item-008": "the blower",
  "vocab-item-009": "the bouquet",
  "vocab-item-010": "the buffet",
  "vocab-item-011": "the bulldozer",
  "vocab-item-012": "the cake",
  "vocab-item-013": "the caramel",
  "vocab-item-014": "the carousel",
  "vocab-item-015": "the carrot",
  "vocab-item-016": "the cassette",
  "vocab-item-017": "the cheese",
  "vocab-item-018": "the cloak",
  "vocab-item-019": "the clothespin",
  "vocab-item-020": "the coaster",
  "vocab-item-021": "the cork",
  "vocab-item-022": "the cornbread",
  "vocab-item-023": "the corset",
  "vocab-item-024": "the dumpling",
  "vocab-item-025": "the elbow",
  "vocab-item-026": "the fan",
  "vocab-item-027": "the foam",
  "vocab-item-028": "the footbath",
  "vocab-item-029": "the fruitcake",
  "vocab-item-030": "the gutter",
  "vocab-item-031": "the hamster",
  "vocab-item-032": "the hedgehog",
  "vocab-item-033": "the hoe",
  "vocab-item-034": "the hopscotch",
  "vocab-item-035": "the kimono",
  "vocab-item-036": "the latch",
  "vocab-item-037": "the locker",
  "vocab-item-038": "the lollipop",
  "vocab-item-039": "the map",
  "vocab-item-040": "the marshmallow",
  "vocab-item-041": "the net",
  "vocab-item-042": "the oil",
  "vocab-item-043": "the omelet",
  "vocab-item-044": "the pie",
  "vocab-item-045": "the pistachio",
  "vocab-item-046": "the pitcher",
  "vocab-item-047": "the potato",
  "vocab-item-048": "the prism",
  "vocab-item-049": "the puddle",
  "vocab-item-050": "the pump",
  "vocab-item-051": "the rice",
  "vocab-item-052": "the saddle",
  "vocab-item-053": "the sandbag",
  "vocab-item-054": "the scaffolding",
  "vocab-item-055": "the scoop",
  "vocab-item-056": "the seagull",
  "vocab-item-057": "the ship",
  "vocab-item-058": "the shower",
  "vocab-item-059": "the silverware",
  "vocab-item-060": "the sink",
  "vocab-item-061": "the ski",
  "vocab-item-062": "the sloth",
  "vocab-item-063": "the snail",
  "vocab-item-064": "the sorbet",
  "vocab-item-065": "the spatula",
  "vocab-item-066": "the sprinkler",
  "vocab-item-067": "the squash",
  "vocab-item-068": "the squirrel",
  "vocab-item-069": "the stew",
  "vocab-item-070": "the rubber band",
  "vocab-item-071": "the stump",
  "vocab-item-072": "the sunflower",
  "vocab-item-073": "the swordfish",
  "vocab-item-074": "the tapestry",
  "vocab-item-075": "the teabag",
  "vocab-item-076": "the telescope",
  "vocab-item-077": "the thermos",
  "vocab-item-078": "the treasure",
  "vocab-item-079": "the trumpet",
  "vocab-item-080": "the tulip",
  "vocab-item-081": "the turbine",
  "vocab-item-082": "the turkey",
  "vocab-item-083": "the turtle",
  "vocab-item-084": "the typewriter",
  "vocab-item-085": "the watermelon",
  "vocab-item-086": "the waterwheel",
  "vocab-item-087": "the ant",
  "vocab-item-088": "the ball",
  "vocab-item-089": "the bear",
  "vocab-item-090": "the duck",
  "vocab-item-091": "the fork",
  "vocab-item-092": "the kitten",
  "vocab-item-093": "the knee",
  "vocab-item-094": "the milkshake",
  "vocab-item-095": "the skin",
  "vocab-item-096": "the wall",
  "vocab-item-097": "the wheel",
  "vocab-item-098": "the farm",
  "vocab-item-099": "juggling",
  "vocab-item-100": "the dressing",
  "vocab-item-101": "the roof",
  "vocab-item-102": "peeking",
  "vocab-item-103": "the ruler",
  "vocab-item-104": "the tunnel",
  "vocab-item-105": "the envelope",
  "vocab-item-106": "the diamond",
  "vocab-item-107": "the calendar",
  "vocab-item-108": "the panda",
  "vocab-item-109": "the arrow",
  "vocab-item-110": "picking",
  "vocab-item-111": "dripping",
  "vocab-item-112": "the knight",
  "vocab-item-113": "delivering",
  "vocab-item-114": "the dentist",
  "vocab-item-115": "the claw",
  "vocab-item-116": "the uniform",
  "vocab-item-117": "furry",
  "vocab-item-118": "the cormorant",
  "vocab-item-119": "fetch",
  "vocab-item-120": "the arcade",
  "vocab-item-121": "the artifact",
  "vocab-item-122": "aversion",
  "vocab-item-123": "the beret",
  "vocab-item-124": "applaud",
  "vocab-item-125": "timid",
  "vocab-item-126": "the camp",
  "vocab-item-127": "tumble",
  "vocab-item-128": "concentric",
  "vocab-item-129": "the confectionery",
  "vocab-item-130": "the couturier",
  "vocab-item-131": "degression",
  "vocab-item-132": "the divan",
  "vocab-item-133": "the wetland",
  "vocab-item-134": "the baywindow",
  "vocab-item-135": "the aesthete",
  "vocab-item-136": "ecstatic",
  "vocab-item-137": "rickety",
  "vocab-item-138": "gourmet",
  "vocab-item-139": "gesticulate",
  "vocab-item-140": "the facade",
  "vocab-item-141": "the slope",
  "vocab-item-142": "the habit",
  "vocab-item-143": "the intersection",
  "vocab-item-144": "the irrigation",
  "vocab-item-145": "the kazoo",
  "vocab-item-146": "chat",
  "vocab-item-147": "the colony",
  "vocab-item-148": "preserve",
  "vocab-item-149": "the awning",
  "vocab-item-150": "mammalogy",
  "vocab-item-151": "the metronome",
  "vocab-item-152": "the paleontologist",
  "vocab-item-153": "the percussion",
  "vocab-item-154": "the posterior",
  "vocab-item-155": "precarious",
  "vocab-item-156": "the arbor",
  "vocab-item-157": "resuscitation",
  "vocab-item-158": "the rosette",
  "vocab-item-159": "the saffron",
  "vocab-item-160": "mischievous",
  "vocab-item-161": "the skimmer",
  "vocab-item-162": "sedentary",
  "vocab-item-163": "the suede",
  "vocab-item-164": "the turnstile",
  "vocab-item-165": "the triad",
  "vocab-item-166": "dredging",
  "vocab-item-167": "urban",
  "vocab-item-168": "the steam",
  "vocab-item-169": "the vertebra",
  "vocab-item-170": "the bandage",
  "vocab-practice-1": "You are going to see some different pictures. For example, a picture of an apple and a picture of a carrot. Then, you'll hear a word for one of the pictures. Make sure to pick the picture that matches the word!",
  "yellowball": "The yellow ball",
  "yellowstack": "The small yellow stack",
  "yes": "yes"
}