{
  "ChildSurveyIntro": "Estas preguntas se refieren a cómo te sientes en la escuela, y a algunas de las cosas que haces en la escuela. No hay respuestas correctas ni incorrectas. Elige la respuesta que mejor diga lo que tú piensas. No, nunca; Sí, algunas veces; Sí, muchas veces; Sí, siempre. Las dos primeras preguntas son de práctica.",
  "ChildSurveyRespoonses": "No, nunca; Sí, algunas veces; Sí, muchas veces; Sí, siempre",
  "ClassFriends": "¿Tienes amigos o amigas en tu clase?",
  "ClassHelp": "¿Te ayudan los niños y las niñas de tu clase cuando lo necesitas?",
  "ClassNice": "¿Los niños y las niñas de tu clase son amables contigo?",
  "ClassPlay": "¿Los niños y las niñas de tu clase juegan contigo?",
  "Example1Comic": "¿Te gusta leer historietas (comics)?",
  "Example2Neat": "¿Eres limpio y ordenado en el colegio?",
  "GrowthMindMath": "Algunos niños y niñas creen que pueden mejorar en matemáticas si se esfuerzan mucho. ¿Crees que tú puedes mejorar en matemáticas si te esfuerzas mucho?",
  "GrowthMindRead": "Algunos niños y niñas creen que pueden mejorar en lectura si se esfuerzan mucho. ¿Crees que tú puedes mejorar en lectura si te esfuerzas mucho?",
  "GrowthMindSmart": "Algunos niños y niñas piensan que pueden ser más inteligentes si se esfuerzan mucho. ¿Crees que tú puedes ser más inteligente si te esfuerzas mucho?",
  "LearningGood": "¿Te queda fácil aprender en el colegio?",
  "LonelySchool": "¿Te sientes solo o sola en el colegio?",
  "MathEnjoy": "¿Te gusta hacer actividades de matemáticas en el colegio?",
  "MathGood": "¿Eres bueno o buena para las matemáticas?",
  "ReadingEnjoy": "¿Te gusta hacer actividades de lectura en el colegio?",
  "ReadingGood": "¿Eres bueno o buena para la lectura?",
  "SchoolEnjoy": "¿Te gusta la escuela?",
  "SchoolFun": "¿Te diviertes en el colegio?",
  "SchoolGiveUp": "Cuando las tareas escolares son difíciles, ¿te rindes enseguida?",
  "SchoolHappy": "¿Te sientes feliz en la escuela?",
  "SchoolSafe": "¿Te sientes seguro o segura en el colegio?",
  "TeacherLike": "¿Le caes bien a tu profesor?",
  "TeacherListen": "¿Te escucha tu profesor?",
  "TeacherNice": "¿Te trata bien tu profesor?",
  "ToM-intro": "Este es el Juego de las historias. En este juego vas a escuchar algunas historias y luego vas a responder preguntas sobre esas historias.",
  "ToM-scene-10-instruct1": "La profesora Sara le dice a todos sus estudiantes que cojan un libro de cuentos de la bolsa que trajo. Hay un libro de cuentos para cada estudiante.",
  "ToM-scene-10-instruct2": "Ahora quedan solo dos libros de cuentos y Brian y Megan son los dos últimos estudiantes que todavía no tienen un libro. Pero cuando Brian va a escoger su libro, decide coger los dos, aunque sabe que Megan todavía no tiene uno y que se supone que todos deberían tener un libro. Brian esconde el segundo libro de cuentos en su escritorio.",
  "ToM-scene-10-instruct3": "La profesora Sara le pregunta a Brian: \"¿Queda algún libro de cuentos para que Megan pueda tener uno?\"  Brian le dice a la profesora Sara: \"No, no queda ningún libro de cuentos. Todos se están usando.\"",
  "ToM-scene-10-instruct4": "Megan está triste porque no tiene un libro de cuentos y le pregunta a la profesora Sara: \"¿Queda algún libro de cuentos para mí?\" La profesora Sara le dice: \"Lo siento mucho Megan, pero no quedan libros de cuentos, todos están en uso.\"",
  "ToM-scene-10-q1-emotion_reasoning": "¿Cómo se siente Megan al ser la única niña sin libro de cuentos?",
  "ToM-scene-10-q2-emotion_reasoning": "¿Cómo se sentiría Megan si recibiera un libro?",
  "ToM-scene-10-q3-reality_check": "¿Está mintiendo Brian?",
  "ToM-scene-10-q4-reality_check": "¿Queda un libro de cuentos que no se esté usando?",
  "ToM-scene-10-q5-false_belief": "¿Está mintiendo la profesora Sara?",
  "ToM-scene-10-q6-reality_check": "¿Aún queda un libro de cuentos que no se esté usando?",
  "ToM-scene-11-instruct1": "Este es José. Hace un rato, José estaba ordenando su habitación. José puso su pelota grande de baloncesto en el escritorio, su pelota mediano de fútbol en la mesa de noche y su pelota pequeña de béisbol en el estante de abajo.",
  "ToM-scene-11-instruct2": "La madre de José acaba de entrar y José le pide a ella que coja un juguete. José le dice a su mamá: \"¡Quiero la pelota pequeña!",
  "ToM-scene-11-q1-reference": "¿Cuál pelota cogerá la mamá para José?",
  "ToM-scene-11-q2-reality_check": "¿Cuál pelota quiere José?",
  "ToM-scene-11-q3-emotion_reasoning": "José quería la pelota de béisbol, ¡pero su mamá le dio la pelota de fútbol! ¿Cómo crees que se siente José al recibir el juguete equivocado?",
  "ToM-scene-11-q4-emotion_reasoning": "¿Cómo crees que se sentiría José si hubiera recibido el juguete correcto?",
  "ToM-scene-12-instruct1": "Esta mañana, Papá le preguntó a Emma qué juguete le gustaría llevarse al colegio y Emma dijo que quería jugar con su pelota amarilla en el recreo.",
  "ToM-scene-12-instruct2": "Después, Emma se fue a su habitación a prepararse para ir al colegio. Mientras se preparaba, cambió de opinión y le gritó a su papá: \"En realidad, ¿podría mejor llevar mi pelota roja, por favor?\" y siguió preparándose para ir al colegio. Pero Papá no oyó a Emma pedir su pelota roja.",
  "ToM-scene-12-instruct3": "El papá no oyó a Emma decir que quería su pelota roja. Así que el papá piensa que Emma quiere su pelota amarilla. El papá va a preparar la mochila de Emma, ¡pero no encuentra su pelota amarilla en la caja de juguetes! Pero papá el encuentra la pelota azul en la caja de juguetes, así que empaca la pelota azul en la maleta de Emma.",
  "ToM-scene-12-instruct4": "De camino al colegio, el papá le dice a Emma \"Lo siento mucho, no pude empacar el juguete que querías porque no lo encontré\".",
  "ToM-scene-12-instruct5": "Emma está muy feliz de jugar con su pelota.",
  "ToM-scene-12-q1-false_belief": "¿Cuál juguete cree el papá que Emma quiere llevar a la escuela?",
  "ToM-scene-12-q2-false_belief": "¿Emma sabe que su papá empacó la pelota azul?",
  "ToM-scene-12-q3-false_belief": "¿Cuál pelota cree Emma que empacó su papá?",
  "ToM-scene-12-q4-reality_check": "¿Cuál juguete quiere Emma?",
  "ToM-scene-12-q5-reality_check": "¿Cuál juguete le ha empacado el papá?",
  "ToM-scene-14-instruct4": "Veamos lo que hace. Oh, mira, aquí está Roberto cogiendo el balón de fútbol que está en la mesa. Y ahora Anna ve a Roberto buscando el balón... ¡el balón que es de Anna!",
  "ToM-scene-14-q2-emotion_reasoning": "¿Cómo crees que se siente Anna cuando Roberto coge ese balón?",
  "ToM-scene-14-q3-emotion_reasoning": "¿Cómo crees que se sentiría Anna si no hubiera visto a Roberto intentando coger el balón?",
  "ToM-scene-14-q4-false_belief": "¿Roberto está siendo necio y travieso por coger el balón de fútbol de Anna?",
  "ToM-scene-14-q5-false_belief": "¿Debería Roberto estar en problemas con su madre por coger el balón de fútbol de Anna?",
  "ToM-scene-14-q6-reality_check": "¿Puedes ayudarle a Anna a encontrar su balón de fútbol? ¿Está sobre la mesa o en el suelo?",
  "ToM-scene-14-q7-reality_check": "¿Puedes ayudarle a Roberto a encontrar su balón de fútbol? ¿Está sobre la mesa o en el suelo?",
  "ToM-scene-15-instruct1": "Alex, Isabel y John están jugando un juego en el parque. En este juego uno de los niños se esconde, pero antes de esconderse, debe dibujar una pista en la arenera para que los otros puedan encontrarle.",
  "ToM-scene-15-instruct2": "John decide esconderse detrás de una planta con flores. Él dibuja una pista en la arena. Pero aunque John quiere dibujar la planta con flores, ¡su dibujo parece una roca! Al terminar su dibujo, John se va a esconder detrás de la planta con flores.",
  "ToM-scene-15-q1-reality_check": "¿Qué quería dibujar John?",
  "ToM-scene-15-q2-false_belief": "Cuando Alex e Isabel vean esta pista, ¿dónde buscarán primero a John? ¿Detrás de la planta con flores o detrás de la roca?",
  "ToM-scene-15-q3-reality_check": "¿Puedes ayudarles a encontrar dónde se esconde John realmente?",
  "ToM-scene-15-q4-emotion_reasoning": "Mira, Alex e Isabel encontraron a John y ganaron el juego. ¿Cómo crees que se sienten Alex e Isabel por ganar el juego?",
  "ToM-scene-16-instruct1": "El papá les dice a Jaime y a Sofía que se preparen para ir al colegio. El papá les dice que se pongan los zapatos.",
  "ToM-scene-16-instruct2": "Sofía no encuentra uno de sus zapatos. Lo está buscando por todas partes, pero no lo encuentra.",
  "ToM-scene-16-instruct3": "Sofía no encuentra su zapato porque Jaime, por hacerle una broma, se lo escondió en la caja de juguetes hace un rato cuando nadie estaba mirando.",
  "ToM-scene-16-instruct4": "Entonces Sofía está buscando su zapato por todas partes, pero no lo encuentra. Ahora el papá se ha enfadado con Sofía porque perdió su zapato y van tarde para el colegio.",
  "ToM-scene-16-instruct5": "Cuando Jaime ve que papá está enfadado con Sofía, va a la caja de juguetes, coge el zapato y se lo devuelve a Sofía.",
  "ToM-scene-16-instruct6": "Jaime le pide perdón a Sofía, y Sofía y el paá perdonan a Jaime. Todos se abrazan.",
  "ToM-scene-16-q1-emotion_reasoning": "¿Cómo se siente Sofía por perder su zapato?",
  "ToM-scene-16-q2-emotion_reasoning": "¿Cómo se sentiría Sofía si encontrara su zapato?",
  "ToM-scene-16-q3-false_belief": "¿Es justo que papá se enfade con Sofía por haber perdido su zapato?",
  "ToM-scene-16-q4-reference": "¿Está el papá enfadado con Jaime?",
  "ToM-scene-16-q5-reference": "¿Está Sofía enfadada con Jaime?",
  "ToM-scene-16-q6-reference": "¿Está el papá enfadado con Sofía ahora?",
  "ToM-scene-16-q7-reference": "¿Está el papá enfadado con Jaime ahora?",
  "ToM-scene-16-q8-reference": "¿Está Sofía enfadada con Jaime ahora?",
  "ToM-scene-17-instruct1": "Esta es Melisa. La madre de Melisa tiene una librería y Melisa a veces la ayuda. Hace un rato, Melisa estaba organizando unos libros en las mesas y biblioteca. Melisa puso una torre muy grande de libros azules en el escritorio, una torre mediana de libros rojos en la mesa y una torre pequeña de libros amarillos en la biblioteca.",
  "ToM-scene-17-instruct2": "La madre de Melisa acaba de entrar. La madre le pide a Melisa uno de los libros. Melisa recuerda dónde está ese libro y le dice a su mamá: \"¡El libro está en la torre pequeña!\".",
  "ToM-scene-17-q1-reference": "¿En cual torre de libros va a buscar la mamá?",
  "ToM-scene-17-q2-reality_check": "¿A cuál torre de libros se refería Melisa?",
  "ToM-scene-17-q3-emotion_reasoning": "La mamá busca en la torre de libros equivocada y no encuentra el libro que quería. ¿Cómo crees que se siente la mamá al no encontrar el libro que quería?",
  "ToM-scene-17-q4-emotion_reasoning": "¿Cómo crees que se sentiría la mamá si pudiera encontrar el libro que quería?",
  "ToM-scene-18-instruct1": "Jorge y Catalina están jugando juntos. Miran fuera y ven una juguetería nueva al otro lado de la calle. Catalina decide ir a comprar juguetes a la juguetería. Catalina le pregunta a Jorge cuál juguete le gustaría tener y Jorge dice que le gustaría un balón de baloncesto nuevo.",
  "ToM-scene-18-instruct2": "Mientras Catalina caminaba a la juguetería, Jorge cambió de opinión y le gritó a Catalina: \"En realidad, ¿me compras unos colores, por favor?\". Pero Catalina no escuchó a Jorge pedir los colores.",
  "ToM-scene-18-instruct3": "Catalina no escuchó a Jorge decir que quería unos colores, así que Catalina piensa que Jorge quiere un balón de baloncesto. Catalina va a la juguetería, pero el dueño le dice aunque no tienen balones de baloncesto, sí tienen libros de cuentos. Catalina le compra un libro de cuentos a Jorge.",
  "ToM-scene-18-instruct4": "Catalina vuelve y le dice a Jorge: \"Lo siento mucho, no pude comprarte un balón de baloncesto porque no los vendían en la tienda\".",
  "ToM-scene-18-instruct5": "Jorge está emocionado por leer su nuevo libro de cuentos.",
  "ToM-scene-18-q1-false_belief": "¿Cuál juguete cree Catalina que Jorge quiere de la juguetería?",
  "ToM-scene-18-q2-false_belief": "¿Jorge sabe que Catalina compró un libro de cuentos?",
  "ToM-scene-18-q3-false_belief": "¿Qué cree Jorge que Catalina compró en la juguetería?",
  "ToM-scene-18-q4-reality_check": "¿Cuál juguete quiere Jorge?",
  "ToM-scene-18-q5-reality_check": "¿Cuál juguete le compró Catalina a Jorge?",
  "ToM-scene-8-instruct4": "Veamos lo que hace. Oh, mira, aquí está Alejandra cogiendo este lápiz de encima del mueble. Y ahora Miguel ve a Alejandra cogiendo ese lápiz... ¡el lápiz que es de Miguel!",
  "ToM-scene-8-q2-emotion_reasoning": "¿Cómo crees que se siente Miguel cuando Alejandra intenta coger ese lápiz?",
  "ToM-scene-8-q3-emotion_reasoning": "¿Cómo crees que se sentiría Miguel si no hubiera visto a Alejandra intentar coger el lápiz?",
  "ToM-scene-8-q4-false_belief": "¿Alejandra está siendo mala y traviesa por coger el lápiz de Miguel?",
  "ToM-scene-8-q5-false_belief": "¿Debería Alejandra meterse en problemas con el profesor por coger el lápiz de Miguel?",
  "ToM-scene-8-q6-reality_check": "¿Puedes ayudarle a Miguel a encontrar su lápiz? ¿Está encima de la repisa o detrás del mueble de maletas?",
  "ToM-scene-8-q7-reality_check": "¿Puedes ayudarle a Alejandra a encontrar su lápiz? ¿Está encima de la repisa o detrás del mueble de maletas?",
  "ToM-scene-9-instruct1": "Este es Marco. Marco está jugando hoy un juego un poco loco en el que no dice ninguna palabra en todo el día. En vez de hablar, está haciendo dibujos. Marco está en la biblioteca, decidiendo qué libro le gustaría leer. La mamá le muestra a Marco dos libros: uno sobre tazas y otro sobre montañas.",
  "ToM-scene-9-instruct2": "Marco dibuja una colina para decirle a la mamá que quiere leer el libro sobre montañas. Pero cuando Marco le da el dibujo a mamá, ella lo mira al revés, ¡y entonces parece una taza!",
  "ToM-scene-9-q1-reality_check": "¿Qué quería dibujar Marco?",
  "ToM-scene-9-q2-false_belief": "Cuando la mamá vea el dibujo, ¿qué libro le dará a Marco?",
  "ToM-scene-9-q3-reality_check": "¿Qué libro quiere Marco en realidad?",
  "ToM-scene-9-q4-emotion_reasoning": "Mira, la mamá se ha dado cuenta de su error y le ha dado a Marco el libro que él realmente quería. ¿Cómo crees que se siente Marco al recibir el libro que quería?",
  "ToM-scene1-instruct1": "Esta es Marisol. Esta mañana, Marisol puso su libro detrás de la silla, porque no quería que nadie lo encontrara.",
  "ToM-scene1-instruct2": "Pero cuando Marisol estaba afuera jugando, ¡alguien lo encontró! Y lo escondió debajo de la alfombra.",
  "ToM-scene1-instruct3": "Ahora, es el momento de leer y Marisol quiere su libro.",
  "ToM-scene1-q1-false_belief": "¿Dónde buscará Marisol su libro primero?",
  "ToM-scene1-q2-reality_check": "¿Y dónde está realmente su libro?",
  "ToM-scene13-instruct1": "Aquí está Gabriel. Esta tarde en el colegio, Gabriel guardó su lápiz en su cartuchera.",
  "ToM-scene13-instruct2": "Pero mientras Gabriel estaba fuera, ¡alguien usó su lápiz! Después de usar el lápiz de Gabriel, la persona puso el lápiz en una canasta.",
  "ToM-scene13-instruct3": "Es hora de ir a clase y Gabriel quiere su lápiz.",
  "ToM-scene13-q1-false_belief": "¿Dónde buscará Gabriel su lápiz?",
  "ToM-scene13-q2-reality_check": "¿Y dónde está realmente su lápiz?",
  "ToM-scene14-instruct1": "Esta tarde, cuando llegó a casa, Roberto puso su balón de fútbol sobre la mesa.",
  "ToM-scene14-instruct2": "Y luego salió a jugar, ¿ves? Aquí está Roberto jugando fuera. Y mientras estaba fuera jugando, el balón de fútbol de Roberto se cayó de la mesa y al suelo.",
  "ToM-scene14-instruct3": "Entonces entra Anna, la hermana de Roberto. Anna también tiene un balón de fútbol. Anna pone su balón en la mesa. Roberto todavía está afuera jugando, así que no ve lo que hace Anna.",
  "ToM-scene14-q1-false_belief": "Ahora, cuando Roberto vuelva de entrar, ¿dónde buscará primero su balón de fútbol?",
  "ToM-scene2-instruct1": "Esta mañana, cuando vino a la escuela, Elián puso su libro sobre la repisa encima de los colgaderos de abrigos. El libro de Elián es azul.",
  "ToM-scene2-instruct2": "Y luego salió a jugar, ¿ves? Aquí está Elián jugando afuera. Mientras Elián estaba afuera jugando, su libro se cayó de la repisa y quedó en el piso, debajo de los abrigos, ¿ves?",
  "ToM-scene2-instruct3": "Luego entró Ana y puso su libro sobre la repisa encima de los colgaderos. ¡El libro de Ana también es azul! Como Elián todavía está afuera jugando, no vio lo que hizo Ana.",
  "ToM-scene2-instruct4": "Veamos lo que Elián hace. Oh, mira, Elián está cogiendo el libro que está sobre la repisa. Y ahora Ana ve a Elián cogiendo ese libro... ¡el libro que es de Ana!",
  "ToM-scene2-q1-false_belief": "Entonces, cuando Elián regrese, ¿dónde buscará primero su libro?",
  "ToM-scene2-q2-emotion_reasoning": "¿Cómo crees que se siente Ana cuando Elián coge ese libro?",
  "ToM-scene2-q3-false_belief": "¿Elián está siendo malo y travieso al tomar el libro de Ana?",
  "ToM-scene2-q4-false_belief": "¿Debería Elián estar en problemas con el maestro por tomar el libro de Ana?",
  "ToM-scene2-q5-reality_check": "¿Puedes ayudar a Ana a encontrar su libro? ¿Está sobre la repisa o debajo de los abrigos?",
  "ToM-scene2-q6-reality_check": "¿Puedes ayudar a Elián a encontrar su libro? ¿Está sobre la repisa o debajo de los abrigos?",
  "ToM-scene2-q7-emotion_reasoning": "¿Cómo crees que se sentiría Ana si no hubiera visto a Elián coger el libro?",
  "ToM-scene3-instruct1": "Johan, Isabel e Iván están jugando. El juego es el siguiente: Uno de los niños se esconde, pero debe dibujar una pista en la arena que permita a los otros niños encontrarlo.",
  "ToM-scene3-instruct2": "Entonces, Iván va primero. Dibuja esta pista en la arena y se esconde.",
  "ToM-scene3-instruct3": "Ahora le toca a Johan dejar una pista y esconderse. Isabel e Iván intentarán utilizar la pista para encontrarlo.",
  "ToM-scene3-instruct4": "Johan decide esconderse detrás de la fuente. Él dibuja una pista en la arena. Él intenta dibujar la parte inferior de la fuente y el agua que sale de ella, ¡pero el dibujo que hace parece un árbol! Ahora, Johan se esconde detrás de la fuente.",
  "ToM-scene3-q1": "¿Qué quería dibujar Johan?",
  "ToM-scene3-q2-false_belief": "Cuando Isabel e Iván vean esta pista, ¿dónde buscarán primero a Johan?",
  "ToM-scene3-q2-reality_check": "¿Puedes ayudarles a encontrar dónde está realmente Johan?",
  "ToM-scene3-q3-emotion_reasoning": "¡Mira, Isabel e Iván encontraron a Joshua y ganaron el juego! ¿Cómo crees que se siente Isabel por ganar el juego?",
  "ToM-scene4-instruct1": "Ya se acabaron los juegos y es hora de volver a casa. Mamá les dice a los niños que busquen todos sus juguetes.",
  "ToM-scene4-instruct2": "Johan trajo su camión de juguete al parque, pero ahora no lo encuentra. Lo busca por todas partes, pero no puede encontrarlo.",
  "ToM-scene4-instruct3": "Johan no encuentra su camión porque antes, cuando nadie miraba, Isabel cogió el camión de juguete y lo enterró en la arena.",
  "ToM-scene4-instruct4": "Por eso, Johan mira por todas partes y no encuentra su camión de juguete. Mamá se enoja con Johan porque perdió el camión.",
  "ToM-scene4-instruct5": "Cuando Isabel se da cuenta de que Mamá está enojada con Johan, va al patio de arena, saca el juguete de la arena y se lo devuelve a Johan.",
  "ToM-scene4-instruct6": "Isabel le pide disculpas a Johan y le da un fuerte abrazo. Johan le devuelve el abrazo, y Mamá se une a ellos.",
  "ToM-scene4-q1-emotion_reasoning": "¿Cómo se siente Johan por perder su camión?",
  "ToM-scene4-q2": "¿Es justo que Mamá se enoje con Johan por haber perdido su camión?",
  "ToM-scene4-q3": "¿Mamá está enojada con Isabel?",
  "ToM-scene4-q4-false_belief": "¿Johan está enojado con Isabel?",
  "ToM-scene4-q5": "¿Ahora Mamá está enojada con Johan?",
  "ToM-scene4-q6": "¿Ahora Mamá está enojada con Isabel?",
  "ToM-scene4-q7": "¿Ahora Johan está enojado con Isabel?",
  "ToM-scene4-q8-emotion_reasoning": "¿Cómo se sentiría Johan si encontrara su camión?",
  "ToM-scene5-instruct1": "Ella es Carla. Hace un rato, la mamá de María limpiaba la casa mientras María observaba. La mamá dejó tres tazas en la cocina: hay una taza pequeña en la barra, una taza mediana en la mesa y una taza grande en un estante que está muy alto.",
  "ToM-scene5-instruct2": "Carla y Papá acaban de entrar y Carla le pide a su papá que le de una taza. Carla le dice a su papá \"¡quiero la taza grande!\".",
  "ToM-scene5-q1": "¿Cuál taza le dará el Papá a Carla?",
  "ToM-scene5-q2-reality_check": "¿Cuál taza quiere Carla?",
  "ToM-scene5-q3-emotion_reasoning": "¿Cómo se siente Carla por no recibir la taza que ella quería?",
  "ToM-scene5-q4-emotion_reasoning": "¿Cómo se habría sentido Carla si recibía la taza que ella quería?",
  "ToM-scene6-instruct1": "Sam y María están jugando juntos. Cuando miran hacia afuera ven una tienda nueva al otro lado de la calle. María le dice a Sam: \"voy a ir a comprar camisetas nuevas para nosotros\" y se va.",
  "ToM-scene6-instruct2": "Mamá llega a casa y le dice a Sam que acaba de pasar por la tienda. \"¿Venden camisetas?\" pregunta Sam. \"No\", dice Mamá, \"solo venden zapatos\". \"Probablemente ahora María va a comprar zapatos en la tienda\", dice Sam.",
  "ToM-scene6-instruct3": "María llega a la tienda y dice \"me gustaría comprar camisas.\" La vendedora responde \"Sólo nos quedan medias.\" Como María también necesita medias, decide comprar algunos pares.",
  "ToM-scene6-instruct4": "Caminando de regreso, María se encuentra con su padre. Ella le dice \"acabo de comprar unas medias. Voy a compartirlas con mi hermano Sam. Es una sorpresa\".\n\"Es muy amable de tu parte\", dice Papá. Luego le pregunta a María: \"¿Sam sabe qué le has comprado?\".",
  "ToM-scene6-instruct5": "Entonces Papá pregunta: \"¿Qué cree Sam que venden en la tienda?\".",
  "ToM-scene6-instruct6": "Sam está muy feliz por recibir sus medias nuevas.",
  "ToM-scene6-q1": "¿María sabe que en la tienda venden zapatos?",
  "ToM-scene6-q2": "¿Sam sabe que María ha comprado medias?",
  "ToM-scene6-q3": "¿Qué cree Sam que venden en la tienda?",
  "ToM-scene6-q4": "¿Qué le dice María a Papá?",
  "ToM-scene6-q5": "¿Qué le dice María a Papá?",
  "ToM-scene6-q6": "¿Qué cree Sam que venden en la tienda?",
  "ToM-scene7-instruct1": "Aquí está Diana. Esta mañana en el colegio, Diana ha metido su juguete en este cajón porque no quería que nadie lo encontrara.",
  "ToM-scene7-instruct2": "Pero mientras Diana estaba fuera, ¡alguien lo encontró! Y lo movió del cajón al escritorio.",
  "ToM-scene7-instruct3": "Así que ahora es hora de jugar y Diana quiere su juguete.",
  "ToM-scene7-q1-false_belief": "¿Dónde buscará Diana su juguete?",
  "ToM-scene7-q2-reality_check": "¿Y dónde está realmente su juguete?",
  "ToM-scene8-instruct1": "Esta mañana, cuando vino a la escuela, Alejandra puso su lápiz de color amarillo en la repisa, sobre el mueble de las maletas.",
  "ToM-scene8-instruct2": "Y luego salió a jugar, ¿ves? Aquí está Alejandra jugando afuera. Y mientras estaba afuera jugando, el lápiz de color amarillo de Alejandra se cayó de la repisa y quedó detrás del mueble de las maletas, ¿ves?",
  "ToM-scene8-instruct3": "Entonces entra Miguel y Miguel pone su lápiz encima del mueble de las maletas. El lápiz de Miguel también es de color amarillo. Pero Alejandra todavía está fuera jugando, así que no vio lo que Miguel estaba haciendo.",
  "ToM-scene8-q1-false_belief": "Ahora, cuando Alejandra vuelva de fuera, ¿dónde buscará primero su lápiz?",
  "ToM-transition": "¡Bien hecho! Ahora vamos con una nueva historia.",
  "activity": "actividad",
  "addition-prompt1": "Suma los números y escoge la respuesta correcta.",
  "addition-prompt2": "Suma los números.",
  "administrator": "administrador",
  "angry": "enojado",
  "assent": "acuerdo",
  "assessment": "evaluación",
  "assignment": "asignación",
  "auth/consent.acceptButton": "Aceptar",
  "auth/consent.assentTitle": "Asentimiento",
  "auth/consent.consentTitle": "Consentimiento",
  "auth/consent.consentUpdatedStatus": "Estado de consentimiento actualizado",
  "auth/consent.header": "Consentimiento",
  "auth/consent.rejectButton": "No, cerrar sesión",
  "auth/consent.toastHeader": "Confirmado",
  "auth/signin.atLeastOneLowercase": "Al menos una minúscula",
  "auth/signin.atLeastOneNumber": "Al menos un número",
  "auth/signin.atLeastOneNumeric": "Al menos un carácter numérico",
  "auth/signin.atLeastOneUpperCase": "Al menos una mayúscula",
  "auth/signin.buttonLabel": "¡Vamos!",
  "auth/signin.continueWithGoogle": "Continuar con Google",
  "auth/signin.emailId": "correo electrónico",
  "auth/signin.emailPlaceholder": "Nombre de usuario o correo electrónico",
  "auth/signin.forgotPassword": "¿Olvidaste tu contraseña?",
  "auth/signin.incorrectEmailOrPassword": "Nombre de usuario/correo electrónico o contraseña incorrectos",
  "auth/signin.invalidEmailPlaceholder": "Error: correo electrónico inválido",
  "auth/signin.minimumCharacters": "Mínimo 8 caracteres",
  "auth/signin.passwordId": "contraseña",
  "auth/signin.passwordPlaceholder": "Contraseña",
  "auth/signin.pickPassword": "Elige una contraseña",
  "auth/signin.selectLanguage": "Seleccionar idioma",
  "auth/signin.selectLanguageLabel": "Idioma",
  "auth/signin.signInWithEmailLinkInstead": "Inicia sesión usando el enlace de correo electrónico",
  "auth/signin.signInWithEmailLinkPlaceHolder": "Presiona ¡Vamos! para iniciar sesión con un enlace de correo electrónico.",
  "auth/signin.signInWithPasswordInstead": "Inicia sesión usando la contraseña",
  "auth/signin.suggestions": "Sugerencias",
  "baseball": "La pelota pequeña de béisbol",
  "basket": "En la canasta",
  "basketball": "Un balón de baloncesto",
  "behind": "Detrás del mueble de las maletas",
  "behind-flowerbush": "Detrás de la planta con flores",
  "behind-fountain": "Detrás de la fuente",
  "behind-rock": "Detrás de la roca",
  "behind-tree": "Detrás del árbol",
  "big-basketball": "La pelota grande de baloncesto",
  "blueball": "La pelota azul",
  "bluestack": "La torre azul grande",
  "box": "En la caja",
  "calm": "tranquilo",
  "cancel": "cancelar",
  "chair": "Detrás de la silla",
  "child": "niño",
  "child_survey_001": "<font face=\"Verdana\" size=\"4\">Estas preguntas se refieren a cómo te sientes en el colegio y a lo que haces en el colegio. No hay respuestas correctas ni incorrectas. Elige la respuesta que mejor diga lo gue tú piensas. <br><b><font face=\"Verdana\" size=\"4\"> No, nunca; Sí, algunas veces; Sí, muchas veces; Sí, siempre. <br><br>Las primeras dos preguntas son de práctica.",
  "child_survey_002": "¿Te gusta leer historietas (comics)?",
  "child_survey_003": "No, nunca",
  "child_survey_004": "Sí, algunas veces",
  "child_survey_005": "Sí, muchas veces",
  "child_survey_006": "Sí, siempre",
  "child_survey_007": "¿Eres limpio y ordenado en el colegio?",
  "child_survey_008": "No, nunca",
  "child_survey_009": "Sí, algunas veces",
  "child_survey_010": "Sí, muchas veces",
  "child_survey_011": "Sí, siempre",
  "child_survey_012": "¿Tu profesor te trata bien?",
  "child_survey_013": "No, nunca",
  "child_survey_014": "Sí, algunas veces",
  "child_survey_015": "Sí, muchas veces",
  "child_survey_016": "Sí, siempre",
  "child_survey_017": "¿Le caes bien a tu profesor?",
  "child_survey_018": "No, nunca",
  "child_survey_019": "Sí, algunas veces",
  "child_survey_020": "Sí, muchas veces",
  "child_survey_021": "Sí, siempre",
  "child_survey_022": "¿Tu profesor te escucha?",
  "child_survey_023": "No, nunca",
  "child_survey_024": "Sí, algunas veces",
  "child_survey_025": "Sí, muchas veces",
  "child_survey_026": "Sí, siempre",
  "child_survey_027": "¿Es divertido ir al colegio?",
  "child_survey_028": "No, nunca",
  "child_survey_029": "Sí, algunas veces",
  "child_survey_030": "Sí, muchas veces",
  "child_survey_031": "Sí, siempre",
  "child_survey_032": "¿Te gusta el colegio?",
  "child_survey_033": "No, nunca",
  "child_survey_034": "Sí, algunas veces",
  "child_survey_035": "Sí, muchas veces",
  "child_survey_036": "Sí, siempre",
  "child_survey_037": "¿Te sientes feliz en el colegio?",
  "child_survey_038": "No, nunca",
  "child_survey_039": "Sí, algunas veces",
  "child_survey_040": "Sí, muchas veces",
  "child_survey_041": "Sí, siempre",
  "child_survey_042": "¿Te sientes seguro o segura en el colegio?",
  "child_survey_043": "No, nunca",
  "child_survey_044": "Sí, algunas veces",
  "child_survey_045": "Sí, muchas veces",
  "child_survey_046": "Sí, siempre",
  "child_survey_047": "¿Tienes amigos o amigas en tu salón?",
  "child_survey_048": "No, nunca",
  "child_survey_049": "Sí, algunas veces",
  "child_survey_050": "Sí, muchas veces",
  "child_survey_051": "Sí, siempre",
  "child_survey_052": "¿Te ayudan los niños y las niñas de tu salón cuando lo necesitas?",
  "child_survey_053": "No, nunca",
  "child_survey_054": "Sí, algunas veces",
  "child_survey_055": "Sí, muchas veces",
  "child_survey_056": "Sí, siempre",
  "child_survey_057": "¿Los niños y las niñas de tu salón juegan contigo?",
  "child_survey_058": "No, nunca",
  "child_survey_059": "Sí, algunas veces",
  "child_survey_060": "Sí, muchas veces",
  "child_survey_061": "Sí, siempre",
  "child_survey_062": "¿Los niños y las niñas de tu salón son amables contigo?",
  "child_survey_063": "No, nunca",
  "child_survey_064": "Sí, algunas veces",
  "child_survey_065": "Sí, muchas veces",
  "child_survey_066": "Sí, siempre",
  "child_survey_067": "¿Te sientes solo o sola en el colegio?",
  "child_survey_068": "No, nunca",
  "child_survey_069": "Sí, algunas veces",
  "child_survey_070": "Sí, muchas veces",
  "child_survey_071": "Sí, siempre",
  "child_survey_072": "¿Te queda fácil aprender en el colegio?",
  "child_survey_073": "No, nunca",
  "child_survey_074": "Sí, algunas veces",
  "child_survey_075": "Sí, muchas veces",
  "child_survey_076": "Sí, siempre",
  "child_survey_077": "Cuando las tareas del colegio son difíciles, ¿te rindes en seguida?",
  "child_survey_078": "No, nunca",
  "child_survey_079": "Sí, algunas veces",
  "child_survey_080": "Sí, muchas veces",
  "child_survey_081": "Sí, siempre",
  "child_survey_082": "¿Te gusta hacer actividades de lectura en el colegio?",
  "child_survey_083": "No, nunca",
  "child_survey_084": "Sí, algunas veces",
  "child_survey_085": "Sí, muchas veces",
  "child_survey_086": "Sí, siempre",
  "child_survey_087": "¿Te gusta hacer actividades de matemáticas en el colegio?",
  "child_survey_088": "No, nunca",
  "child_survey_089": "Sí, algunas veces",
  "child_survey_090": "Sí, muchas veces",
  "child_survey_091": "Sí, siempre",
  "child_survey_092": "¿Eres bueno o buena para la lectura?",
  "child_survey_093": "No, nunca",
  "child_survey_094": "Sí, algunas veces",
  "child_survey_095": "Sí, muchas veces",
  "child_survey_096": "Sí, siempre",
  "child_survey_097": "¿Eres bueno o buena para las matemáticas?",
  "child_survey_098": "No, nunca",
  "child_survey_099": "Sí, algunas veces",
  "child_survey_100": "Sí, muchas veces",
  "child_survey_101": "Sí, siempre",
  "child_survey_102": "Algunos niños y niñas piensan que pueden ser más inteligentes si se esfuerzan mucho. ¿Crees que tú puedes ser más inteligente si te esfuerzas mucho?",
  "child_survey_103": "No, nunca",
  "child_survey_104": "Sí, algunas veces",
  "child_survey_105": "Sí, muchas veces",
  "child_survey_106": "Sí, siempre",
  "child_survey_107": "Algunos niños y niñas creen que pueden mejorar en lectura si se esfuerzan mucho. ¿Crees que tú puedes mejorar en lectura si te esfuerzas mucho?",
  "child_survey_108": "No, nunca",
  "child_survey_109": "Sí, algunas veces",
  "child_survey_110": "Sí, muchas veces",
  "child_survey_111": "Sí, siempre",
  "child_survey_112": "Algunos niños y niñas creen que pueden mejorar en matemáticas si se esfuerzan mucho. ¿Crees que tú puedes mejorar en matemáticas si te esfuerzas mucho?",
  "child_survey_113": "No, nunca",
  "child_survey_114": "Sí, algunas veces",
  "child_survey_115": "Sí, muchas veces",
  "child_survey_116": "Sí, siempre",
  "child_survey_117": "Comenzar Encuesta",
  "child_survey_118": "Anterior",
  "child_survey_119": "Siguiente",
  "child_survey_120": "Terminar",
  "classroom": "aula",
  "close-button-text": "Cerrar",
  "coats": "Debajo de los abrigos",
  "completed": "completado",
  "components/game-tabs.clickToStart": "Haz clic para empezar",
  "components/game-tabs.egmaMathDescription": "Resuelve los problemas matemáticos.",
  "components/game-tabs.egmaMathName": "Matemáticas",
  "components/game-tabs.heartsAndFlowersDescription": "Haz coincidir el lado correcto con los corazones y las flores.",
  "components/game-tabs.heartsAndFlowersName": "Corazones y Flores",
  "components/game-tabs.introDescription": "Aprende a jugar a nuestros juegos.",
  "components/game-tabs.introName": "Introducción",
  "components/game-tabs.matrixReasoningDescription": "Encuentra la pieza que falta para completar el rompecabeza.",
  "components/game-tabs.matrixReasoningName": "Razonamiento Matricial",
  "components/game-tabs.mefsDescription": "Empareja las formas y los colores.",
  "components/game-tabs.mefsName": "El León y El Mono",
  "components/game-tabs.memoryGameDescription": "Observa cómo se iluminan los cuadrados. Recuerda el orden y haz el mismo patrón.",
  "components/game-tabs.memoryGameName": "Memoria",
  "components/game-tabs.mentalRotationDescription": "Empareja las imágenes.",
  "components/game-tabs.mentalRotationName": "Rotación Mental",
  "components/game-tabs.roarInferenceDescription": "Lee las historias y responde a las preguntas.",
  "components/game-tabs.roarInferenceName": "Roar - Inferencia",
  "components/game-tabs.sameDifferentSelectionDescription": "Encuentra cosas iguales en las formas.",
  "components/game-tabs.sameDifferentSelectionName": "Iguales y Diferentes",
  "components/game-tabs.surveyDescriptionChild": "Responde a las preguntas sobre tu estancia en el colegio.",
  "components/game-tabs.surveyDescriptionParentPart1": "Estimamos que diligenciar la siguiente encuesta le tomará aproximadamente 20-30 minutos y se le harán preguntas sobre su niño(a).",
  "components/game-tabs.surveyDescriptionParentPart2": "Estimamos que diligenciar la siguiente encuesta le tomará aproximadamente 20-30 minutos y se le harán preguntas sobre su hogar y usted mismo(a).",
  "components/game-tabs.surveyDescriptionTeacherPart1": "Estimamos que diligenciar la siguiente encuesta le tomará aproximadamente 5-10 minutos. Las preguntas indagan por sus antecedentes y creencias sobre la enseñanza.",
  "components/game-tabs.surveyDescriptionTeacherPart2": "Estimamos que diligenciar la siguiente encuesta le tomará aproximadamente 5-10 minutos y se le hará preguntas sobre el salón o los salones en los que imparte.",
  "components/game-tabs.surveyNameChild": "Pensamientos y Sentimientos",
  "components/game-tabs.surveyNameParentPart1": "Encuesta para cuidadores",
  "components/game-tabs.surveyNameParentPart2": "Encuesta para cuidadores",
  "components/game-tabs.surveyNameTeacherPart1": "Encuesta de profesores - General",
  "components/game-tabs.surveyNameTeacherPart2": "Encuesta de profesores - Salón",
  "components/game-tabs.surveyProgressGeneral": "General",
  "components/game-tabs.surveyProgressGeneralParent": "Familia",
  "components/game-tabs.surveyProgressGeneralTeacher": "Profesor",
  "components/game-tabs.surveyProgressSpecificParent": "Niño",
  "components/game-tabs.surveyProgressSpecificParentMonth": "Mes",
  "components/game-tabs.surveyProgressSpecificParentYear": "Año",
  "components/game-tabs.surveyProgressSpecificTeacher": "Aula",
  "components/game-tabs.taskCompleted": "¡Tarea completa!",
  "components/game-tabs.theoryOfMindDescription": "Escucha las historias y responde a las preguntas.",
  "components/game-tabs.theoryOfMindName": "Historias",
  "components/game-tabs.trogDescription": "Escucha las palabras y elige la imagen correspondiente.",
  "components/game-tabs.trogName": "Comprensión de Frases",
  "components/game-tabs.vocabDescription": "Escucha la palabra y elige la imagen correspondiente.",
  "components/game-tabs.vocabName": "Vocabulario",
  "components/navbar.greeting": "¡Hola",
  "components/navbar.signOut": "Salir",
  "components/participant-sidebar.grade": "Grado",
  "components/participant-sidebar.studentInfo": "Información del estudiante",
  "components/participant-sidebar.tasksCompleted": "¡tareas completadas!",
  "components/sentry-form.buttonLabel": "Reportar un problema",
  "components/sentry-form.cancelButtonLabel": "Cancelar",
  "components/sentry-form.emailPlaceholder": "tu.email@example.org (opcional)",
  "components/sentry-form.formTitle": "Reportar un problema a LEVANTE",
  "components/sentry-form.messageLabel": "Descripción",
  "components/sentry-form.messagePlaceholder": "¿Cuál es el problema? ¿Qué querías experimentar en su lugar? Gracias por compartir.",
  "components/sentry-form.namePlaceholder": "Tu nombre (opcional)",
  "components/sentry-form.submitButtonLabel": "Enviar informe de problema",
  "components/tasks.loading": "cargando",
  "components/tasks.preparing": "¡Preparando tu juego!",
  "consent": "consentimiento",
  "continue": "continuar",
  "continue-button-text": "OK",
  "counting-1": "¿Cuántos carros hay?",
  "counting-2": "¿Cuántas manzanas hay?",
  "counting-intro": "En este juego de números, dirás cuántas cosas hay en la imagen. El adulto que te está ayudando presionará el botón.",
  "counting-intro-afc": "¡Esta vez, elegirás el botón con el número correcto!",
  "crayons": "Unos colores",
  "cup": "Una taza",
  "cupbook": "El libro sobre tazas",
  "dashboard": "tablero",
  "data-questionnaire-button-text1": "Tengo GRANDES PREOCUPACIONES sobre estos datos (p. ej., el niño no parecía entender la tarea, se distrajo o interrumpió con frecuencia, etc.)",
  "data-questionnaire-button-text2": "Me siento bien con estos datos (p. ej., el niño parecía entender la tarea bastante bien, solo tuvo algunas distracciones/interrupciones, etc.)",
  "data-questionnaire-button-text3": "Me siento BIEN con estos datos (p. ej., el niño entendió claramente la tarea, tuvo muy pocas (o ninguna) distracciones/interrupciones, etc.)",
  "desk": "En el escritorio",
  "disgusted": "asqueado",
  "drawer": "En el cajón",
  "email": "correo electrónico",
  "error": "error",
  "family": "familia",
  "feedback-good-job": "¡Bien hecho!",
  "feedback-nice-work": "¡Muy bien!",
  "feedback-not-quite-right": "Eso no está del todo bien. ¡Inténtalo de nuevo!",
  "feedback-try-again": "¡Inténtalo de nuevo!",
  "feedbackCorrect": "¡Genial! Eso es correcto.",
  "floor": "En el suelo",
  "flower-instruct1": "Este es el juego de las flores. Las reglas son las siguientes.",
  "flower-instruct2": "Cuando veas una flor, presiona el botón del lado opuesto.",
  "flower-practice-feedback1": "La flor está en el lado izquierdo. Presione el botón derecho.",
  "flower-practice-feedback2": "Cuando veas una FLOR, presiona el botón en el lado OPUESTO.",
  "flowerbush": "Una planta con flores",
  "fountain": "Una fuente",
  "game": "juego",
  "general-device-type": "Por favor utiliza una tableta en modo horizontal, un ordenador de sobremesa o un portátil para que las actividades se puedan visualizar correctamente.",
  "general-encourage": "¡Continúa!",
  "general-exit": "Salir",
  "general-footer": "Haz clic en el botón abajo o presiona <b>CUALQUIER TECLA</b> para continuar",
  "general-fullscreen": "Cambiar al modo de pantalla completa",
  "general-intro1": "¡Hola! ¡Estamos encantados de que juegues hoy con nosotros!",
  "general-intro2": "En primer lugar, tienes que elegir a un amigo para que juegue contigo. A medida que completes los diferentes juegos, podrás elegir un accesorio como un sombrero o unas gafas para decorar a tu amigo.",
  "general-intro3": "Ahora que ya tienes a tu amigo, queremos explicarte cómo funcionan los juegos.",
  "general-intro4": "Durante los juegos tendrás que escuchar las instrucciones, así que asegúrate de que los altavoces están encendidos y el volumen está a tu gusto. Si necesitas volver a escuchar las instrucciones, presiona el botón del altavoz situado en la esquina superior de la pantalla.",
  "general-intro5": "Puedes elegir tus respuestas de diferentes maneras dependiendo del tipo de tableta u ordenador que estés utilizando. Puedes utilizar un ratón o un panel táctil para hacer clic en tu elección, puedes utilizar las teclas de flecha del teclado o puedes tocar la pantalla si utilizas una tableta. Puedes elegir la forma que más te convenga.\n\nSi tienes alguna duda o necesitas ayuda para empezar, pide ayuda al adulto que esté cerca.",
  "general-keyboard-instructions": "Si quieres usar el teclado para responder una pregunta, haz click en la flecha que ves al lado de la opción que quieres seleccionar.",
  "general-repeat-instructions": "¡Parece que esto es un poco complicado! Repasemos las instrucciones.",
  "general-rotate-device": "Por favor utiliza la tableta en modo horizontal para que las actividades se puedan visualizar correctamente.",
  "general-your-turn": "¡Buen trabajo en la práctica! Ahora intenta hacer unos ensayos por tu cuenta.",
  "grade": "grado",
  "happy": "feliz",
  "heart-instruct1": "Este es el juego del corazón. Las reglas son las siguientes.",
  "heart-instruct2": "Cuando veas un corazón, presiona el botón del mismo lado.",
  "heart-practice-feedback1": "El corazón está en el lado derecho. Presiona el botón derecho.",
  "heart-practice-feedback2": "¡Recuerda! Cuando veas un CORAZÓN, presiona el botón del MISMO lado.",
  "hearts-and-flowers-encourage1": "¡Trata de seguir el ritmo!",
  "hearts-and-flowers-encourage2": "Si cometes un error, ¡sigue adelante!",
  "hearts-and-flowers-end": "¡Bien hecho, has terminado el juego!",
  "hearts-and-flowers-instruct1": "Esta vez el juego irá más rápido. No te dirá si la respuesta es correcta o no. ¡Trata de seguir el ritmo!",
  "hearts-and-flowers-instruct2": "Intenta responder lo más rápido que puedas sin cometer errores. Si cometes un error, ¡sigue adelante!",
  "hearts-and-flowers-instruct3": "Ahora, vamos a jugar un juego con corazones y flores.",
  "hearts-and-flowers-play-time": "¡Hora de jugar!",
  "hearts-and-flowers-practice-time": "¡Es hora de practicar!",
  "hearts-and-flowers-try-again": "Eso no está del todo bien. ¡Inténtalo de nuevo!",
  "hill": "Una montaña",
  "hillsbook": "El libro de las montañas",
  "hostile-attribution-scene1-by-accident": "por accidente",
  "hostile-attribution-scene1-instruct1": "Imagina que vas camino a la escuela y llevas puestos tus zapatos nuevos. Te gustan mucho tus zapatos nuevos y es la primera vez que los usas.",
  "hostile-attribution-scene1-instruct2": "De repente, un chico te choca por detrás. Tropiezas y caes en un charco de barro y tus zapatos nuevos se ensucian de barro",
  "hostile-attribution-scene1-on-purpose": "a propósito",
  "hostile-attribution-scene1-q1": "¿Crees que el chico te golpeó a propósito o por accidente?",
  "hostile-attribution-scene1-q2": "Ahora escoge cuál de estas tres opciones harías tú:",
  "hostile-attribution-scene1-q2-ans1": "limpiar mis zapatos",
  "hostile-attribution-scene1-q2-ans2": "alejarme del chico",
  "hostile-attribution-scene1-q2-ans3": "empujar al chico al barro",
  "hostile-attribution-scene2-by-accident": "por accidente",
  "hostile-attribution-scene2-instruct1": "Imagina que estás en el patio de recreo. Tú y otros niños están haciendo una carrera. Un niño está parado a un lado, haciendo rebotar una pelota de baloncesto.",
  "hostile-attribution-scene2-instruct2": "De repente, el chico hace rebotar la pelota y rueda bajo tus pies, haciéndote caer. Te raspas la rodilla, y alguien más gana la carrera.",
  "hostile-attribution-scene2-on-purpose": "a propósito",
  "hostile-attribution-scene2-q1": "¿Crees que el chico te hizo caer a propósito o por accidente?",
  "hostile-attribution-scene2-q2": "Ahora escoge cuál de estas tres opciones harías tú:",
  "hostile-attribution-scene2-q2-ans1": "ir a otra zona del patio de recreo",
  "hostile-attribution-scene2-q2-ans2": "insultar al niño",
  "hostile-attribution-scene2-q2-ans3": "curar mi rodilla",
  "hostile-attribution-scene3-by-accident": "por accidente",
  "hostile-attribution-scene3-instruct1": "Imagina que estás trabajando en una tarea en tu escritorio.",
  "hostile-attribution-scene3-instruct2": "Te levantas para sacarle punta a tu lápiz y, de regreso a tu escritorio, vas detrás de un niño que camina justo delante de ti. El niño pasa por tu escritorio antes de que tú llegues.",
  "hostile-attribution-scene3-instruct3": "De repente, el chico tira todos los papeles que estaban en tu escritorio y ahora están regados en el suelo.",
  "hostile-attribution-scene3-on-purpose": "a propósito",
  "hostile-attribution-scene3-q1": "¿Crees que el chico tiró tus papeles al suelo a propósito o por accidente?",
  "hostile-attribution-scene3-q2": "Ahora escoge cuál de estas tres opciones harías tú:",
  "hostile-attribution-scene3-q2-ans1": "insultar al niño",
  "hostile-attribution-scene3-q2-ans2": "recoger los papeles",
  "hostile-attribution-scene3-q2-ans3": "no hacer nada",
  "inferenceInstructions": "Lee cada historia con atención. Piensa en lo que ocurrió en la historia y en lo que sabes. Elige la mejor respuesta para cada pregunta.",
  "inferenceInstructions2": "Bienvenido a ROAR - Inferencia",
  "instructions": "instrucciones",
  "intro-finished": "Has terminado las instrucciones. ¡Gracias!",
  "language": "idioma",
  "large_cup": "La taza grande",
  "levante": "LEVANTE",
  "loading": "cargando",
  "math-instructions1": "En este juego, harás algunos problemas de matemáticas. Algunos serán como los que haces en la escuela y otros serán un poco diferentes de los que haces en la escuela. \n\nAlgunas preguntas te resultarán fáciles y otras difíciles. ¡No pasa nada! Esfuérzate al máximo y tómate tu tiempo. La mayoría de las preguntas tienen cuatro opciones. Elige la que consideres correcta. ¡Empecemos!",
  "math-instructions1-heavy": "En este juego, jugarás con números.\n\nAlgunas preguntas pueden ser fáciles para ti y algunas pueden ser difíciles. ¡Está bien! Haz tu mejor esfuerzo y tómate tu tiempo. ¡Comencemos!",
  "math-intro-fractions": "En esta sección a veces tienes que sumar y a veces tienes que restar. Fíjate bien en el signo de suma o resta. Los primeros son para practicar.",
  "math-intro1": "Esta es la primera sección. ¡Empecemos a practicar!",
  "math-intro1-heavy": "¡Es hora del primer juego de números! Vamos a practicar.",
  "math-intro2": "Esta es otra sección. Las primeras son para practicar.",
  "math-intro2-heavy": "¡Es hora del siguiente juego de números! Vamos a practicar.",
  "matrix-reasoning-instruct1": "Vamos a mostrarte un rompecabezas. Tu tarea es elegir la mejor pieza para completarlo. ¡Empecemos!",
  "matrix-reasoning-instruct2": "¿Ves este gran rompecabezas? Le falta una pieza. ¿Cuál pieza va en el rompecabezas?",
  "matrix-reasoning-prompt1": "Escoge el mejor patrón para llenar el espacio en blanco.",
  "medium_cup": "La taza mediana",
  "memory-game-backward-prompt": "Escoge los cuadrados en orden inverso.",
  "memory-game-backward-try-again": "Eso no está del todo bien. ¡Inténtalo de nuevo! Escoge los cuadrados en orden inverso.",
  "memory-game-display": "Observa se iluminan los cuadrados.",
  "memory-game-forward-prompt": "Escoge los cuadrados en el mismo orden.",
  "memory-game-forward-try-again": "Eso no está del todo bien. ¡Inténtalo de nuevo! Escoge los cuadrados en el mismo orden.",
  "memory-game-input": "Escoge los cuadrados en el mismo orden.",
  "memory-game-instruct1": "Este es el juego de la memoria. Las reglas son las siguientes.",
  "memory-game-instruct1-heavy": "Este es el juego de memoria.",
  "memory-game-instruct2": "Verás que los cuadrados se iluminan.",
  "memory-game-instruct2-heavy": "En este juego, vamos a ver cuadrados encenderse. Tu tarea es tocar los cuadrados que se encienden.",
  "memory-game-instruct3": "Vas a escoger los cuadrados en el mismo orden.",
  "memory-game-instruct3-heavy": "Ahora veremos dos cuadrados encenderse. ¡Tu tarea es tocar los cuadrados en el mismo orden en que se encienden!",
  "memory-game-instruct4": "¡Observa con atención! Intenta recordar el orden.",
  "memory-game-instruct4-heavy": "Mira cómo se encienden los cuadrados. Tocaré los cuadrados en el mismo orden.",
  "memory-game-instruct5": "Esta vez el juego no te dirá si la respuesta es correcta o no. ¡Empecemos a jugar al juego de memoria!",
  "memory-game-instruct5-heavy": "OK, ahora vas a jugar el resto del juego de memoria por tu cuenta. Más cuadrados se encenderán cada vez que juegues más tiempo, así que ¡mira con atención!",
  "memory-game-instruct6": "Ahora vamos a jugar al juego de la memoria a la inversa.",
  "memory-game-instruct6-heavy": "Si cometes un error, ¡sigue adelante!",
  "memory-game-instruct7": "¡Empecemos a jugar al juego de memoria!",
  "mental-rotation-instruct-3D": "Ahora verás unas imágenes de bloques que tienen tres lados. Tu tarea es elegir la imagen que coincide.",
  "mental-rotation-instruct1": "¿Ves estas dos siluetas? Una va con esta figura. Veamos cuál va con la figura.",
  "mental-rotation-prompt1": "Escoge la imagen que coincide.",
  "mental-rotation-prompt2": "Escoge la imagen que coincida con esta.",
  "mental-rotation-test-instruct4": "¡Ahora, inténtalo tú! ¿Puedes encontrar la figura que va con la silueta?",
  "mental-rotation-training-instruct2": "Veamos si esta figura va con la silueta. Esta figura no va con la silueta.",
  "mental-rotation-training-instruct3": "Veamos si esta figura va con la silueta. Esta figura sí va con la silueta.",
  "missing-number-prompt1": "¿Cuál número va en el espacio en blanco?",
  "missing-number-prompt2": "¿Cuál número va aquí?",
  "missing-number-prompt3": "¿Cuál números van en los espacios en blanco?",
  "multiplication-prompt1": "Multiplica los números y escoge la respuesta correcta.",
  "multiplication-prompt2": "Multiplica los números.",
  "no": "no",
  "ns-number-comp-1": "¿Cuál carta tiene más manzanas?",
  "ns-number-comp-2": "¿Cuál carta tiene más carros?",
  "ns-number-identification-1": "Elige la carta que muestra 1 manzana.",
  "ns-number-identification-10": "Elige la carta que muestra 10 manzanas.",
  "ns-number-identification-2": "Elige la carta que muestra 2 carros.",
  "ns-number-identification-5": "Elige la carta que muestra 5 manzanas.",
  "ns-number-identification-7": "Elige la carta que muestra 7 carros.",
  "number-comparison-prompt1": "¿Cuál número es mayor?",
  "number-comparison-prompt2": "¿Cuál es mayor?",
  "number-identification-1": "Escoge el número 1.",
  "number-identification-10": "Escoge el 23.",
  "number-identification-11": "Escoge el 48.",
  "number-identification-12": "Escoge el 91.",
  "number-identification-13": "Escoge el 33.",
  "number-identification-14": "Escoge el 74.",
  "number-identification-15": "Escoge el 87.",
  "number-identification-16": "Escoge el 65.",
  "number-identification-17": "Escoge el 108.",
  "number-identification-18": "Escoge el 245.",
  "number-identification-19": "Escoge el 587.",
  "number-identification-2": "Escoge el 2.",
  "number-identification-20": "Escoge el 731.",
  "number-identification-21": "Escoge el 989.",
  "number-identification-22": "Escoge el 6.",
  "number-identification-23": "Escoge el 14.",
  "number-identification-24": "Escoge el 18.",
  "number-identification-25": "Escoge el 26.",
  "number-identification-26": "Escoge el 35.",
  "number-identification-27": "Escoge el 41.",
  "number-identification-28": "Escoge el 47.",
  "number-identification-29": "Escoge el 50.",
  "number-identification-3": "Escoge el 9.",
  "number-identification-30": "Escoge el 55.",
  "number-identification-31": "Escoge el 66.",
  "number-identification-32": "Escoge el 67.",
  "number-identification-33": "Escoge el 88.",
  "number-identification-34": "Escoge el 101.",
  "number-identification-35": "Escoge el 426.",
  "number-identification-36": "Escoge el 131.",
  "number-identification-37": "Escoge el 256.",
  "number-identification-38": "Escoge el 349.",
  "number-identification-39": "Escoge el 543.",
  "number-identification-4": "Escoge el 0.",
  "number-identification-40": "Escoge el 617.",
  "number-identification-41": "Escoge el 877.",
  "number-identification-5": "Escoge el 12.",
  "number-identification-6": "Escoge el 30.",
  "number-identification-7": "Escoge el 22.",
  "number-identification-8": "Escoge el 45.",
  "number-identification-9": "Escoge el 39.",
  "number-identification-prompt1": "Escoge el número cuando lo escuches.",
  "number-line-instruct1": "Aquí tienes una recta numérica. Sobre ella hay un marcador que tu puedes mover hacia la derecha o izquierda. Tu debes ubicar este marcador en el lugar de la recta donde estaría ubicado el número que te indicará cada ejercicio. Asegúrate de revisar bien cuáles son los números de los extremos de la recta antes de decidir dónde ubicar el marcador.",
  "number-line-prompt1": "Escoge el número que está marcado en la recta numérica.",
  "number-line-slider-prompt1": "Ubica el marcador sobre la recta numérica para marcar el lugar del número.",
  "pages/home-participant.contactAdministrator": "Por favor, contacta a tu administrador para que te agreguen a una asignación.",
  "pages/home-participant.loadingAssignments": "Cargando Asignaciones",
  "pages/home-participant.noAssignments": "¡No tienes asignaciones!",
  "pages/home-participant.selectAssignment": "Seleccionar una asignación",
  "pages/home-participant.showOptionalAssignments": "Mostrar asignaciones opcionales",
  "pages/home-selector.inactivityLogout": "Pronto se cerrará la sesión por razones de seguridad. Por favor haga clic en \"Continuar\" si desea continuar su sesión. Si no, la sesión se cerrará automáticamente en {timeLeft} segundos.",
  "pages/home-selector.inactivityLogoutAcceptLabel": "Continuar",
  "pages/home-selector.loading": "Cargando...",
  "pages/not-found.label": "Volver a la página principal",
  "pages/not-found.pageNotFound": "Página no encontrada",
  "pages/not-found.sorry": "Lo siento, ¡no pudimos encontrar esa página!",
  "pages/signin.adminAction": "aquí",
  "pages/signin.adminInfoPrompt": "Si te registraste con un correo de Google o si tu proveedor de correo utiliza Google SSO.",
  "pages/signin.adminPrompt": "¿Eres un Administrador? Haz clic {action} para Iniciar sesión.",
  "pages/signin.havingTrouble": "¿Tienes problemas?",
  "pages/signin.login": "Inicia sesión para acceder a tu panel de control",
  "pages/signin.loginWith": "Iniciar sesión con",
  "pages/signin.welcome": "¡Bienvenido a ROAR!",
  "parent": "padre",
  "parent_survey_child_001": "<block><b><font face=\"Verdana\" size=\"4\">¡Gracias a usted y a su niño(a) por participar en este proyecto de investigación!</b><br> <br> <p><font face=\"Verdana\" size=\"4\">Estimamos que diligenciar la siguiente encuesta le tomará aproximadamente 40 minutos. En la encuesta se le harán preguntas sobre su niño(a).<br><br>Si tiene más de un niño(a) y solo uno participa en el proyecto de investigación, responda a las preguntas pensando únicamente en ese niño(a). Si tiene más de un(a) niño(a) y más de uno(a) participa en el proyecto de investigación, debe diligenciar esta encuesta por separado para cada niño(a) participante. <br><br>En algunas preguntas se indica un marco temporal específico que debe tenerse en cuenta al responder. Si no se indica ningún marco temporal, puede pensar en cómo se aplica la respuesta a usted o a su niño(a) en general.<br><br> Le agradecemos que responda la encuesta de la forma más precisa posible con la información de que dispone. Si tiene alguna duda, comuníquesela a quien apoya esta aplicación.<br><br>Cuando esté listo(a) para empezar, seleccione el botón \"Comenzar Encuesta\".<br><br><b><font face=\"Verdana\" size=\"4\">¡Muchas gracias!",
  "parent_survey_child_002": "Por favor, indique su relación con el niño que participa en el proyecto.",
  "parent_survey_child_003": "<block><b><font face=\"Verdana\" size=\"4\">En esta sección se indaga por información general y por la salud de su niño(a).",
  "parent_survey_child_004": "Por favor, indique su relación con el niño que participa en el proyecto.",
  "parent_survey_child_005": "Madre biológica o adoptiva",
  "parent_survey_child_006": "Padre biológico o adoptivo",
  "parent_survey_child_007": "Madrastra",
  "parent_survey_child_008": "Padrastro",
  "parent_survey_child_011": "Padre de acogida",
  "parent_survey_child_012": "Otro familiar",
  "parent_survey_child_013": "Otro no familiar",
  "parent_survey_child_014": "Especifique su relación con el niño.",
  "parent_survey_child_015": "Indique durante cuánto tiempo ha cuidado de este niño(a).",
  "parent_survey_child_016": "años",
  "parent_survey_child_017": "años",
  "parent_survey_child_018": "meses",
  "parent_survey_child_019": "meses",
  "parent_survey_child_020": "¿Cuál es la edad ACTUAL de su hijo(a) en años?",
  "parent_survey_child_021": "años",
  "parent_survey_child_022": "¿Cuál es la estatura ACTUAL de su niño(a)? (por favor, calcule lo más preciso posible)",
  "parent_survey_child_023": "metros",
  "parent_survey_child_024": "metros",
  "parent_survey_child_025": "centímetros",
  "parent_survey_child_026": "centímetros",
  "parent_survey_child_027": "¿Cuál es el peso ACTUAL de su niño(a)? (por favor, calcule lo más preciso posible)",
  "parent_survey_child_028": "kilos",
  "parent_survey_child_029": "kilos",
  "parent_survey_child_030": "¿Su niño(a) nació prematuramente (más de tres semanas antes de la fecha prevista de parto)?",
  "parent_survey_child_033": "No sé",
  "parent_survey_child_034": "¿Cuánto pesó su niño(a) al nacer? (si no lo sabe, déjelo en blanco)",
  "parent_survey_child_035": "Gramos",
  "parent_survey_child_036": "En general, ¿cómo describiría la salud de su niño(a)?",
  "parent_survey_child_037": "Excelente",
  "parent_survey_child_038": "Muy buena",
  "parent_survey_child_039": "Buena",
  "parent_survey_child_040": "Regular",
  "parent_survey_child_041": "Deficiente",
  "parent_survey_child_042": "¿Cómo describiría la salud dental de su niño(a)?",
  "parent_survey_child_043": "Excelente",
  "parent_survey_child_044": "Muy buena",
  "parent_survey_child_045": "Buena",
  "parent_survey_child_046": "Regular",
  "parent_survey_child_047": "Deficiente",
  "parent_survey_child_048": "<b>DURANTE LA SEMANA PASADA</b>, ¿cuántos días hizo su niño(a) ejercicio, practicó un deporte o participó en una actividad física en el colegio o fuera del colegio durante al menos 60 minutos?",
  "parent_survey_child_049": "0 días",
  "parent_survey_child_050": "1 - 3 días",
  "parent_survey_child_051": "4 - 6 días",
  "parent_survey_child_052": "Todos los días",
  "parent_survey_child_053": "<b>DURANTE LOS ÚLTIMOS 12 MESES</b>, ¿ha tenido su niño(a) dificultades FRECUENTES o CRÓNICAS en alguno de los siguientes aspectos?",
  "parent_survey_child_054": "Respiración u otros problemas respiratorios (tales como respiración sibilante o ruidosa y falta de aire)",
  "parent_survey_child_057": "No sé",
  "parent_survey_child_058": "Comer o tragar debido a una afección de salud",
  "parent_survey_child_061": "No sé",
  "parent_survey_child_062": "Digestión de la comida, incluidos problemas estomacales o intestinales, el estreñimiento o la diarrea",
  "parent_survey_child_065": "No sé",
  "parent_survey_child_066": "Dolor recurrente como dolor de cabeza, dolor de espalda o dolor generalizado, entre otros",
  "parent_survey_child_069": "No sé",
  "parent_survey_child_070": "Dolor de dientes",
  "parent_survey_child_073": "No sé",
  "parent_survey_child_074": "Sangrado en las encías",
  "parent_survey_child_077": "No sé",
  "parent_survey_child_078": "Dientes deteriorados o caries",
  "parent_survey_child_081": "No sé",
  "parent_survey_child_082": "¿Tiene su niño(a) alguna de las siguientes?",
  "parent_survey_child_083": "Dificultades serias para concentrarse, recordar o tomar decisiones debido a un trastorno físico, mental o emocional",
  "parent_survey_child_086": "No sé",
  "parent_survey_child_087": "Dificultad grave para caminar o subir escaleras",
  "parent_survey_child_088": "Sí",
  "parent_survey_child_089": "No",
  "parent_survey_child_090": "Dificultad para vestirse o bañarse",
  "parent_survey_child_091": "Sí",
  "parent_survey_child_092": "No",
  "parent_survey_child_093": "Sordera o problemas de audición",
  "parent_survey_child_094": "Sí",
  "parent_survey_child_095": "No",
  "parent_survey_child_096": "Ceguera o problemas de la vista, incluso cuando utiliza anteojos o lentes",
  "parent_survey_child_097": "Sí",
  "parent_survey_child_098": "No",
  "parent_survey_child_099": "¿Tiene su niño(a) algún otro problema de visión o audición (por ejemplo, infecciones de oído frecuentes)?",
  "parent_survey_child_100": "Sí",
  "parent_survey_child_101": "No",
  "parent_survey_child_102": "En caso afirmativo, explíquelo:",
  "parent_survey_child_103": "¿<b>ALGUNA VEZ</b> su médico o algún otro profesional de la salud le ha dicho que su niño(a) tiene un trastorno genético o hereditario?",
  "parent_survey_child_106": "No sé",
  "parent_survey_child_107": "Prefiero no responder",
  "parent_survey_child_108": "En caso afirmativo, indique el trastorno:",
  "parent_survey_child_109": "¿<b>ALGUNA VEZ</b> su médico, otro profesional de la salud o un docente le ha dicho que su niño(a) padece alguna de las siguientes afecciones?",
  "parent_survey_child_110": "Problemas de comportamiento o conducta",
  "parent_survey_child_111": "No",
  "parent_survey_child_112": "Sí",
  "parent_survey_child_113": "No sé",
  "parent_survey_child_114": "Prefiero no responder",
  "parent_survey_child_115": "¿<b>ACTUALMENTE</b> su niño(a) tiene problemas de comportamiento o conducta?",
  "parent_survey_child_116": "Sí",
  "parent_survey_child_117": "No",
  "parent_survey_child_118": "¿Los problemas de comportamiento o conducta actuales son leves, moderados o severos?",
  "parent_survey_child_119": "Leve",
  "parent_survey_child_120": "Moderado",
  "parent_survey_child_121": "Severo",
  "parent_survey_child_122": "Atraso en el desarrollo",
  "parent_survey_child_125": "No sé",
  "parent_survey_child_126": "Prefiero no responder",
  "parent_survey_child_127": "¿<b>ACTUALMENTE</b> su niño(a) tiene un atraso en su desarrollo?",
  "parent_survey_child_128": "Sí",
  "parent_survey_child_129": "No",
  "parent_survey_child_130": "¿Los atrasos actuales del desarrollo son leves, moderados o severos?",
  "parent_survey_child_131": "Leve",
  "parent_survey_child_132": "Moderado",
  "parent_survey_child_133": "Severo",
  "parent_survey_child_134": "Discapacidad intelectual",
  "parent_survey_child_137": "No sé",
  "parent_survey_child_138": "Prefiero no responder",
  "parent_survey_child_139": "¿<b>ACTUALMENTE</b> su niño(a) tiene de discapacidad intelectual?",
  "parent_survey_child_140": "Sí",
  "parent_survey_child_141": "No",
  "parent_survey_child_142": "¿La discapacidad intelectual actual es leve, moderada o severa?",
  "parent_survey_child_143": "Leve",
  "parent_survey_child_144": "Moderada",
  "parent_survey_child_145": "Severa",
  "parent_survey_child_146": "Trastorno del habla u otro trastorno del lenguaje",
  "parent_survey_child_149": "No sé",
  "parent_survey_child_150": "Prefiero no responder",
  "parent_survey_child_151": "¿<b>ACTUALMENTE</b> su niño(a) tiene un trastorno del habla u otro trastorno del lenguaje?",
  "parent_survey_child_152": "Sí",
  "parent_survey_child_153": "No",
  "parent_survey_child_154": "¿El trastorno actual del habla u otro trastorno del lenguaje es leve, moderado o severo?",
  "parent_survey_child_155": "Leve",
  "parent_survey_child_156": "Moderado",
  "parent_survey_child_157": "Severo",
  "parent_survey_child_158": "Discapacidades del aprendizaje",
  "parent_survey_child_161": "No sé",
  "parent_survey_child_162": "Prefiero no responder",
  "parent_survey_child_163": "¿<b>ACTUALMENTE</b> su niño(a) tiene discapacidades del aprendizaje?",
  "parent_survey_child_164": "Sí",
  "parent_survey_child_165": "No",
  "parent_survey_child_166": "¿La discapacidad de aprendizaje actual es leve, moderada o severo?",
  "parent_survey_child_167": "Leve",
  "parent_survey_child_168": "Moderado",
  "parent_survey_child_169": "Severo",
  "parent_survey_child_170": "Trastorno del espectro autista (TEA) <br>(incluye el síndrome de Asperger o trastorno generalizado del desarrollo (TGD))",
  "parent_survey_child_173": "No sé",
  "parent_survey_child_174": "Prefiero no responder",
  "parent_survey_child_175": "¿<b>ACTUALMENTE</b> su niño(a) tiene Trastorno del espectro autista (incluye el síndrome de Asperger o Trastorno generalizado del desarrollo)",
  "parent_survey_child_176": "Sí",
  "parent_survey_child_177": "No",
  "parent_survey_child_178": "¿El trastorno actual del espectro autista (incluye el trastorno de Asperger o trastorno generalizado del desarrollo) es leve, moderado o severo?",
  "parent_survey_child_179": "Leve",
  "parent_survey_child_180": "Moderado",
  "parent_survey_child_181": "Severo",
  "parent_survey_child_182": "Trastorno por déficit de atención (TDA) o trastorno por déficit de atención e hiperactividad (TDAH)",
  "parent_survey_child_185": "No sé",
  "parent_survey_child_186": "Prefiero no responder",
  "parent_survey_child_187": "¿<b>ACTUALMENTE</b> su niño(a) tiene de trastorno por déficit de atención (TDA) o de trastorno por déficit de atención e hiperactividad (TDAH)?",
  "parent_survey_child_188": "Sí",
  "parent_survey_child_189": "No",
  "parent_survey_child_190": "¿El trastorno actual por déficit de atención (TDA) o trastorno por déficit de atención e hiperactividad (TDAH) es leve, moderado o severo?",
  "parent_survey_child_191": "Leve",
  "parent_survey_child_192": "Moderado",
  "parent_survey_child_193": "Severo",
  "parent_survey_child_194": "En el registro de nacimiento, ¿cuál sexo le asignaron a su niño(a) al nacer?",
  "parent_survey_child_197": "Otro (describir)",
  "parent_survey_child_198": "El siguiente grupo de preguntas indaga por la identidad de género.<br><br> ¿Aceptaría contestar estas preguntas? <br>(aclaración: a su niño(a) NO se le harán estas preguntas)",
  "parent_survey_child_199": "¿Cuál es el género con el que se identifica su niño(a)?",
  "parent_survey_child_203": "Durante el último año, ¿con qué frecuencia su niño(a) tuvo comportamientos o expresó preferencias que se asocian más comúnmente con las niñas?",
  "parent_survey_child_204": "Nunca",
  "parent_survey_child_205": "Rara vez",
  "parent_survey_child_206": "A veces",
  "parent_survey_child_207": "A menudo",
  "parent_survey_child_208": "Siempre",
  "parent_survey_child_209": "Durante el último año, ¿con qué frecuencia afirmó su niño(a) que es o quiere ser niña?",
  "parent_survey_child_210": "Nunca",
  "parent_survey_child_211": "Rara vez",
  "parent_survey_child_212": "A veces",
  "parent_survey_child_213": "A menudo",
  "parent_survey_child_214": "Siempre",
  "parent_survey_child_215": "Durante el último año, ¿con qué frecuencia ha tenido su niño(a) comportamientos o ha expresado preferencias que se asocian más comúnmente con los niños?",
  "parent_survey_child_216": "Nunca",
  "parent_survey_child_217": "Rara vez",
  "parent_survey_child_218": "A veces",
  "parent_survey_child_219": "A menudo",
  "parent_survey_child_220": "Siempre",
  "parent_survey_child_221": "Durante el último año, ¿con qué frecuencia afirmó su niño(a) que es o quiere ser niño?",
  "parent_survey_child_222": "Nunca",
  "parent_survey_child_223": "Rara vez",
  "parent_survey_child_224": "A veces",
  "parent_survey_child_225": "A menudo",
  "parent_survey_child_226": "Siempre",
  "parent_survey_child_227": "¿Su niño(a) ha empezado a mostrar signos de pubertad (aunque sea muy pronto)?",
  "parent_survey_child_228": "Sí",
  "parent_survey_child_229": "No",
  "parent_survey_child_230": "Para cada pregunta, seleccione la respuesta que mejor describa lo que le ocurre a su niña en este momento.",
  "parent_survey_child_231": "¿Qué diría usted del crecimiento de su niña (en estatura)?",
  "parent_survey_child_232": "No ha empezado el estirón (\"estirón\" significa un crecimiento acelerado)",
  "parent_survey_child_233": "Apenas inició el estirón",
  "parent_survey_child_234": "Definitivamente está en el estirón pero aún no ha terminado",
  "parent_survey_child_235": "Parece que terminó el estirón (ha alcanzado su estatura que va a tener)",
  "parent_survey_child_236": "¿Qué diría usted del crecimiento del vello corporal del niña (por ejemplo, en las axilas)? Diría que el vello corporal de su niña:",
  "parent_survey_child_237": "No ha empezado a crecer",
  "parent_survey_child_238": "Apenas ha empezado a crecer",
  "parent_survey_child_239": "Sí está creciendo pero no ha terminado",
  "parent_survey_child_240": "Parece que ha terminado de crecer (la niña tiene todo el vello corporal que va a tener)",
  "parent_survey_child_241": "¿Ha notado algún cambio en la piel, especialmente acné?",
  "parent_survey_child_242": "No ha empezado a mostrar cambios",
  "parent_survey_child_243": "Apenas ha empezado a mostrar cambios",
  "parent_survey_child_244": "Los cambios en la piel han empezado pero no han terminado",
  "parent_survey_child_245": "Parece que los cambios en la piel han terminado",
  "parent_survey_child_246": "¿Los pechos de su niña han empezado a crecer?",
  "parent_survey_child_247": "No han empezado a crecer",
  "parent_survey_child_248": "Apenas han empezado a crecer",
  "parent_survey_child_249": "Han empezado pero no han terminado",
  "parent_survey_child_250": "Parece que el crecimiento de los pechos ha terminado",
  "parent_survey_child_251": "¿Su niña ya tuvo su primera menstruación?",
  "parent_survey_child_252": "Sí",
  "parent_survey_child_253": "No",
  "parent_survey_child_254": "De ser así, ¿cuántos años tenía su niña cuando tuvo su primera menstruación?",
  "parent_survey_child_255": "Edad",
  "parent_survey_child_256": "Para cada pregunta, seleccione la respuesta que mejor describa lo que le ocurre a su niño en este momento.",
  "parent_survey_child_257": "¿Qué diría usted del crecimiento de su niño (en estatura):",
  "parent_survey_child_258": "No ha empezado el estirón (\"estirón\" significa un crecimiento acelerado)",
  "parent_survey_child_259": "Apenas inició el estirón",
  "parent_survey_child_260": "Definitivamente está en el estirón pero aún no ha terminado",
  "parent_survey_child_261": "Parece que terminó el estirón (ha alcanzado su estatura que va a tener)",
  "parent_survey_child_262": "¿Qué diría usted del crecimiento del vello corporal del niño (por ejemplo, en las axilas)? Diría que el vello corporal de su niño:",
  "parent_survey_child_263": "No ha empezado a crecer",
  "parent_survey_child_264": "Apenas ha empezado a crecer",
  "parent_survey_child_265": "Definitivamente ha empezado a crecer pero no ha terminado",
  "parent_survey_child_266": "Parece que ha terminado de crecer (el niño tiene todo el vello corporal que va a tener)",
  "parent_survey_child_267": "¿Ha notado algún cambio en la piel, especialmente acné?",
  "parent_survey_child_268": "No ha empezado a mostrar cambios",
  "parent_survey_child_269": "Apenas ha empezado a mostrar cambios",
  "parent_survey_child_270": "Los cambios en la piel han empezado pero no han terminado",
  "parent_survey_child_271": "Parece que los cambios en la piel han terminado",
  "parent_survey_child_272": "¿Ha empezado a cambiar la voz de su niño?",
  "parent_survey_child_273": "No ha empezado a cambiar",
  "parent_survey_child_274": "Apenas ha empezado a cambiar",
  "parent_survey_child_275": "El cambio de voz está ocurriendo, pero no ha terminado",
  "parent_survey_child_276": "El cambio de voz parece haber terminado",
  "parent_survey_child_277": "¿Le ha empezado a crecer el vello facial (barba o bigote)?",
  "parent_survey_child_278": "No ha empezado a crecerle el vello facial",
  "parent_survey_child_279": "Apenas ha empezado a crecerle el vello facial",
  "parent_survey_child_280": "El vello facial ha empezado a crecer (lo suficiente como para afeitarse)",
  "parent_survey_child_281": "Parece que ya crece a la velocidad que lo hará a futuro",
  "parent_survey_child_282": "Responda a cada una de las afirmaciones sobre los hábitos de sueño de su niño(a).",
  "parent_survey_child_283": "En los <b>últimos 7 días</b>…",
  "parent_survey_child_284": "Rara vez (0-1 veces por semana)",
  "parent_survey_child_285": "A veces (2-4 veces por semana)",
  "parent_survey_child_286": "Habitualmente (5 o más veces por semana)",
  "parent_survey_child_287": "A su niño(a) le costó dormirse (tardó más de  20 minutos en dormirse).",
  "parent_survey_child_288": "Su niño(a) tuvo dificultades para dormir toda la noche (se despertó una o más veces durante la noche).",
  "parent_survey_child_289": "Su niño(a) se acuesta más o menos a la misma hora entre semana (de lunes a viernes).",
  "parent_survey_child_290": "<b>DURANTE LA SEMANA PASADA</b>, ¿cuántas horas durmió normalmente su niño(a) durante la semana por noche (de lunes a viernes)?",
  "parent_survey_child_291": "Menos de 6 horas",
  "parent_survey_child_292": "6 horas",
  "parent_survey_child_293": "7 horas",
  "parent_survey_child_294": "8 horas",
  "parent_survey_child_295": "9 horas",
  "parent_survey_child_296": "10 horas",
  "parent_survey_child_297": "11 horas o más",
  "parent_survey_child_298": "<block><b><font face=\"Verdana\" size=\"4\">Esta sección indaga por el comportamiento y la interacción social de su niño(a).",
  "parent_survey_child_299": "Para cada frase, indique <i>qué tanto</i> describe a su niño(a) con las siguientes opciones: \"Para nada\", \"Un poco\", \"Bastante\" o \"Completamente\". Le agradecemos que responda a las preguntas lo mejor que pueda, aunque no esté completamente seguro(a).",
  "parent_survey_child_300": "Para nada",
  "parent_survey_child_301": "Un poco",
  "parent_survey_child_302": "Bastante",
  "parent_survey_child_303": "Completamente",
  "parent_survey_child_304": "Su niño(a) tiene dificultades para permanecer quieto o tiene periodos de hiperactividad.",
  "parent_survey_child_305": "Su niño(a) se queja a menudo de sentirse enfermo (por ejemplo, dolor de cabeza o de estómago).",
  "parent_survey_child_306": "Su niño(a) evita a los demás o prefiere pasar tiempo solo.",
  "parent_survey_child_307": "Su niño(a) suele estar preocupado o ansioso.",
  "parent_survey_child_308": "Su niño(a) está inquieto con frecuencia.",
  "parent_survey_child_309": "Su niño(a) tiene uno(a) (o más) buenos amigos(as).",
  "parent_survey_child_310": "Su niño(a) parece triste, deprimido o decaído con frecuencia.",
  "parent_survey_child_311": "Su niño(a) se lleva bien con otros niños.",
  "parent_survey_child_312": "Su niño(a) se distrae con facilidad o le cuesta concentrarse.",
  "parent_survey_child_313": "Su niño(a) es tímido o apegado.",
  "parent_survey_child_314": "Su niño(a) trata bien a los niños(as) más pequeños.",
  "parent_survey_child_315": "Su niño(a) muestra a menudo un comportamiento deshonesto (por ejemplo, miente, engaña).",
  "parent_survey_child_316": "Su niño(a) ha tomado cosas sin permiso de la casa, del colegio o de otro sitio.",
  "parent_survey_child_317": "Su niño(a) prefiere a los adultos que a los niños.",
  "parent_survey_child_318": "Su niño(a) suele estar nervioso o temeroso.",
  "parent_survey_child_319": "Por favor, indique <i>qué tanto</i> describe cada enunciado a su niño(a).",
  "parent_survey_child_320": "Para nada",
  "parent_survey_child_321": "Un poco",
  "parent_survey_child_322": "Bastante",
  "parent_survey_child_323": "Completamente",
  "parent_survey_child_324": "Su niño(a) acepta las cosas cuando no salen como quiere.",
  "parent_survey_child_325": "Su niño(a) afronta bien el fracaso.",
  "parent_survey_child_326": "Su niño(a) piensa antes de actuar.",
  "parent_survey_child_327": "Su niño(a) resuelve por sí mismo los problemas con sus amigos.",
  "parent_survey_child_328": "Su niño(a) sabe calmarse cuando se altera.",
  "parent_survey_child_329": "Su niño(a) hace lo que se le pide.",
  "parent_survey_child_330": "Su niño(a) comprende bien los sentimientos de los demás.",
  "parent_survey_child_331": "Su niño(a) controla su carácter cuando hay desacuerdos.",
  "parent_survey_child_332": "Su niño(a) comparte las cosas con los demás.",
  "parent_survey_child_333": "Su niño(a) ayuda a los demás.",
  "parent_survey_child_334": "Su niño(a) escucha los puntos de vista de los demás.",
  "parent_survey_child_335": "Su niño(a) sabe hacer sugerencias sin ser autoritario.",
  "parent_survey_child_336": "Por favor, indique <i>qué tanto</i> describe cada enunciado a su niño(a).",
  "parent_survey_child_337": "Para nada",
  "parent_survey_child_338": "Un poco",
  "parent_survey_child_339": "Bastante",
  "parent_survey_child_340": "Completamente",
  "parent_survey_child_341": "Su niño(a) comprende los sentimientos de los demás.",
  "parent_survey_child_342": "Su niño(a) está consciente de lo que ocurre en una situación social.",
  "parent_survey_child_343": "Su niño(a) interpreta correctamente lo que un compañero está tratando de hacer.",
  "parent_survey_child_344": "Su niño(a) muestra un buen autocontrol a la hora de responder.",
  "parent_survey_child_345": "Su niño(a) genera <i>muchas</i> soluciones a los problemas interpersonales.",
  "parent_survey_child_346": "Su niño(a) <i>genera buenas</i> soluciones a los problemas interpersonales.",
  "parent_survey_child_347": "Su niño(a) está consciente de los efectos que tiene su comportamiento en los demás.",
  "parent_survey_child_348": "Su niño(a) trata de animar a las personas que están tristes.",
  "parent_survey_child_349": "Su niño(a) ayuda a los demás a hacer sus tareas.",
  "parent_survey_child_350": "Su niño(a) permite que los demás usen sus juguetes u objetos.",
  "parent_survey_child_351": "Por favor, indique <i>qué tanto</i> describe cada enunciado a su niño(a).",
  "parent_survey_child_352": "Para nada",
  "parent_survey_child_353": "Un poco",
  "parent_survey_child_354": "Bastante",
  "parent_survey_child_355": "Completamente",
  "parent_survey_child_356": "Su niño(a) siente curiosidad por investigar y comprender cosas nuevas.",
  "parent_survey_child_357": "Su niño(a) es capaz de hacer observaciones y deducciones antes de que le den una respuesta.",
  "parent_survey_child_358": "Su niño(a) da respuestas únicas que superan las de otros niños.",
  "parent_survey_child_359": "Su niño(a) a menudo quiere aprender cosas nuevas.",
  "parent_survey_child_360": "Su niño(a) explora nuevos objetos que aparecen en el hogar o en los espacios comunitarios.",
  "parent_survey_child_361": "A su niño(a) le gusta hacer muchas preguntas.",
  "parent_survey_child_362": "Su niño(a) pide perdón si comete un error.",
  "parent_survey_child_363": "Su niño(a) suele planificar bien sus propias tareas.",
  "parent_survey_child_364": "Su niño(a) realiza sus trabajos sin que nadie se lo pida ni se lo recuerde.",
  "parent_survey_child_365": "Su niño(a) es diligente cuando realiza sus tareas o quehaceres.",
  "parent_survey_child_366": "Si su niño(a) no consigue hacer algo, lo intenta de nuevo.",
  "parent_survey_child_367": "A su niño(a) le gusta terminar sus tareas correctamente.",
  "parent_survey_child_368": "Su niño(a) es pausado y no tiene prisas a la hora de decidir lo que va a hacer.",
  "parent_survey_child_369": "Su niño(a) continúa con una tarea aunque le resulte agotadora.",
  "parent_survey_child_370": "Su niño(a) acepta fácilmente hacer tareas o mandados.",
  "parent_survey_child_371": "Su niño(a) sigue las instrucciones con buena voluntad.",
  "parent_survey_child_372": "Cuando a su niño(a) se le pide que haga una tarea, la hace con entusiasmo.",
  "parent_survey_child_373": "Cuando a su niño(a) se le pide hacer un mandado, regresa a tiempo. (si este punto no se aplica a su niño(a), déjelo en blanco)",
  "parent_survey_child_374": "Si se le pide su niño(a) que haga una tarea, la hace.",
  "parent_survey_child_375": "Su niño(a) es respetuoso con los adultos.",
  "parent_survey_child_376": "En comparación con otros niños(as) de su edad, ¿cuánta dificultad tiene su niño(a) para hacer amigos y mantener las amistades?",
  "parent_survey_child_377": "Ninguna dificultad",
  "parent_survey_child_378": "Un poco de dificultad",
  "parent_survey_child_379": "Mucha dificultad",
  "parent_survey_child_380": "DURANTE <b>LOS ÚLTIMOS 12 MESES</b>, ¿con qué frecuencia fue víctima su niño(a)  de acoso escolar, burlas o rechazo por parte de otros niños(as)? Si la frecuencia ha cambió durante el año, reporte según el momento en el que sucedió con más frecuencia.",
  "parent_survey_child_381": "Nunca (en los últimos 12 meses)",
  "parent_survey_child_382": "1 ó 2 veces (en los últimos 12 meses)",
  "parent_survey_child_383": "1 ó 2 veces por mes",
  "parent_survey_child_384": "1 ó 2 veces por semana",
  "parent_survey_child_385": "Casi todos los días",
  "parent_survey_child_386": "DURANTE <b>LOS ÚLTIMOS 12 MESES</b>, ¿con qué frecuencia su niño(a) hostigó, se burló o excluyó a otros niños(as)? Si la frecuencia ha cambiado durante el año, reporte según el momento en el que sucedió con más frecuencia.",
  "parent_survey_child_387": "Nunca (en los últimos 12 meses)",
  "parent_survey_child_388": "1 ó 2 veces (en los últimos 12 meses)",
  "parent_survey_child_389": "1 ó 2 veces por mes",
  "parent_survey_child_390": "1 ó 2 veces por semana",
  "parent_survey_child_391": "Casi todos los días",
  "parent_survey_child_392": "<block><b><font face=\"Verdana\" size=\"4\">Esta sección tiene preguntas que indagan por el aprendizaje.",
  "parent_survey_child_393": "Si su niño(a)  cursa actualmente un grado de primaria (primero o superior), piense en la época antes de que ingresar a grado primero. Si su niño(a) aún no ha ingresado a la primaria, piense en lo que ocurre actualmente.<br><br><b>¿Con qué frecuencia realizaba usted u otra persona de su hogar las siguientes actividades con él o ella?</b>",
  "parent_survey_child_394": "Nunca o casi nunca",
  "parent_survey_child_395": "A veces",
  "parent_survey_child_396": "Con frecuencia",
  "parent_survey_child_397": "Leer libros",
  "parent_survey_child_398": "Contar historias",
  "parent_survey_child_399": "Cantar canciones",
  "parent_survey_child_400": "Jugar con juguetes del abecedario (por ejemplo, bloques con las letras del abecedario)",
  "parent_survey_child_401": "Hablar de lo que habían hecho",
  "parent_survey_child_402": "Hablar de lo que habían leído",
  "parent_survey_child_403": "Jugar juegos de palabras",
  "parent_survey_child_404": "Escribir letras o palabras",
  "parent_survey_child_405": "Leer en voz alta signos y etiquetas",
  "parent_survey_child_406": "Decir rimas sobre contar o cantar canciones para contar números",
  "parent_survey_child_407": "Jugar con juguetes con números (por ejemplo, bloques con números)",
  "parent_survey_child_408": "Contar cosas diferentes",
  "parent_survey_child_409": "Jugar con figuras geométricas (por ejemplo, juguetes para clasificar figuras, rompecabezas)",
  "parent_survey_child_410": "Jugar con bloques o juguetes de construcción",
  "parent_survey_child_411": "Jugar juegos de mesa o juegos de cartas",
  "parent_survey_child_412": "Escribir números",
  "parent_survey_child_413": "Dibujar figuras",
  "parent_survey_child_414": "Medir o pesar cosas (por ejemplo, para cocinar)",
  "parent_survey_child_415": "¿Su niño(a) asistió a un programa de educación inicial o centro para niños <b>menores de 3 años</b> antes de ingresar a grado primero?",
  "parent_survey_child_416": "Sí",
  "parent_survey_child_417": "No",
  "parent_survey_child_418": "¿Su niño(a) asistió a un programa de educación preescolar para niños<b> a partir de los 3 años</b> antes de ingresar a grado primero <i>(incluído el kinder)</i>?",
  "parent_survey_child_419": "Sí",
  "parent_survey_child_420": "No",
  "parent_survey_child_421": "Aproximadamente, ¿cuánto tiempo estuvo su niño(a) en estos programas <i>en total</i>? (antes del grado primero)",
  "parent_survey_child_422": "No asistió",
  "parent_survey_child_423": "Menos de 1 año",
  "parent_survey_child_424": "1 año",
  "parent_survey_child_425": "2 años",
  "parent_survey_child_426": "3 años",
  "parent_survey_child_427": "4 años o más",
  "parent_survey_child_428": "¿Qué edad tenía su niño(a) cuando empezó el primer grado de escuela primaria?",
  "parent_survey_child_429": "5 años o menos",
  "parent_survey_child_430": "6 años",
  "parent_survey_child_431": "7 años",
  "parent_survey_child_432": "8 años o más",
  "parent_survey_child_433": "¿Cuál es nivel de educación más alto que usted espera que su niño(a) alcance?",
  "parent_survey_child_434": "Primaria",
  "parent_survey_child_435": "Bachillerato incompleto",
  "parent_survey_child_436": "Bachillerato completo o validación del bachillerato académico",
  "parent_survey_child_437": "Pregrado, técnico o tecnólogo incompleto",
  "parent_survey_child_438": "Programa técnico o tecnólogo completo",
  "parent_survey_child_439": "Pregrado completo",
  "parent_survey_child_440": "Maestría completo",
  "parent_survey_child_441": "Doctorado completo",
  "parent_survey_child_442": "Con qué frecuencia su niño(a) hace lo siguiente:",
  "parent_survey_child_443": "Nunca",
  "parent_survey_child_444": "A veces",
  "parent_survey_child_445": "Con frecuencia",
  "parent_survey_child_446": "Siempre",
  "parent_survey_child_447": "¿Mostrar interés y curiosidad por aprender cosas nuevas?",
  "parent_survey_child_448": "¿Trabajar para terminar las tareas del colegio que ha iniciado?",
  "parent_survey_child_449": "¿Mantenerse tranquilo(a) y bajo control cuando enfrenta un reto académico?",
  "parent_survey_child_450": "¿Preocuparse por que le vaya bien en la escuela?",
  "parent_survey_child_451": "¿Cumplir con todas la tareas asignadas?",
  "parent_survey_child_452": "<b>DURANTE LOS DÍAS DE LA SEMANA</b> (lunes a viernes), ¿cuánto tiempo estima usted que pasa su niño(a) frente al televisor, la computadora, el teléfono celular u otro dispositivo electrónico viendo programas, jugando, navegando la internet o las redes sociales? <i>No incluya el tiempo dedicado a las tareas escolares.</i>",
  "parent_survey_child_453": "Menos de 1 hora",
  "parent_survey_child_454": "1 hora",
  "parent_survey_child_455": "2 horas",
  "parent_survey_child_456": "3 horas",
  "parent_survey_child_457": "4 horas o más",
  "parent_survey_child_458": "¿Su niño(a) tiene un teléfono inteligente?",
  "parent_survey_child_459": "Sí",
  "parent_survey_child_460": "No",
  "parent_survey_child_461": "En caso afirmativo, ¿a qué edad lo recibió?",
  "parent_survey_child_462": "años",
  "parent_survey_child_463": "¿Tiene su niño(a) una cuenta en alguna red social como Instagram, Tiktok, Meta u otra?",
  "parent_survey_child_464": "Sí",
  "parent_survey_child_465": "No",
  "parent_survey_child_466": "<b>Nos interesa saber con qué frecuencia, de forma independiente, y facilidad su niño(a) despliega estos comportamientos cuando la ocasión lo requiere. Los niños que sobresalen en un comportamiento específico deberían recibir una calificación de 4 (la puntuación más alta). La mayoría de niños recibirán calificaciones de 3 ó 2. Quienes aún están en desarrollo y requieren mucho apoyo deberían recibir una calificación de 1.</b><br><br><b>4</b> = Siempre por sí mismo (no necesita apoyo) <br><br><b>3</b> = Generalmente por sí mismo (necesita poco apoyo o pocos recordatorios)<br><br><b>2</b> = A veces por sí mismo (necesita apoyo moderado o recordatorios con frecuencia)<br><br><b>1</b> = No puede por sí mismo (necesita mucho apoyo)",
  "parent_survey_child_467": "<b>Presta atención cuando un adulto está explicando o mostrando algo</b> (escuchando atentamente y observando la demostración del adulto con contacto visual y orientación corporal adecuadas).",
  "parent_survey_child_468": "(4) Siempre por sí mismo (no necesita apoyo)",
  "parent_survey_child_469": "(3) Generalmente por sí mismo (necesita poco apoyo o pocos recordatorios)",
  "parent_survey_child_470": "(2) A veces por sí mismo (necesita apoyo moderado o recordatorios con frecuencia)",
  "parent_survey_child_471": "(1) No puede por sí mismo (necesita mucho apoyo)",
  "parent_survey_child_472": "<b>Ignora actividades y ruidos irrelevantes</b> (p. ej., el llanto de un hermano, la televisión, el tráfico) <b>cuando trabaja en una tarea asignada.</b>",
  "parent_survey_child_473": "<b>Espera su turno para hablar</b> (p. ej., no interrumpe a los demás, no apresura sus respuestas, piensa antes de hablar).",
  "parent_survey_child_474": "<b>Concluye las actividades que requieren varios pasos</b> (p. ej., ir a buscar varias cosas a la casa o al mercado, poner la mesa, limpiar una habitación guardando varias cosas).",
  "parent_survey_child_475": "<b>Inventa nuevas formas de resolver problemas</b> (p. ej., reutiliza materiales o juguetes, inventa una nueva forma de construir una torre o un castillo después de que se derrumba, resuelve un rompecabezas de una forma nueva, inventa una nueva estrategia para completar una tarea).",
  "parent_survey_child_476": "<b>Identifica y reúne los materiales necesarios antes de una actividad</b> (p. ej., busca el abrigo, los zapatos o el sombrero adecuados antes de salir a la calle; recoge la lonchera, las tareas y la mochila antes de ir al colegio).",
  "parent_survey_child_477": "<b>Concluye una tarea repetitiva asignada</b> (p. ej., recoger los juguetes, guardar la ropa).",
  "parent_survey_child_478": "<b>Termina la tarea asignada antes de pasar a la siguiente.</b>",
  "parent_survey_child_479": "<b>Detiene un comportamiento indeseable cuando se lo piden</b> (p. ej., deja de pelearse con un hermano cuando se lo piden sus padres, deja de portarse mal en casa).",
  "parent_survey_child_480": "<b>Completa actividades que requieren recordar instrucciones largas</b> (p. ej., reglas de un juego, tareas domésticas, receta de cocina).",
  "parent_survey_child_481": "<b>Se expresa de forma diferente cuando los demás no le entienden</b> (p. ej., intenta comunicar sus necesidades y deseos de distintas maneras).",
  "parent_survey_child_482": "<b>Crea una estrategia o un plan para completar una tarea</b> (p. ej., una tarea, los deberes, un rompecabezas).",
  "parent_survey_child_483": "<b>Se mantiene concentrado e involucrado durante las actividades prolongadas dirigidas por adultos</b> (p. ej., presentaciones o actos religiosos, comidas en familia), <b>escuchando atentamente y participando apropiadamente.</b>",
  "parent_survey_child_484": "<b>Recupera la concentración o vuelve a centrarse en una tarea asignada cuando se le interrumpe</b> (p. ej., un miembro de la familia hace una pregunta no relacionada o solicita ayuda).",
  "parent_survey_child_485": "<b>Deja de jugar o de hacer algo divertido cuando se lo piden</b> (p. ej., deja de jugar con sus amigos o deja de ver la televisión cuando se lo piden sus padres).",
  "parent_survey_child_486": "<b>Se comunica de forma organizada</b> (p. ej., vuelve a contar la secuencia correcta de los acontecimientos, explica cómo funciona un juego para que sea fácil de entender).",
  "parent_survey_child_487": "<b>Se adapta cuando cambian los planes u horarios</b> (p. ej., se adapta cuando cambian los horarios, no se queja cuando una enfermedad inesperada obliga a cancelar las vacaciones familiares).",
  "parent_survey_child_488": "<b>Termina las tareas a tiempo</b> (p. ej., termina los deberes a tiempo y no en el último minuto).",
  "parent_survey_child_489": "<b>Se mantiene concentrado e involucrado durante las actividades de colaboración dirigidas por niños</b> (p. ej., jugando con sus hermanos o compañeros).",
  "parent_survey_child_490": "<b>Ignora una actividad preferida y divertida</b> (p. ej., jugar) <b>cuando se le pide que complete una tarea asignada</b> (p. ej., limpiar la habitación).",
  "parent_survey_child_491": "<b>Espera su turno para actuar</b> (p. ej., espera pacientemente en la fila del supermercado o cuando comparte un juguete con su hermano).",
  "parent_survey_child_492": "<b>Realiza cálculos mentales numéricos apropiados para su edad</b> (p. ej., suma precios de productos, calcula el tiempo, la diferencia de edad que hay entre él/ella y otra persona).",
  "parent_survey_child_493": "<b>Entiende las posiciones o ideas contradictorias</b> (p. ej., reconoce un punto de vista diferente, acepta distintas formas de hacer las cosas, puede ver una situación desde la perspectiva de otra persona).",
  "parent_survey_child_494": "<b>Verifica si hay errores antes de completar una tarea</b> (p. ej., revisa y corrige los errores en las tareas de clase).",
  "parent_survey_child_495": "<b>Persiste en tareas con alta demanda cognitiva / de aprendizaje</b> (p. ej., los deberes) <b>tratando de resolver las cosas, haciendo preguntas, y no abandonando la actividad.</b>",
  "parent_survey_child_496": "<b>Responde a preguntas o cuenta una historia sin distraerse con pequeños detalles ni perder el hilo de sus pensamientos.</b>",
  "parent_survey_child_497": "<b>Se detiene y piensa antes de actuar</b> (p. ej., no se lanza corriendo delante de un vehículo, no toma un objeto que no debería).",
  "parent_survey_child_498": "<b>Recuerda y considera todas las opciones a la hora de elegir</b> (p. ej., qué hacer cuando se complica una tarea doméstica o se enfrenta a un problema, qué comida elegir).",
  "parent_survey_child_499": "<b>Conecta unas ideas y experiencias con otras ideas y experiencias</b> (p. ej., identifica las conexiones entre libros o películas y experiencias vividas, utiliza estrategias aprendidas en la escuela para completar actividades en casa).",
  "parent_survey_child_500": "<b>Inicia actividades o rutinas sin que nadie se lo pida</b> (p. ej., toma la iniciativa de ayudar a un miembro de la familia, empieza las tareas domésticas diarias por su cuenta).",
  "parent_survey_child_501": "<b>Se involucra profundamente en una actividad elegida por él/ella</b> (p. ej., dibujar, leer, cocinar, construir, hacer deporte, jugar).",
  "parent_survey_child_502": "<b>Recuerda direcciones, patrones y ubicación de las cosas</b> (p. ej., conoce las rutas para caminar, encuentra las cosas en una tienda de comestibles, es hábil buscando un objeto perdido o jugando al escondite).",
  "parent_survey_child_503": "<b>Adapta su comportamiento en función de lo que requiere la situación</b> (p. ej., cambia de personaje o papel en un juego, cambia su comportamiento en función a que se encuentra en tiempo de juego o tiempo de estudio).",
  "parent_survey_child_504": "<b>Negocia con sus compañeros e incorpora sus sugerencias evitando conflicto o resistencia</b> (p. ej., trabaja con los otros para acordar los personajes que cada uno asume durante un juego de roles, negocia con un hermano cómo completar juntos las tareas del hogar).",
  "parent_survey_child_505": "<block><b><font face=\"Verdana\" size=\"4\">En esta sección se le pregunta por su entorno en el hogar.",
  "parent_survey_child_506": "¿Cuántos libros infantiles hay en su casa?",
  "parent_survey_child_507": "Ninguno",
  "parent_survey_child_508": "20 o más",
  "parent_survey_child_509": "¿Con qué frecuencia come su niño(a) con los miembros de la familia?",
  "parent_survey_child_510": "Más de una vez al día",
  "parent_survey_child_511": "Una vez al día",
  "parent_survey_child_512": "Varias veces a la semana",
  "parent_survey_child_513": "Una vez a la semana",
  "parent_survey_child_514": "Una vez al mes o menos",
  "parent_survey_child_515": "Nunca",
  "parent_survey_child_516": "¿Cuántas horas al día está encendida la televisión en su casa?",
  "parent_survey_child_517": "horas al día",
  "parent_survey_child_518": "¿Ustedes en el hogar cuentan con un acceso estable y bueno a Internet?",
  "parent_survey_child_519": "Sí",
  "parent_survey_child_520": "No",
  "parent_survey_child_521": "¿Con qué frecuencia se reúne su familia con parientes o amigos?",
  "parent_survey_child_522": "Una vez a la semana o más",
  "parent_survey_child_523": "Dos o tres veces al mes",
  "parent_survey_child_524": "Una vez al mes",
  "parent_survey_child_525": "Varias veces al año",
  "parent_survey_child_526": "Una vez al año o menos",
  "parent_survey_child_527": "¿Con qué frecuencia pasa su niño(a) tiempo con usted u otro adulto de su casa haciendo actividades al aire libre?",
  "parent_survey_child_528": "Una vez al día o más a menudo",
  "parent_survey_child_529": "Al menos cuatro veces a la semana",
  "parent_survey_child_530": "Una vez a la semana",
  "parent_survey_child_531": "Una vez al mes",
  "parent_survey_child_532": "Varias veces al año o menos",
  "parent_survey_child_533": "Nunca",
  "parent_survey_child_534": "¿Con qué frecuencia tiene usted u otro adulto de su hogar la oportunidad de leer cuentos a su niño(a)?",
  "parent_survey_child_535": "Todos los días",
  "parent_survey_child_536": "Unas 3 veces a la semana",
  "parent_survey_child_537": "Una vez a la semana",
  "parent_survey_child_538": "Varias veces al mes",
  "parent_survey_child_539": "Varias veces al año",
  "parent_survey_child_540": "Nunca",
  "parent_survey_child_541": "¿Con qué frecuencia usted u otro adulto de su hogar llevan a su niño(a) al supermercado?",
  "parent_survey_child_542": "Dos veces a la semana o más",
  "parent_survey_child_543": "Una vez a la semana",
  "parent_survey_child_544": "Una vez al mes",
  "parent_survey_child_545": "Casi nunca",
  "parent_survey_child_546": "¿Su niño(a) utiliza habitualmente una tableta o un teléfono inteligente para ver videos o escuchar música?",
  "parent_survey_child_547": "Sí",
  "parent_survey_child_548": "No",
  "parent_survey_child_549": "¿Tiene su familia una computadora a la que tenga acceso su niño(a)?",
  "parent_survey_child_550": "Sí",
  "parent_survey_child_551": "No",
  "parent_survey_child_552": "¿Con qué frecuencia ha llevado algún miembro de la familia a su niño(a) a algún tipo de museo (infantil, científico, de arte, histórico, etc.) en el último año?",
  "parent_survey_child_553": "Una vez a la semana o más",
  "parent_survey_child_554": "Una vez al mes o más",
  "parent_survey_child_555": "Varias veces",
  "parent_survey_child_556": "Una o dos veces",
  "parent_survey_child_557": "Nunca",
  "parent_survey_child_558": "A veces los niños(as) se enfadan tanto con sus padres que dicen cosas como \"te odio\" o dicen palabrotas en medio de un rabieta. Si su niño(a) le dijera \"te odio\" o le ofendiera, usted...",
  "parent_survey_child_559": "Castigarle",
  "parent_survey_child_560": "Sí",
  "parent_survey_child_561": "No",
  "parent_survey_child_562": "Pelarle",
  "parent_survey_child_563": "Sí",
  "parent_survey_child_564": "No",
  "parent_survey_child_565": "Hablarle",
  "parent_survey_child_566": "Sí",
  "parent_survey_child_567": "No",
  "parent_survey_child_568": "Asignarle una tarea doméstica",
  "parent_survey_child_569": "Sí",
  "parent_survey_child_570": "No",
  "parent_survey_child_571": "Ignorar lo sucedido",
  "parent_survey_child_572": "Sí",
  "parent_survey_child_573": "No",
  "parent_survey_child_574": "Mandarle a su habitación por más de 1 hora",
  "parent_survey_child_575": "Sí",
  "parent_survey_child_576": "No",
  "parent_survey_child_577": "Quitarle la mesada",
  "parent_survey_child_578": "Sí",
  "parent_survey_child_579": "No",
  "parent_survey_child_580": "Quitarle la televisión, el teléfono u otros privilegios",
  "parent_survey_child_581": "Sí",
  "parent_survey_child_582": "No",
  "parent_survey_child_583": "Ponerle en tiempo de espera",
  "parent_survey_child_584": "Sí",
  "parent_survey_child_585": "No",
  "parent_survey_child_586": "Otra acción, especifique cuál",
  "parent_survey_child_587": "¿Con qué frecuencia se espera que su niño(a) arregle su cama?",
  "parent_survey_child_588": "Casi siempre",
  "parent_survey_child_589": "Más de la mitad del tiempo",
  "parent_survey_child_590": "La mitad del tiempo",
  "parent_survey_child_591": "Menos de la mitad del tiempo",
  "parent_survey_child_592": "Casi nunca",
  "parent_survey_child_593": "¿Con qué frecuencia debe limpiar su habitación?",
  "parent_survey_child_594": "Casi siempre",
  "parent_survey_child_595": "Más de la mitad del tiempo",
  "parent_survey_child_596": "La mitad del tiempo",
  "parent_survey_child_597": "Menos de la mitad del tiempo",
  "parent_survey_child_598": "Casi nunca",
  "parent_survey_child_599": "¿Con qué frecuencia debe recoger lo que ensucia?",
  "parent_survey_child_600": "Casi siempre",
  "parent_survey_child_601": "Más de la mitad del tiempo",
  "parent_survey_child_602": "La mitad del tiempo",
  "parent_survey_child_603": "Menos de la mitad del tiempo",
  "parent_survey_child_604": "Casi nunca",
  "parent_survey_child_605": "¿Hay algún instrumento musical (por ejemplo, piano, batería, guitarra, etc.) en su casa que su niño(a) pueda utilizar?",
  "parent_survey_child_606": "Sí",
  "parent_survey_child_607": "No",
  "parent_survey_child_608": "¿Con qué frecuencia lee su niño(a) por gusto?",
  "parent_survey_child_609": "Todos los días",
  "parent_survey_child_610": "Varias veces a la semana",
  "parent_survey_child_611": "Varias veces al mes",
  "parent_survey_child_612": "Varias veces al año",
  "parent_survey_child_613": "Nunca",
  "parent_survey_child_614": "¿Su familia anima a su niño(a) a iniciar y tener unos pasatiempos?",
  "parent_survey_child_615": "Sí",
  "parent_survey_child_616": "No",
  "parent_survey_child_617": "¿Su niño(a) recibe lecciones especiales o pertenece a alguna organización que fomente actividades como el deporte, la música, el arte, la danza, el teatro, etc.?",
  "parent_survey_child_618": "Sí",
  "parent_survey_child_619": "No",
  "parent_survey_child_620": "¿Con qué frecuencia ha llevado o programado algún miembro de la familia a su niño(a) a algún tipo de representación musical o teatral en el último año?",
  "parent_survey_child_621": "Una vez a la semana o más",
  "parent_survey_child_622": "Una vez al mes o más",
  "parent_survey_child_623": "Varias veces",
  "parent_survey_child_624": "Una o dos veces",
  "parent_survey_child_625": "Nunca",
  "parent_survey_child_626": "Cuando su familia ve la televisión o ve contenidos en Internet, ¿usted u otro adulto de la casa lo comentan con su niño(a)?",
  "parent_survey_child_627": "Casi siempre",
  "parent_survey_child_628": "Más de la mitad de las veces",
  "parent_survey_child_629": "La mitad de las veces",
  "parent_survey_child_630": "Menos de la mitad de las veces",
  "parent_survey_child_631": "Casi nunca",
  "parent_survey_child_632": "¿Con qué frecuencia se espera que su niño(a) limpie lo que derrama?",
  "parent_survey_child_633": "Casi siempre",
  "parent_survey_child_634": "Más de la mitad de las veces",
  "parent_survey_child_635": "La mitad de las veces",
  "parent_survey_child_636": "Menos de la mitad de las veces",
  "parent_survey_child_637": "Casi nunca",
  "parent_survey_child_638": "¿Con qué frecuencia se espera que su niño(a) se bañe solo?",
  "parent_survey_child_639": "Casi siempre",
  "parent_survey_child_640": "Más de la mitad de las veces",
  "parent_survey_child_641": "La mitad de las veces",
  "parent_survey_child_642": "Menos de la mitad de las veces",
  "parent_survey_child_643": "Casi nunca",
  "parent_survey_child_644": "¿Con qué frecuencia se espera que su niño(a) ayude a mantener ordenadas y limpias las áreas comunes?",
  "parent_survey_child_645": "Casi siempre",
  "parent_survey_child_646": "Más de la mitad de las veces",
  "parent_survey_child_647": "La mitad de las veces",
  "parent_survey_child_648": "Menos de la mitad de las veces",
  "parent_survey_child_649": "Casi nunca",
  "parent_survey_child_650": "¿Con qué frecuencia se espera que su niño(a) realice tareas rutinarias como cortar el césped, ayudar con la cena, lavar los platos, etc.?",
  "parent_survey_child_651": "Casi siempre",
  "parent_survey_child_652": "Más de la mitad de las veces",
  "parent_survey_child_653": "La mitad de las veces",
  "parent_survey_child_654": "Menos de la mitad de las veces",
  "parent_survey_child_655": "Casi nunca",
  "parent_survey_child_656": "¿Con qué frecuencia se espera que su niño(a) administre su tiempo por sí mismo(a)  (levantarse a la hora, prepararse para ir al colegio, etc.)?",
  "parent_survey_child_657": "Casi siempre",
  "parent_survey_child_658": "Más de la mitad de las veces",
  "parent_survey_child_659": "La mitad de las veces",
  "parent_survey_child_660": "Menos de la mitad de las veces",
  "parent_survey_child_661": "Casi nunca",
  "parent_survey_child_662": "DURANTE <b>EL ÚLTIMO MES</b>, ¿con qué frecuencia ha sentido...",
  "parent_survey_child_663": "Nunca",
  "parent_survey_child_664": "Rara vez",
  "parent_survey_child_665": "A veces",
  "parent_survey_child_666": "Usualmente",
  "parent_survey_child_667": "Siempre",
  "parent_survey_child_668": "que su niño(a) es mucho más difícil de cuidar que la mayoría de los niños(as) de su edad?",
  "parent_survey_child_669": "que su niño(a) hace cosas que le molestan mucho?",
  "parent_survey_child_670": "rabia hacia su niño(a)?",
  "parent_survey_child_671": "Las siguientes afirmaciones describen la forma en que diferentes padres actúan con sus hijos(as). Piense si cada afirmación describe la forma en que usted trata a su niño(a). Responda con qué frecuencia actúa de esa forma: Nunca o casi nunca, Una vez al mes, Una vez a la semana, Todos los días.",
  "parent_survey_child_672": "Nunca o casi nunca",
  "parent_survey_child_673": "Una vez al mes",
  "parent_survey_child_674": "Una vez a la semana",
  "parent_survey_child_675": "Todos los días",
  "parent_survey_child_676": "Me cercioro de que mi niño(a) sepa exactamente lo que puede o no puede hacer.",
  "parent_survey_child_677": "Siempre le digo cómo él(ella) debe comportarse.",
  "parent_survey_child_678": "Insisto en que mi niño(a) haga exactamente lo que se le dice.",
  "parent_survey_child_679": "Hago que mi niño(a) se sienta querido y necesitado.",
  "parent_survey_child_680": "Dejo que mi niño(a) haga lo que quiera.",
  "parent_survey_child_681": "Hago que mi niño(a) sienta que lo que hace es importante.",
  "parent_survey_child_682": "Me preocupo por lo que piensa mi niño(a) y le animo a hablar de ello.",
  "parent_survey_child_683": "Quiero controlar todo lo que hace mi niño(a).",
  "parent_survey_child_684": "Le hago saber a mi niño(a) que siento amor por él/ella.",
  "parent_survey_child_685": "Trato a mi niño(a) con delicadeza y amabilidad.",
  "parent_survey_child_686": "Todos los adultos utilizan ciertos métodos para enseñar a los niños(as) el comportamiento correcto o para abordar un problema de comportamiento. Por favor, lea los siguientes métodos y, para cada uno, seleccione si usted u otra persona de su hogar lo ha utilizado con este niño(a) en el <b>último mes</b>.",
  "parent_survey_child_687": "Le quitó privilegios, le prohibió algo que le gusta al niño(a) o no le permite salir de casa",
  "parent_survey_child_688": "Sí",
  "parent_survey_child_689": "No",
  "parent_survey_child_690": "Explicó por qué algo (el comportamiento) estaba mal.",
  "parent_survey_child_691": "Sí",
  "parent_survey_child_692": "No",
  "parent_survey_child_693": "Le ha gritado o vociferado al niño(a).",
  "parent_survey_child_694": "Sí",
  "parent_survey_child_695": "No",
  "parent_survey_child_696": "Le ha pegado o abofeteado al niño(a).",
  "parent_survey_child_697": "Sí",
  "parent_survey_child_698": "No",
  "parent_survey_child_699": "¿Cree que para criar y educar bien a su niño(a) hay que castigarle físicamente?",
  "parent_survey_child_700": "Sí",
  "parent_survey_child_701": "No",
  "parent_survey_child_702": "Comenzar Encuesta",
  "parent_survey_child_703": "Anterior",
  "parent_survey_child_704": "Siguiente",
  "parent_survey_child_705": "Terminar",
  "parent_survey_family_001": "<block><b><font face=\"Verdana\" size=\"4\"> ¡Gracias de nuevo por participar en este proyecto de investigación! </b><br> <br> <p><font face=\"Verdana\" size=\"4\">Estimamos que diligenciar la siguiente parte de la encuesta le tomará aproximadamente 20-30 minutos. En esta encuesta se le harán preguntas sobre su hogar y sobre usted mismo(a).<br><br>Le agradecemos que responda la encuesta de la forma más precisa posible con la información que tiene disponible. Si tiene alguna duda, comuníquesela a quien coordina esta aplicación. <br><br>Cuando esté listo(a) para empezar, seleccione el botón \"Comenzar Encuesta\".<br><br><b><font face=\"Verdana\" size=\"4\">¡Muchas gracias!",
  "parent_survey_family_002": "Responda a las siguientes preguntas sobre la comunidad en la que vive.",
  "parent_survey_family_003": "¿En su vecindario hay aceras o caminos peatonales?",
  "parent_survey_family_004": "Sí",
  "parent_survey_family_005": "No",
  "parent_survey_family_006": "¿En su vecindario hay un parque o área de juegos?",
  "parent_survey_family_007": "Sí",
  "parent_survey_family_008": "No",
  "parent_survey_family_009": "¿En su vecindario hay un centro de recreación o centro comunitario donde se reúnen las familias?",
  "parent_survey_family_010": "Sí",
  "parent_survey_family_011": "No",
  "parent_survey_family_012": "¿En su vecindario hay una biblioteca o un lugar donde conseguir libros gratis?",
  "parent_survey_family_013": "Sí",
  "parent_survey_family_014": "No",
  "parent_survey_family_015": "¿En su vecindario hay basura o desperdicios en las calles o aceras?",
  "parent_survey_family_016": "Sí",
  "parent_survey_family_017": "No",
  "parent_survey_family_018": "¿En su vecindario hay viviendas deterioradas o en mal estado?",
  "parent_survey_family_019": "Sí",
  "parent_survey_family_020": "No",
  "parent_survey_family_021": "¿En su vecindario hay vandalismo, como romper ventanas o pintar grafitis?",
  "parent_survey_family_022": "Sí",
  "parent_survey_family_023": "No",
  "parent_survey_family_024": "¿En qué medida está de acuerdo con estas afirmaciones sobre su vecindario o comunidad?",
  "parent_survey_family_025": "Definitivamente de acuerdo",
  "parent_survey_family_026": "Algo de acuerdo",
  "parent_survey_family_027": "Algo en descuerdo",
  "parent_survey_family_028": "Definitivamente en desacuerdo",
  "parent_survey_family_029": "La gente de su vecindario se ayuda mutuamente.",
  "parent_survey_family_030": "La gente de su vecindario cuida mutuamente de nuestros niños(as).",
  "parent_survey_family_031": "Su niño(a) está seguro(a) en su vecindario.",
  "parent_survey_family_032": "Ustedes saben a quién acudir en su comunidad para buscar ayuda, cuando enfrentan dificultades.",
  "parent_survey_family_033": "Su niño(a) está seguro(a) en la escuela.",
  "parent_survey_family_034": "Estas son declaraciones que las personas han hecho sobre situaciones alimentarias. Para cada uno, favor de indicar si ha ocurrido frecuentemente, a veces, o nunca (a Ud. / en su hogar) en <b>los últimos 12 meses</b>.",
  "parent_survey_family_035": "La comida que comprábamos no alcanzaba, y no teníamos dinero para comprar más.",
  "parent_survey_family_036": "Nunca",
  "parent_survey_family_037": "A veces",
  "parent_survey_family_038": "Frecuentemente",
  "parent_survey_family_039": "No teníamos recursos suficientes para comer comida variada y nutritiva.",
  "parent_survey_family_040": "Nunca",
  "parent_survey_family_041": "A veces",
  "parent_survey_family_042": "Frecuentemente",
  "parent_survey_family_043": "En <b>los últimos 12 meses</b>, ¿usted u otros adultos del hogar redujeron la cantidad de sus comidas o se saltaron comidas porque les faltaba dinero para alimentos?",
  "parent_survey_family_044": "Sí",
  "parent_survey_family_045": "No",
  "parent_survey_family_046": "En caso afirmativo, ¿con qué frecuencia: casi todos los meses, algunos meses, solo 1 o 2 meses?",
  "parent_survey_family_047": "Casi todos los meses",
  "parent_survey_family_048": "Algunos meses",
  "parent_survey_family_049": "Solo 1 ó 2 meses",
  "parent_survey_family_050": "A continuación encontrará una serie de afirmaciones sobre el entorno de su hogar. Indique qué tan cierta es cada afirmación para su hogar.",
  "parent_survey_family_051": "Normalmente somos capaces de estar al día con las actividades.",
  "parent_survey_family_052": "Totalmente falso",
  "parent_survey_family_053": "Algo falso",
  "parent_survey_family_054": "Algo verdadero",
  "parent_survey_family_055": "Totalmente verdadero",
  "parent_survey_family_056": "En nuestra casa hay tanto ruido que no escuchas ni tus pensamientos.",
  "parent_survey_family_057": "Totalmente falso",
  "parent_survey_family_058": "Algo falso",
  "parent_survey_family_059": "Algo verdadero",
  "parent_survey_family_060": "Totalmente verdadero",
  "parent_survey_family_061": "El ambiente de nuestra casa es muy calmado.",
  "parent_survey_family_062": "Totalmente falso",
  "parent_survey_family_063": "Algo falso",
  "parent_survey_family_064": "Algo verdadero",
  "parent_survey_family_065": "Totalmente verdadero",
  "parent_survey_family_066": "En nuestra casa, tenemos una rutina matutina regular.",
  "parent_survey_family_067": "Totalmente falso",
  "parent_survey_family_068": "Algo falso",
  "parent_survey_family_069": "Algo verdadero",
  "parent_survey_family_070": "Totalmente verdadero",
  "parent_survey_family_071": "¿Qué tan bien cree usted que está manejando las exigencias diarias de la crianza de los niños?",
  "parent_survey_family_072": "Muy bien",
  "parent_survey_family_073": "Bien",
  "parent_survey_family_074": "No muy bien",
  "parent_survey_family_075": "Muy mal",
  "parent_survey_family_076": "En las <b>últimas dos semanas</b>, ¿con qué frecuencia se sintió usted afectado por los siguientes problemas?",
  "parent_survey_family_077": "Nunca",
  "parent_survey_family_078": "Varios días",
  "parent_survey_family_079": "Más de la mitad de los días",
  "parent_survey_family_080": "Casi todos los días",
  "parent_survey_family_081": "Nerviosismo, ansiedad o irritabilidad",
  "parent_survey_family_082": "No poder parar o controlar las preocupaciones",
  "parent_survey_family_083": "Sentirse decaído, deprimido o desesperanzado.",
  "parent_survey_family_084": "Poco interés o placer por hacer cosas",
  "parent_survey_family_085": "Nos interesa conocer su opinión sobre las siguientes afirmaciones. Léalas atentamente e indique cómo se siente respecto a cada una.",
  "parent_survey_family_086": "Totalmente en desacuerdo",
  "parent_survey_family_087": "Muy en desacuerdo",
  "parent_survey_family_088": "Algo en desacuerdo",
  "parent_survey_family_089": "Ligeramente de acuerdo",
  "parent_survey_family_090": "Muy de acuerdo",
  "parent_survey_family_091": "Totalmente de acuerdo",
  "parent_survey_family_092": "Hay una persona especial (cónyuge, pareja, etc.) que está a mi lado cuando la necesito.",
  "parent_survey_family_093": "Hay una persona especial (cónyuge, pareja, etc.) con la que puedo compartir alegrías y penas.",
  "parent_survey_family_094": "Mi familia realmente trata de ayudarme.",
  "parent_survey_family_095": "Recibo la ayuda y el apoyo emocional que necesito de mi familia.",
  "parent_survey_family_096": "Tengo una persona especial (cónyuge, pareja, etc.) que es una verdadera fuente de consuelo para mí.",
  "parent_survey_family_097": "Mis amigos realmente tratan de ayudarme.",
  "parent_survey_family_098": "Puedo contar con mis amigos cuando las cosas van mal.",
  "parent_survey_family_099": "Puedo hablar de mis problemas con mi familia.",
  "parent_survey_family_100": "Tengo amigos con los que puedo compartir mis alegrías y mis penas.",
  "parent_survey_family_101": "Hay una persona especial (cónyuge, pareja, etc.) en mi vida que se preocupa por mis sentimientos.",
  "parent_survey_family_102": "Mi familia está dispuesta a ayudarme a tomar decisiones.",
  "parent_survey_family_103": "Puedo hablar de mis problemas con mis amigos.",
  "parent_survey_family_104": "En su vida cotidiana, ¿con qué frecuencia ha vivido usted alguna de las siguientes situaciones?",
  "parent_survey_family_105": "Nunca",
  "parent_survey_family_106": "Menos de una vez al año",
  "parent_survey_family_107": "Algunas veces al año",
  "parent_survey_family_108": "Algunas veces al mes",
  "parent_survey_family_109": "Al menos una vez a la semana",
  "parent_survey_family_110": "Casi todos los días",
  "parent_survey_family_111": "Le tratan con menos cortesía o respeto que a otras personas.",
  "parent_survey_family_112": "Le atienden peor que a otras personas en restaurantes o tiendas.",
  "parent_survey_family_113": "La gente actúa como si pensara que usted no es muy inteligente.",
  "parent_survey_family_114": "La gente actúa como si le tuviera miedo.",
  "parent_survey_family_115": "Le amenazan o acosan.",
  "parent_survey_family_116": "Indique con Sí o No si le ha sucedido alguna de las siguientes cosas <b>en el último año</b>.",
  "parent_survey_family_117": "Salud:",
  "parent_survey_family_118": "Una lesión o enfermedad que le haya mantenido en cama una semana o más, o que le haya mandado al hospital.",
  "parent_survey_family_119": "Sí",
  "parent_survey_family_120": "No",
  "parent_survey_family_121": "Una lesión o enfermedad menos grave que las anteriores, pero que le haya obligado a ir al médico o a guardar cama uno o dos días.",
  "parent_survey_family_122": "Sí",
  "parent_survey_family_123": "No",
  "parent_survey_family_124": "Tratamiento dental importante.",
  "parent_survey_family_125": "Sí",
  "parent_survey_family_126": "No",
  "parent_survey_family_127": "Cambio importante en los hábitos alimentarios.",
  "parent_survey_family_128": "Sí",
  "parent_survey_family_129": "No",
  "parent_survey_family_130": "Cambio importante en los hábitos de sueño.",
  "parent_survey_family_131": "Sí",
  "parent_survey_family_132": "No",
  "parent_survey_family_133": "Cambio importante en el tipo o la cantidad de tiempo de ocio habitual.",
  "parent_survey_family_134": "Sí",
  "parent_survey_family_135": "No",
  "parent_survey_family_136": "Trabajo:",
  "parent_survey_family_137": "Cambio de tipo de trabajo.",
  "parent_survey_family_138": "Sí",
  "parent_survey_family_139": "No",
  "parent_survey_family_140": "Cambio de horario o de condiciones de trabajo.",
  "parent_survey_family_141": "Sí",
  "parent_survey_family_142": "No",
  "parent_survey_family_143": "Cambio de responsabilidades en el trabajo (más responsabilidades).",
  "parent_survey_family_144": "Sí",
  "parent_survey_family_145": "No",
  "parent_survey_family_146": "Cambio de responsabilidades en el trabajo (menos responsabilidades).",
  "parent_survey_family_147": "Sí",
  "parent_survey_family_148": "No",
  "parent_survey_family_149": "Cambio de responsabilidades en el trabajo (ascenso).",
  "parent_survey_family_150": "Sí",
  "parent_survey_family_151": "No",
  "parent_survey_family_152": "Cambio de responsabilidades en el trabajo (descenso).",
  "parent_survey_family_153": "Sí",
  "parent_survey_family_154": "No",
  "parent_survey_family_155": "Cambio de responsabilidades en el trabajo (traslado).",
  "parent_survey_family_156": "Sí",
  "parent_survey_family_157": "No",
  "parent_survey_family_158": "Problemas en el trabajo (con el jefe).",
  "parent_survey_family_159": "Sí",
  "parent_survey_family_160": "No",
  "parent_survey_family_161": "Problemas en el trabajo (con los compañeros).",
  "parent_survey_family_162": "Sí",
  "parent_survey_family_163": "No",
  "parent_survey_family_164": "Problemas en el trabajo (con subalternos).",
  "parent_survey_family_165": "Sí",
  "parent_survey_family_166": "No",
  "parent_survey_family_167": "Otros problemas laborales.",
  "parent_survey_family_168": "Sí",
  "parent_survey_family_169": "No",
  "parent_survey_family_170": "Cambios importantes de la empresa.",
  "parent_survey_family_171": "Sí",
  "parent_survey_family_172": "No",
  "parent_survey_family_173": "Jubilación.",
  "parent_survey_family_174": "Sí",
  "parent_survey_family_175": "No",
  "parent_survey_family_176": "Despido con indemnización",
  "parent_survey_family_177": "Sí",
  "parent_survey_family_178": "No",
  "parent_survey_family_179": "Despido sin indemnización",
  "parent_survey_family_180": "Sí",
  "parent_survey_family_181": "No",
  "parent_survey_family_182": "Realización de un curso para ayudarle en su trabajo.",
  "parent_survey_family_183": "Sí",
  "parent_survey_family_184": "No",
  "parent_survey_family_185": "Hogar y Familia:",
  "parent_survey_family_186": "Cambio importante en las condiciones de vida.",
  "parent_survey_family_187": "Sí",
  "parent_survey_family_188": "No",
  "parent_survey_family_189": "Cambio de residencia (traslado dentro de la misma vereda, pueblo o ciudad).",
  "parent_survey_family_190": "Sí",
  "parent_survey_family_191": "No",
  "parent_survey_family_192": "Cambio de residencia (traslado a otro pueblo, ciudad o estado).",
  "parent_survey_family_193": "Sí",
  "parent_survey_family_194": "No",
  "parent_survey_family_195": "Cambios en los encuentros y reuniones de familia.",
  "parent_survey_family_196": "Sí",
  "parent_survey_family_197": "No",
  "parent_survey_family_198": "Cambio importante en la salud o el comportamiento de un miembro de la familia.",
  "parent_survey_family_199": "Sí",
  "parent_survey_family_200": "No",
  "parent_survey_family_201": "Matrimonio.",
  "parent_survey_family_202": "Sí",
  "parent_survey_family_203": "No",
  "parent_survey_family_204": "Embarazo.",
  "parent_survey_family_205": "Sí",
  "parent_survey_family_206": "No",
  "parent_survey_family_207": "Llegada de un nuevo miembro a la familia (nacimiento de un niño(a)).",
  "parent_survey_family_208": "Sí",
  "parent_survey_family_209": "No",
  "parent_survey_family_210": "Llegada de un nuevo miembro de la familia (adopción de un niño(a)).",
  "parent_survey_family_211": "Sí",
  "parent_survey_family_212": "No",
  "parent_survey_family_213": "Llegada de un nuevo familiar (un pariente que se mudó a vivir con usted).",
  "parent_survey_family_214": "Sí",
  "parent_survey_family_215": "No",
  "parent_survey_family_216": "Inicio o terminación de empleo por parte de su cónyuge.",
  "parent_survey_family_217": "Sí",
  "parent_survey_family_218": "No",
  "parent_survey_family_219": "Un menor de edad se va de casa (para seguir sus estudios).",
  "parent_survey_family_220": "Sí",
  "parent_survey_family_221": "No",
  "parent_survey_family_222": "Un menor de edad se va de casa (por matrimonio).",
  "parent_survey_family_223": "Sí",
  "parent_survey_family_224": "No",
  "parent_survey_family_225": "Un menor de edad se va de casa (por otros motivos).",
  "parent_survey_family_226": "Sí",
  "parent_survey_family_227": "No",
  "parent_survey_family_228": "Cambios en el tipo y forma de las discusiones con el cónyuge.",
  "parent_survey_family_229": "Sí",
  "parent_survey_family_230": "No",
  "parent_survey_family_231": "Problemas con los suegros.",
  "parent_survey_family_232": "Sí",
  "parent_survey_family_233": "No",
  "parent_survey_family_234": "Cambio en el estado civil de sus padres (divorcio).",
  "parent_survey_family_235": "Sí",
  "parent_survey_family_236": "No",
  "parent_survey_family_237": "Cambio de estado civil de sus padres (segundas nupcias).",
  "parent_survey_family_238": "Sí",
  "parent_survey_family_239": "No",
  "parent_survey_family_240": "Separación del cónyuge (por motivos de trabajo).",
  "parent_survey_family_241": "Sí",
  "parent_survey_family_242": "No",
  "parent_survey_family_243": "Separación del cónyuge (por problemas conyugales).",
  "parent_survey_family_244": "Sí",
  "parent_survey_family_245": "No",
  "parent_survey_family_246": "Divorcio.",
  "parent_survey_family_247": "Sí",
  "parent_survey_family_248": "No",
  "parent_survey_family_249": "Nacimiento de un nieto.",
  "parent_survey_family_250": "Sí",
  "parent_survey_family_251": "No",
  "parent_survey_family_252": "Fallecimiento del cónyuge.",
  "parent_survey_family_253": "Sí",
  "parent_survey_family_254": "No",
  "parent_survey_family_255": "Fallecimiento de otro familiar (hijo o hija).",
  "parent_survey_family_256": "Sí",
  "parent_survey_family_257": "No",
  "parent_survey_family_258": "Fallecimiento de otro familiar (hermano o hermana).",
  "parent_survey_family_259": "Sí",
  "parent_survey_family_260": "No",
  "parent_survey_family_261": "Fallecimiento de otro familiar (padre o madre).",
  "parent_survey_family_262": "Sí",
  "parent_survey_family_263": "No",
  "parent_survey_family_264": "Personal y Social:",
  "parent_survey_family_265": "Cambio de hábitos personales.",
  "parent_survey_family_266": "Sí",
  "parent_survey_family_267": "No",
  "parent_survey_family_268": "Inicio o culminación de escuela o universidad.",
  "parent_survey_family_269": "Sí",
  "parent_survey_family_270": "No",
  "parent_survey_family_271": "Cambio de colegio o universidad.",
  "parent_survey_family_272": "Sí",
  "parent_survey_family_273": "No",
  "parent_survey_family_274": "Cambio de convicciones políticas.",
  "parent_survey_family_275": "Sí",
  "parent_survey_family_276": "No",
  "parent_survey_family_277": "Cambio de creencias religiosas.",
  "parent_survey_family_278": "Sí",
  "parent_survey_family_279": "No",
  "parent_survey_family_280": "Cambio de actividades sociales.",
  "parent_survey_family_281": "Sí",
  "parent_survey_family_282": "No",
  "parent_survey_family_283": "Vacaciones.",
  "parent_survey_family_284": "Sí",
  "parent_survey_family_285": "No",
  "parent_survey_family_286": "Nueva relación personal cercana.",
  "parent_survey_family_287": "Sí",
  "parent_survey_family_288": "No",
  "parent_survey_family_289": "Compromiso de matrimonio.",
  "parent_survey_family_290": "Sí",
  "parent_survey_family_291": "No",
  "parent_survey_family_292": "Problemas con la novia o el novio.",
  "parent_survey_family_293": "Sí",
  "parent_survey_family_294": "No",
  "parent_survey_family_295": "Se rompió una relación personal cercana.",
  "parent_survey_family_296": "Sí",
  "parent_survey_family_297": "No",
  "parent_survey_family_298": "Un accidente.",
  "parent_survey_family_299": "Sí",
  "parent_survey_family_300": "No",
  "parent_survey_family_301": "Infracción leve de la ley.",
  "parent_survey_family_302": "Sí",
  "parent_survey_family_303": "No",
  "parent_survey_family_304": "Muerte de un amigo cercano.",
  "parent_survey_family_305": "Sí",
  "parent_survey_family_306": "No",
  "parent_survey_family_307": "Decisión importante sobre su futuro inmediato.",
  "parent_survey_family_308": "Sí",
  "parent_survey_family_309": "No",
  "parent_survey_family_310": "Mayor logro personal.",
  "parent_survey_family_311": "Sí",
  "parent_survey_family_312": "No",
  "parent_survey_family_313": "Financiera:",
  "parent_survey_family_314": "Cambio importante en las finanzas (aumento de los ingresos).",
  "parent_survey_family_315": "Sí",
  "parent_survey_family_316": "No",
  "parent_survey_family_317": "Cambio importante en las finanzas (disminución de ingresos).",
  "parent_survey_family_318": "Sí",
  "parent_survey_family_319": "No",
  "parent_survey_family_320": "Cambio importante en las finanzas (dificultades de inversión y/o de crédito).",
  "parent_survey_family_321": "Sí",
  "parent_survey_family_322": "No",
  "parent_survey_family_323": "Pérdida o deterioro de bienes personales.",
  "parent_survey_family_324": "Sí",
  "parent_survey_family_325": "No",
  "parent_survey_family_326": "Compra moderada.",
  "parent_survey_family_327": "Sí",
  "parent_survey_family_328": "No",
  "parent_survey_family_329": "Compra importante.",
  "parent_survey_family_330": "Sí",
  "parent_survey_family_331": "No",
  "parent_survey_family_332": "Ejecución de una hipoteca o préstamo.",
  "parent_survey_family_333": "Sí",
  "parent_survey_family_334": "No",
  "parent_survey_family_335": "<b>Instrucciones:</b> Piense que esta línea representa la situación de la gente en <i>el país en el que vive</i>. <b>A la derecha</b> están las personas más acomodadas: las que tienen más dinero, más educación y los trabajos más respetados. <b>A la izquierda</b> están las personas que están en peor situación: las que tienen menos dinero, menos educación, los trabajos menos respetados o ningún trabajo. Cuanto más a la derecha se encuentre en la línea, más cerca estará de la gente que más tiene; cuanto más a la izquierda, más cerca estará de la gente que menos tiene.<br><b>¿Dónde se situaría usted en esta línea?</b><br>Mueva y ubique el círculo sobre la recta donde usted crea que encontrarse en este momento de su vida en relación con otras personas de su país.",
  "parent_survey_family_336": "<b>Instrucciones:</b> Piense que esta línea representa la posición de las personas en sus <i>comunidades</i>. La gente define la comunidad de distintas maneras; por favor, piense en la definición que a usted le resulte más significativa. <b>A la derecha</b> están las personas que gozan de mayor prestigio en su comunidad. <b>A la izquierda</> están las personas que tienen menor prestigio en su comunidad.<br><b>¿Dónde se situaría en esta línea?</b><br>Mueve y ubique el círculo sobre la recta donde usted creas que encontrarse en este momento de su vida en relación con otras personas de su comunidad.",
  "navigation.startSurvey": "Comenzar Encuesta",
  "navigation.previous": "Anterior",
  "navigation.next": "Siguiente",
  "navigation.finish": "Terminar",
  "participant": "participante",
  "password": "contraseña",
  "pick-buddy": "¡Escoge un amigo para jugar!",
  "profile": "perfil",
  "progress": "progreso",
  "proud": "orgulloso",
  "redball": "La pelota roja",
  "redstack": "La torre roja mediana",
  "replay-button": "Presiona el botón del altavoz si deseas que se repita la pregunta.",
  "report": "informe",
  "roar": "RUGIR",
  "rocks": "Una roca",
  "rug": "Debajo de la alfombra",
  "sad": "triste",
  "same-different-selection-both-blue": "Aquí hay dos cartas. Son iguales en algo. Ambas tienen figuras azules.",
  "same-different-selection-both-blue-heavy": "Aquí hay dos imágenes. Algo es igual. Ambas son azules.",
  "same-different-selection-both-circles": "Aquí hay dos cartas. Son iguales en algo. Ambas tienen círculos.",
  "same-different-selection-both-circles-heavy": "Aquí hay dos imágenes. Algo es igual. Ambas son círculos.",
  "same-different-selection-both-green": "Aquí hay dos cartas. Son iguales en algo. Ambas tienen figuras verdes.",
  "same-different-selection-both-green-heavy": "Aquí hay dos imágenes. Algo es igual. Ambas son verdes.",
  "same-different-selection-both-large": "Aquí hay dos cartas. Son iguales en algo. Ambas tienen figuras grandes.",
  "same-different-selection-both-large-heavy": "Aquí hay dos imágenes. Algo es igual. Ambas son grandes.",
  "same-different-selection-both-medium": "Aquí hay dos cartas. Son iguales en algo. Ambas tienen figuras medianas.",
  "same-different-selection-both-medium-heavy": "Aquí hay dos imágenes. Algo es igual. Ambas son medianas.",
  "same-different-selection-both-red": "Aquí hay dos cartas. Son iguales en algo. Ambas tienen figuras rojas.",
  "same-different-selection-both-red-heavy": "Aquí hay dos imágenes. Algo es igual. Ambas son rojas.",
  "same-different-selection-both-small": "Aquí hay dos cartas. Son iguales en algo. Ambas tienen figuras pequeñas.",
  "same-different-selection-both-small-heavy": "Aquí hay dos imágenes. Algo es igual. Ambas son pequeñas.",
  "same-different-selection-both-squares": "Aquí hay dos cartas. Son iguales en algo. Ambas tienen cuadrados.",
  "same-different-selection-both-squares-heavy": "Aquí hay dos imágenes. Algo es igual. Ambas son cuadrados.",
  "same-different-selection-both-triangles": "Aquí hay dos cartas. Son iguales en algo. Ambas tienen triángulos.",
  "same-different-selection-both-triangles-heavy": "Aquí hay dos imágenes. Algo es igual. Ambas son triángulos.",
  "same-different-selection-both-yellow": "Aquí hay dos cartas. Son iguales en algo. Ambas tienen figuras amarillas.",
  "same-different-selection-both-yellow-heavy": "Aquí hay dos imágenes. Algo es igual. Ambas son amarillas.",
  "same-different-selection-instruct1": "Este es el juego de parejas. En este juego, vas a elegir conjuntos de cartas que se parecen de alguna manera. Primero, veamos algunas de las cartas que vas a ver.",
  "same-different-selection-instruct1-heavy": "Este es el juego de emparejar. En este juego, vamos a mirar imágenes y encontrar cosas que sean iguales de alguna manera.",
  "same-different-selection-instruct2": "Ahora vas a ver dos cartas que son iguales de alguna manera. Luego vas a ver una nueva carta que se parece a una de esas cartas. Tu trabajo es elegir la carta que se parece en algo a esa nueva carta.",
  "same-different-selection-instruct2-heavy": "Ahora vamos a ver más imágenes y encontrar cosas que sean iguales. ¡Vamos a aprender a jugar!",
  "same-different-selection-instruct3": "Ahora vas a ver tres cartas y debes escoger dos que sean iguales de alguna manera. Luego vas a ver las mismas tres cartas, pero  vas a escoger otras dos cartas que sean iguales de alguna otra manera.",
  "same-different-selection-instruct3-heavy": "¡Ahora vas a jugar el resto del juego por tu cuenta!",
  "same-different-selection-instruct4-heavy": "¡Ahora vamos a intentar algo nuevo! Vas a encontrar pares de formas que sean iguales de alguna manera. ¡Vamos a aprender cómo!",
  "same-different-selection-instruct5-heavy": "Aquí hay tres imágenes. Tengo que elegir 2 de ellas que sean iguales de alguna manera. Voy a escoger estas 2 imágenes porque ambas son triángulos.",
  "same-different-selection-instruct6-heavy": "Aquí están las mismas tres imágenes. Tengo que elegir 2 de ellas que sean iguales de otra manera. Voy a escoger estas 2 imágenes porque ambas son rojas.",
  "same-different-selection-touch-1": "Escoge la carta con 1 estrella.",
  "same-different-selection-touch-1-heavy": "Muéstrame la imagen con una forma.",
  "same-different-selection-touch-2": "Escoge la carta con 2 estrellas.",
  "same-different-selection-touch-2-heavy": "Muéstrame la imagen con dos formas.",
  "same-different-selection-touch-3": "Escoge la carta con 3 estrellas.",
  "same-different-selection-touch-3-heavy": "Muéstrame la imagen con tres formas.",
  "same-different-selection-touch-4": "Escoge la carta con 4 estrellas.",
  "same-different-selection-touch-4-heavy": "Muéstrame la imagen con cuatro formas.",
  "same-different-selection-touch-black": "Escoge la estrella en la carta negra.",
  "same-different-selection-touch-black-heavy": "Muéstrame la imagen con el fondo negro.",
  "same-different-selection-touch-blue": "Escoge la carta que tiene una figura azul.",
  "same-different-selection-touch-blue-heavy": "Muéstrame el azul.",
  "same-different-selection-touch-circle": "Escoge la carta que tiene un círculo.",
  "same-different-selection-touch-circle-heavy": "Muéstrame el círculo.",
  "same-different-selection-touch-gray": "Escoge la estrella en la carta gris.",
  "same-different-selection-touch-gray-heavy": "Muéstrame la imagen con el fondo gris.",
  "same-different-selection-touch-green": "Escoge la carta que tiene una figura verde.",
  "same-different-selection-touch-green-heavy": "Muéstrame el verde.",
  "same-different-selection-touch-large": "Escoge la carta que tiene una figura grande.",
  "same-different-selection-touch-large-heavy": "Muéstrame el grande.",
  "same-different-selection-touch-medium": "Escoge la carta que tiene una figura mediana.",
  "same-different-selection-touch-medium-heavy": "Muéstrame el mediano.",
  "same-different-selection-touch-red": "Escoge la carta que tiene una figura roja.",
  "same-different-selection-touch-red-heavy": "Muéstrame el rojo.",
  "same-different-selection-touch-small": "Escoge la carta que tiene una figura pequeña.",
  "same-different-selection-touch-small-heavy": "Muéstrame el pequeño.",
  "same-different-selection-touch-square": "Escoge la carta que tiene un cuadrado.",
  "same-different-selection-touch-square-heavy": "Muéstrame el cuadrado.",
  "same-different-selection-touch-star": "Escoge la carta que tiene una estrella.",
  "same-different-selection-touch-star-heavy": "Muéstrame la estrella.",
  "same-different-selection-touch-striped": "Escoge la estrella en la carta con rayas.",
  "same-different-selection-touch-striped-heavy": "Muéstrame la imagen con el fondo a rayas.",
  "same-different-selection-touch-triangle": "Escoge la carta que tiene un triángulo.",
  "same-different-selection-touch-triangle-heavy": "Muéstrame el triángulo.",
  "same-different-selection-touch-white": "Escoge la estrella en la carta blanca.",
  "same-different-selection-touch-white-heavy": "Muéstrame la imagen con el fondo blanco.",
  "same-different-selection-touch-yellow": "Escoge la carta que tiene una figura amarilla.",
  "same-different-selection-touch-yellow-heavy": "Muéstrame el amarillo.",
  "save": "guardar",
  "scared": "asustado",
  "score": "puntaje",
  "sds-2match-prompt1": "Aquí hay un nuevo grupo de cartas. Escoge dos cartas que sean iguales en algún aspecto.",
  "sds-2match-prompt1-heavy": "Aquí hay algunas imágenes nuevas. Elige dos de ellas que sean iguales de alguna manera.",
  "sds-2match-prompt2": "Escoge dos cartas que sean pareja porque son iguales en algo diferente.",
  "sds-2match-prompt2-heavy": "Ahora elige dos imágenes que sean iguales de otro modo.",
  "sds-3match-prompt2": "Aquí están otra vez las mismas cartas. Ahora debe escoger dos cartas que sean pareja porque son iguales en algo diferente.",
  "sds-3match-prompt2-heavy": "Aquí están las mismas imágenes. Elige dos de ellas que sean iguales de otra manera.",
  "sds-3unique-prompt1": "Escoge tres cartas que sean iguales en un solo aspecto.",
  "sds-3unique-prompt1-heavy": "Elige tres imágenes que sean iguales en un solo aspecto.",
  "sds-3unique-prompt2": "Escoge otras tres cartas que sean iguales en un solo aspecto.",
  "sds-3unique-prompt2-heavy": "Elige otras tres imágenes que sean iguales en un solo aspecto.",
  "sds-match-demo1-heavy": "Aquí hay tres imágenes. Tengo que elegir dos de ellas que sean iguales de alguna manera. Voy a escoger estas dos porque ambas son triángulos.",
  "sds-match-demo2-heavy": "Aquí están las mismas tres imágenes. Tengo que elegir dos de ellas que sean iguales de otro modo. Voy a escoger estas dos porque ambas son pequeñas.",
  "sds-pick-square-demo-heavy": "¡Escogeré esta! Esta es igual a la nueva imagen porque ambas son cuadrados.",
  "sds-prompt3": "Aquí hay otra carta. ¿Cuál de estas tiene algo que es igual a esta?",
  "sds-prompt3-demo-heavy": "Aquí hay otra imagen. Tengo que elegir cuál de estas imágenes es igual a esta nueva imagen.",
  "sds-prompt3-heavy": "Aquí hay otra imagen. ¿Cuál de estas imágenes es igual a esta nueva imagen?",
  "sds-your-turn": "¡Ahora es tu turno!",
  "settings": "configuraciones",
  "shared-choose-picture-press-arrow": "Para usar una tecla de flecha para elegir una imagen, presiona la tecla que apunta en la misma dirección que la flecha debajo de la imagen.",
  "shared-intro-devices": "Puedes tocar una pantalla táctil, usar el panel táctil o pulsar las flechas para esta actividad. Pruébala ahora.",
  "shared-intro-replay": "Puedes presionar el botón de reproducir para escuchar las cosas de nuevo. Inténtalo ahora.",
  "shelf": "Sobre la repisa",
  "shirts": "Camisetas",
  "shoes": "Zapatos",
  "sign_in": "iniciar sesión",
  "sign_out": "cerrar sesión",
  "small_cup": "La taza pequeña",
  "soccerball": "La pelota mediana de fútbol",
  "socks": "Medias",
  "storybook": "Un libro de cuentos",
  "student": "estudiante",
  "subtraction-prompt1": "Resta los números y escoge la respuesta correcta.",
  "subtraction-prompt2": "Resta los números.",
  "success": "éxito",
  "surprised": "sorprendido",
  "survey": "encuesta",
  "surveys/user-survey.specificRelationDescriptionChildA": "Para el niño con Mes de Nacimiento",
  "surveys/user-survey.specificRelationDescriptionChildB": "y Año de Nacimiento",
  "surveys/user-survey.specificRelationDescriptionClass": "Para la clase",
  "table": "En la mesa",
  "task": "tarea",
  "task-completion": "Has completado el juego. ¡Gracias!",
  "task-finished": "Has completado el juego. ¡Gracias!",
  "teacher": "maestro",
  "teacher_survey_classroom_001": "<b><font face=\"Verdana\" size=\"4\">Esta es la Parte B de la encuesta. </b><br> <br> <p><font face=\"Verdana\" size=\"4\">En esta parte las preguntas son específicas a cada salón. Si usted enseña en más de un salón, debe completar esta parte por cada salón en donde tenga estudiantes participando en el proyecto. <br><br>Si enseña una sola asignatura, debe completar las preguntas que se refieren a otras asignaturas según su saber o consulte con un colega sólo para esos detalles.<br><br>Cuando esté listo para empezar, seleccione el botón \"Siguiente\".<br><br><b><font face=\"Verdana\" size=\"4\"> Muchas gracias.",
  "teacher_survey_classroom_002": "¿En cuántos de los salones donde usted enseña hay estudiantes que participen en este proyecto?",
  "teacher_survey_classroom_003": "¿Hay algún otro adulto que reciba remuneración por ayudarle en este salón (por ejemplo, un profesor asistente, profesor que trabaja con usted en docencia compartida, entre otros)?",
  "teacher_survey_classroom_004": "Sí",
  "teacher_survey_classroom_005": "No",
  "teacher_survey_classroom_006": "¿Cuántos estudiantes hay matriculados en este salón?",
  "teacher_survey_classroom_007": "número de estudiantes",
  "teacher_survey_classroom_008": "¿Cuántos niños de cada género hay en esta clase?",
  "teacher_survey_classroom_009": "número de",
  "teacher_survey_classroom_010": "Niñas",
  "teacher_survey_classroom_011": "número de",
  "teacher_survey_classroom_012": "Niños",
  "teacher_survey_classroom_013": "número de",
  "teacher_survey_classroom_014": "No binario",
  "teacher_survey_classroom_015": "número de",
  "teacher_survey_classroom_016": "Otro",
  "teacher_survey_classroom_017": "A hoy, ¿cuántos niños(as) de este salón se ubican en los siguientes rangos de edad?",
  "teacher_survey_classroom_018": "Número de niños(as)",
  "teacher_survey_classroom_019": "5 años o menos",
  "teacher_survey_classroom_020": "Número de niños(as)",
  "teacher_survey_classroom_021": "6 años",
  "teacher_survey_classroom_022": "Número de niños(as)",
  "teacher_survey_classroom_023": "7 años",
  "teacher_survey_classroom_024": "Número de niños(as)",
  "teacher_survey_classroom_025": "8 años",
  "teacher_survey_classroom_026": "Número de niños(as)",
  "teacher_survey_classroom_027": "9 años",
  "teacher_survey_classroom_028": "Número de niños(as)",
  "teacher_survey_classroom_029": "10 años",
  "teacher_survey_classroom_030": "Número de niños(as)",
  "teacher_survey_classroom_031": "11 años",
  "teacher_survey_classroom_032": "Número de niños(as)",
  "teacher_survey_classroom_033": "12 años",
  "teacher_survey_classroom_034": "Número de niños(as)",
  "teacher_survey_classroom_035": "13 años o más",
  "teacher_survey_classroom_036": "¿Enseña actualmente en un salón multigrado?",
  "teacher_survey_classroom_037": "Sí",
  "teacher_survey_classroom_038": "No",
  "teacher_survey_classroom_039": "En caso afirmativo, ¿cuáles grados se encuentran el salón multigrado que enseña? (Marque todas las que procedan.)",
  "teacher_survey_classroom_040": "Prejardín",
  "teacher_survey_classroom_041": "Transición o Grado cero",
  "teacher_survey_classroom_042": "Jardín",
  "teacher_survey_classroom_043": "Primer grado",
  "teacher_survey_classroom_044": "Segundo grado",
  "teacher_survey_classroom_045": "Tercer grado",
  "teacher_survey_classroom_046": "Cuarto grado",
  "teacher_survey_classroom_047": "Quinto grado",
  "teacher_survey_classroom_048": "Sexto grado",
  "teacher_survey_classroom_049": "Séptimo grado",
  "teacher_survey_classroom_050": "Octavo grado",
  "teacher_survey_classroom_051": "¿En qué grado enseña?",
  "teacher_survey_classroom_052": "¿Qué idiomas hablan los(as) estudiantes en este salón de clase?",
  "teacher_survey_classroom_053": "Árabe",
  "teacher_survey_classroom_054": "Chino",
  "teacher_survey_classroom_055": "Inglés",
  "teacher_survey_classroom_056": "Francés",
  "teacher_survey_classroom_057": "Alemán",
  "teacher_survey_classroom_058": "Coreano",
  "teacher_survey_classroom_059": "Español",
  "teacher_survey_classroom_060": "Tagalo",
  "teacher_survey_classroom_061": "Vietnamita",
  "teacher_survey_classroom_062": "¿Qué idiomas hablan usted o su docente asistente <b>en el aula de clase?</b>",
  "teacher_survey_classroom_063": "¿Cuántos niños(as) de este salón tienen un nivel de lectura POR DEBAJO del grado que cursan?",
  "teacher_survey_classroom_064": "Número de niños(as)",
  "teacher_survey_classroom_065": "¿Cuántos niños(as) de este salón tienen un nivel de lectura POR ENCIMA del grado que cursan?",
  "teacher_survey_classroom_066": "Número de niños(as)",
  "teacher_survey_classroom_067": "¿Cuántos niños(as) de este salón tienen un nivel en matemáticas POR DEBAJO del grado que cursan?",
  "teacher_survey_classroom_068": "Número de niños(as)",
  "teacher_survey_classroom_069": "¿Cuántos niños(as) de este salón tienen un nivel en matemáticas POR ENCIMA del grado que cursan?",
  "teacher_survey_classroom_070": "Número de niños(as)",
  "teacher_survey_classroom_071": "¿Cuántas veces por semana suelen trabajar los estudiantes de esta clase en lecciones o proyectos de lectura, lenguaje y literatura, ya sea en sesión plenaria, grupos pequeños o individualmente?",
  "teacher_survey_classroom_073": "Menos de una vez por semana",
  "teacher_survey_classroom_074": "1 a 2 veces por semana",
  "teacher_survey_classroom_075": "3 a 4 veces por semana",
  "teacher_survey_classroom_077": "¿Cuánto tiempo diario dedican trabajar los estudiantes de esta clase en lecciones o proyectos de lectura, lenguaje y literatura, ya sea en sesión plenaria, grupos pequeños o individualmente?",
  "teacher_survey_classroom_078": "1 a 30 minutos al día",
  "teacher_survey_classroom_079": "31 a 60 minutos al día",
  "teacher_survey_classroom_080": "61 a 90 minutos al día",
  "teacher_survey_classroom_081": "Más de 90 minutos al día",
  "teacher_survey_classroom_082": "¿Cuántas veces por semana suelen trabajar los estudiantes de esta clase en lecciones o proyectos de matemáticas, ya sea en sesión plenaria, grupos pequeños o individualmente?",
  "teacher_survey_classroom_083": "Nunca",
  "teacher_survey_classroom_084": "Menos de una vez por semana",
  "teacher_survey_classroom_085": "1 a 2 veces por semana",
  "teacher_survey_classroom_086": "3 a 4 veces por semana",
  "teacher_survey_classroom_087": "A diario",
  "teacher_survey_classroom_088": "¿Cuánto tiempo diario dedican trabajar los estudiantes de esta clase en lecciones o proyectos de matemáticas, ya sea en sesión plenaria, grupos pequeños o individualmente?",
  "teacher_survey_classroom_089": "1 a 30 minutos al día",
  "teacher_survey_classroom_090": "31 a 60 minutos al día",
  "teacher_survey_classroom_091": "61 a 90 minutos al día",
  "teacher_survey_classroom_092": "Más de 90 minutos al día",
  "teacher_survey_classroom_093": "Piense en las familias de los niños(as) de esta clase a quienes usted ha dado clase este año escolar. ¿Aproximadamente para cuántas familias es cierta cada una de las siguientes afirmaciones?",
  "teacher_survey_classroom_094": "Las familias parecen estar abrumadas por tratar de apoyar el aprendizaje de sus niños(as).",
  "teacher_survey_classroom_095": "Ninguna",
  "teacher_survey_classroom_096": "Una o pocas",
  "teacher_survey_classroom_097": "Muchas",
  "teacher_survey_classroom_098": "Todas o casi todas",
  "teacher_survey_classroom_099": "Las familias hacen su parte para apoyar el aprendizaje de los niños(as).",
  "teacher_survey_classroom_100": "Ninguna",
  "teacher_survey_classroom_101": "Una o pocas",
  "teacher_survey_classroom_102": "Muchas",
  "teacher_survey_classroom_103": "Todas o casi todas",
  "teacher_survey_classroom_104": "Por favor, indique cuán satisfecho(a) o insatisfecho(a) ha estado usted este año escolar con los siguientes aspectos.",
  "teacher_survey_classroom_105": "La comunicación entre usted y las familias.",
  "teacher_survey_classroom_106": "Nada satisfecho",
  "teacher_survey_classroom_107": "Poco satisfecho",
  "teacher_survey_classroom_108": "Medianamente satisfecho",
  "teacher_survey_classroom_109": "Bastante satisfecho",
  "teacher_survey_classroom_110": "Absolutamente satisfecho",
  "teacher_survey_classroom_111": "La comunicación entre usted y sus alumnos.",
  "teacher_survey_classroom_112": "Nada satisfecho",
  "teacher_survey_classroom_113": "Poco satisfecho",
  "teacher_survey_classroom_114": "Medianamente satisfecho",
  "teacher_survey_classroom_115": "Bastante satisfecho",
  "teacher_survey_classroom_116": "Absolutamente satisfecho",

  "teacher_survey_general_001": "<b><font face=\"Verdana\" size=\"4\">¡Gracias por dedicarnos unos minutos de su tiempo (aproximadamente 10 minutos) para responder esta encuesta!</b><br> <br> <p><font face=\"Verdana\" size=\"4\">Algunos de sus alumnos están participando en un proyecto de investigación que estudia cómo aprenden y se desarrollan los niños. Por favor conteste esta encuesta pensando para sus respuestas en su salón, colegio y creencias profesionales, pero no en un niño(a) en particular.<br><br><b><font face=\"Verdana\" size=\"4\">Esta encuesta consta de dos partes: Parte A y Parte B.</b><br> <br> <p><font face=\"Verdana\" size=\"4\">En la Parte A las preguntas indagan por sus antecedentes y creencias.<br><br>En la Parte B, las preguntas indagan por un aula en concreto. Si imparte clases a más de un grupo, responda a las preguntas considerando los salones en los que imparte clases en donde hay alumnos que participan en este proyecto. <br><br>Si enseña una sola asignatura, responda las preguntas relacionadas con otras asignaturas con la información que tenga disponible o consulte a un colega solo para indagar por esos detalles.<br><br>Gracias por su participación. Sus respuestas proporcionan una valiosa información sobre la educación de sus alumnos.<br><br>Cuando desee empezar, seleccione el botón \"Comenzar Encuesta\".<br><br><b><font face=\"Verdana\" size=\"4\">¡Gracias!",
  "teacher_survey_general_002": "<b><font face=\"Verdana\" size=\"3\">PARTE A: </b><font face=\"Verdana\" size=\"3\">Las siguientes preguntas se refieren a sus antecedentes, el colegio en el que enseña, lo que piensa de su trabajo y sus creencias sobre la enseñanza y la niñez.",
  "teacher_survey_general_003": "<b>Este grupo de preguntas indaga por sus antecedentes.</b>",
  "teacher_survey_general_004": "¿Cuál es su edad?",
  "teacher_survey_general_005": "años",
  "teacher_survey_general_006": "¿Cuál es su género?",
  "teacher_survey_general_010": "Otro, describa",
  "teacher_survey_general_011": "¿Cuál es el nivel más alto de estudios que ha completado?",
  "teacher_survey_general_012": "Primaria o bachillerato incompleto",
  "teacher_survey_general_013": "Grado de bachiller o validación del bachillerato académico",
  "teacher_survey_general_014": "Inició estudios universitarios, pero no se ha graduado",
  "teacher_survey_general_015": "Grado de bachillerato técnico",
  "teacher_survey_general_016": "Grado de programa técnico o tecnólogo",
  "teacher_survey_general_017": "Grado de programa de pregrado",
  "teacher_survey_general_018": "Grado de programa de maestría",
  "teacher_survey_general_019": "Grado de programa de doctorado",
  "teacher_survey_general_020": "Indique su área de estudios en la licenciatura o el pregrado. Marque TODAS las que procedan.",
  "teacher_survey_general_021": "Educación de la primera infancia",
  "teacher_survey_general_022": "Educación primaria",
  "teacher_survey_general_023": "Educación especial",
  "teacher_survey_general_024": "Desarrollo infantil",
  "teacher_survey_general_025": "Especialista en lectoescritura",
  "teacher_survey_general_026": "Currículo y enseñanza",
  "teacher_survey_general_027": "Educación bilingüe y multicultural",
  "teacher_survey_general_028": "Otra especialidad de educación (p. ej.: Educación secundaria, Psicología educativa, Administración educativa, Educación musical, etc.). Especifique:",
  "teacher_survey_general_029": "Carrera o especialidad no educativa. Especifique:",
  "teacher_survey_general_030": "Otra. Especifique:",
  "teacher_survey_general_031": "Especifique otra especialidad relacionada con la educación:",
  "teacher_survey_general_032": "Especifique alguna especialidad no educativa:",
  "teacher_survey_general_033": "Especifique otra especialidad:",
  "teacher_survey_general_034": "Indique el área de estudios del grado más alto obtenido por usted.  Marque TODAS las que procedan.",
  "teacher_survey_general_035": "Educación de la primera infancia",
  "teacher_survey_general_036": "Educación primaria",
  "teacher_survey_general_037": "Educación especial",
  "teacher_survey_general_038": "Desarrollo infantil",
  "teacher_survey_general_039": "Especialista en lectoescritura",
  "teacher_survey_general_040": "Currículo y enseñanza",
  "teacher_survey_general_041": "Educación bilingüe y multicultural",
  "teacher_survey_general_042": "Otra especialidad de educación (p. ej.: Educación secundaria, Psicología educativa, Administración educativa, Educación musical, etc.). Especifique:",
  "teacher_survey_general_043": "Carrera o especialidad no educativa. Especifique:",
  "teacher_survey_general_044": "Otra. Especifique:",
  "teacher_survey_general_045": "Especifique otra especialidad relacionada con la educación:",
  "teacher_survey_general_046": "Especifique alguna especialidad no educativa:",
  "teacher_survey_general_047": "Especifique otra especialidad:",
  "teacher_survey_general_048": "Contando este año escolar, ¿durante cuántos años ha sido docente escolar? (por favor redondee hacia arriba al calcular al medio año)",
  "teacher_survey_general_049": "Menos de un año",
  "teacher_survey_general_050": "1 a 2 años",
  "teacher_survey_general_051": "3 a 5 años",
  "teacher_survey_general_052": "6 a 10 años",
  "teacher_survey_general_053": "Más de 10 años",
  "teacher_survey_general_054": "<b>Este grupo de preguntas indaga por el colegio en el que enseña actualmente.</b>",
  "teacher_survey_general_055": "Contando este año escolar, ¿durante cuántos años ha sido docente escolar <b>en este colegio</b>?",
  "teacher_survey_general_056": "Por favor, indique en qué medida está de acuerdo o en desacuerdo con las siguientes afirmaciones sobre este colegio.",
  "teacher_survey_general_057": "Completamente en desacuerdo",
  "teacher_survey_general_058": "En desacuerdo",
  "teacher_survey_general_059": "De acuerdo",
  "teacher_survey_general_060": "Completamente de acuerdo",
  "teacher_survey_general_061": "Me siento aceptado y respetado como colega por la mayoría de los miembros del personal.",
  "teacher_survey_general_062": "Los padres apoyan al personal del colegio.",
  "teacher_survey_general_063": "Los alumnos se sienten apoyados y a gusto en este colegio.",
  "teacher_survey_general_064": "El personal se siente apoyado y a gusto en este colegio.",
  "teacher_survey_general_065": "Los alumnos están seguros cuando están en este colegio.",
  "teacher_survey_general_066": "El personal está seguro cuando está en este colegio.",
  "teacher_survey_general_067": "Las instalaciones y la propiedad de este colegio están bien mantenidos.",
  "teacher_survey_general_068": "Las instalaciones y la propiedad de este colegio están limpios.",
  "teacher_survey_general_069": "La colaboración continua es algo que los adultos de este colegio hacen bien.",
  "teacher_survey_general_070": "Los adultos que trabajan en este colegio mantienen buenas relaciones personales.",
  "teacher_survey_general_071": "Los adultos que trabajan en este colegio son respetuosos y se apoyan mutuamente.",
  "teacher_survey_general_072": "<b>Con el siguiente grupo de preguntas queremos conocer cómo se sienten los docentes con relación a su trabajo.</b>",
  "teacher_survey_general_073": "Por favor, seleccione una respuesta que indique con qué frecuencia usted está de acuerdo con cada una de las siguientes afirmaciones.",
  "teacher_survey_general_074": "Nunca",
  "teacher_survey_general_075": "Algunas veces o menos al año",
  "teacher_survey_general_076": "Una vez o menos al mes",
  "teacher_survey_general_077": "Algunas veces al mes",
  "teacher_survey_general_078": "Una vez a la semana",
  "teacher_survey_general_079": "Algunas veces a la semana",
  "teacher_survey_general_080": "Todos los días",
  "teacher_survey_general_081": "Me siento emocionalmente agotado(a) por mi trabajo.",
  "teacher_survey_general_082": "Me siento fatigado(a) cuando me levanto por la mañana y tengo que afrontar otro día en el trabajo.",
  "teacher_survey_general_083": "Puedo comprender fácilmente cómo se sienten mis alumnos.",
  "teacher_survey_general_084": "Manejo de forma eficaz los problemas de mis alumnos.",
  "teacher_survey_general_085": "Me siento agotado(a) por mi trabajo.",
  "teacher_survey_general_086": "Siento que a través de mi trabajo influyo positivamente en la vida de otras personas.",
  "teacher_survey_general_087": "Me siento frustrado(a) por mi trabajo.",
  "teacher_survey_general_088": "Siento que estoy estoy haciendo un esfuerzo muy grande en mi trabajo.",
  "teacher_survey_general_089": "Puedo crear fácilmente un ambiente relajado con mis alumnos.",
  "teacher_survey_general_090": "Me siento eufórico(a) después de trabajar de manera cercana con mis alumnos.",
  "teacher_survey_general_091": "En este trabajo he logrado muchas cosas que valen la pena.",
  "teacher_survey_general_092": "Siento que estoy al límite de mis fuerzas.",
  "teacher_survey_general_093": "En mi trabajo afronto los problemas emocionales con mucha calma.",
  "teacher_survey_general_094": "<b>El siguiente grupo de preguntas está diseñado para ayudarnos a comprender los aspectos que les generan dificultades a los docentes en sus actividades escolares.</b>",
  "teacher_survey_general_095": "<b>¿Cuánta influencia tiene usted...</b>",
  "teacher_survey_general_096": "Nada de influencia",
  "teacher_survey_general_097": "Muy poca influencia",
  "teacher_survey_general_098": "Algo de influencia",
  "teacher_survey_general_099": "Suficiente influencia",
  "teacher_survey_general_100": "Bastante influencia",
  "teacher_survey_general_101": "en el comportamiento disruptivo en el salón?",
  "teacher_survey_general_102": "para motivar a los niños(as) que muestran poco interés por las actividades?",
  "teacher_survey_general_103": "en que los niños(as) crean que pueden hacer bien las actividades?",
  "teacher_survey_general_104": "para ayudar a los niños(as) de su(s) aula(s) a valorar el aprendizaje?",
  "teacher_survey_general_105": "para lograr que los niños(as) sigan las normas del salón?",
  "teacher_survey_general_106": "para calmar a un niño(a) problemático(a) o ruidoso(a)?",
  "teacher_survey_general_107": "<b>¿Qué tan bien puede usted...</b>",
  "teacher_survey_general_108": "Nada bien",
  "teacher_survey_general_109": "Un poco bien",
  "teacher_survey_general_110": "Algo bien",
  "teacher_survey_general_111": "Suficientemente bien",
  "teacher_survey_general_112": "Bastante bien",
  "teacher_survey_general_113": "establecer un sistema de gestión de aula?",
  "teacher_survey_general_114": "utilizar diversas estrategias de evaluación?",
  "teacher_survey_general_115": "proporcionar explicaciones alternativas o ejemplos cuando los niños(as) están confundidos?",
  "teacher_survey_general_116": "ayudar a las familias a que sus hijos(as) les vaya bien en el colegio?",
  "teacher_survey_general_117": "implementar estrategias alternas en su(s) aulas?",
  "teacher_survey_general_118": "elaborar buenas preguntas para los niños(as) de su(s) aula(s)?",
  "teacher_survey_general_119": "<b>Con el siguiente grupo de preguntas deseamos conocer las ideas y creencias de los docentes sobre los niños(as).</b>",
  "teacher_survey_general_120": "Por favor, seleccione una respuesta que indique hasta qué punto usted está de acuerdo con cada una de las siguientes afirmaciones.",
  "teacher_survey_general_121": "Completamente en desacuerdo",
  "teacher_survey_general_122": "En desacuerdo",
  "teacher_survey_general_123": "De acuerdo",
  "teacher_survey_general_124": "Completamente de acuerdo",
  "teacher_survey_general_125": "Dado que los padres carecen de formación especial en educación, no deberían cuestionar los métodos de enseñanza del docente.",
  "teacher_survey_general_126": "Los niños(as) deben recibir el mismo trato a pesar de sus diferencias.",
  "teacher_survey_general_127": "Los niños(as) siempre deben obedecer al docente.",
  "teacher_survey_general_128": "Prepararse para el futuro es más importante para un niño(a) que disfrutar del presente.",
  "teacher_survey_general_129": "Los niños(as) no harán lo correcto a menos que tengan que hacerlo.",
  "teacher_survey_general_130": "Los niños(as) deberían poder estar en desacuerdo con sus padres si creen que sus ideas son mejores.",
  "teacher_survey_general_131": "Los niños(as) deberían mantenerse ocupados con tareas y estudio en la casa y en el colegio.",
  "teacher_survey_general_132": "El principal objetivo de la educación es introducir información básica en la mente de los niños(as).",
  "teacher_survey_general_133": "Para ser justo, un docente debe tratar a todos los niños(as) por igual.",
  "teacher_survey_general_134": "La lección más importante para enseñarle a un niño(a) es obediencia absoluta a quien tiene la autoridad.",
  "teacher_survey_general_135": "Los niños(as) aprenden mejor haciendo las cosas ellos(as) mismos(as) que escuchando a otros(as).",
  "teacher_survey_general_136": "Los niños(as) deben ser entrenados(as) cuidadosamente desde muy pequeños o sus impulsos naturales los harán inmanejables.",
  "teacher_survey_general_137": "Los niños(as) tienen derecho a tener su propio punto de vista y se les debe permitir expresarlo.",
  "teacher_survey_general_138": "El aprendizaje en los niños(as) resulta de que se les presente información básica una y otra vez.",
  "teacher_survey_general_139": "A los niños(as) les gusta enseñarle a otros niños(as).",
  "teacher_survey_general_140": "Lo más importante que hay que enseñar a los niños(as) es la obediencia absoluta a los padres.",

  "top": "En la repisa sobre el mueble de las maletas",
  "tree": "Un árbol",
  "trog-instr1-matching": "Esta es una actividad de emparejamiento. Escucha lo que digo, luego mira las imágenes con cuidado. Elige la imagen que va con las palabras que escuchas.",
  "trog-instruct1": "Ahora, ¡vamos a hacer un juego de asociación! Yo diré palabras y tú eliges la imagen que va con las palabras que yo diga. ¡Empecemos!",
  "trog-item-1": "Escoge el dibujo del zapato.",
  "trog-item-10": "Escoge el dibujo que muestra alto.",
  "trog-item-100": "El avión que es gris está  arriba de las nubes",
  "trog-item-101": "Los peces nadan debajo de una ballena y una tortuga marina.",
  "trog-item-102": "El coche al que siguió el camión va hacia el túnel.",
  "trog-item-103": "En vez de hacer las tareas, ella hizo un rompecabezas en su habitación.",
  "trog-item-11": "Escoge el dibujo que muestra el rojo.",
  "trog-item-12": "Escoge el dibujo que muestra el negro.",
  "trog-item-13": "el niño está corriendo",
  "trog-item-14": "la taza grande",
  "trog-item-15": "el perro está sentado",
  "trog-item-16": "la pelota roja",
  "trog-item-17": "el niño no está corriendo",
  "trog-item-18": "el perro no está bebiendo",
  "trog-item-19": "la niña no está saltando",
  "trog-item-2": "Escoge el dibujo del pájaro.",
  "trog-item-20": "el perro no está sentado",
  "trog-item-21": "el niño salta por encima de la caja",
  "trog-item-22": "la niña está sentada encima de la mesa",
  "trog-item-23": "el hombre se está comiendo una manzana",
  "trog-item-24": "la señora carga la bolsa",
  "trog-item-25": "están sentadas encima de la mesa",
  "trog-item-26": "la vaca está mirándolas",
  "trog-item-27": "están saltando por encima de la pared",
  "trog-item-28": "el elefante los lleva",
  "trog-item-29": "la niña está empujando al caballo",
  "trog-item-3": "Escoge el dibujo del peine.",
  "trog-item-30": "el niño persigue a la oveja",
  "trog-item-31": "el hombre persigue al perro",
  "trog-item-32": "la vaca está empujando a la señora",
  "trog-item-33": "ella está sentada en la silla",
  "trog-item-34": "la señora lo está cargando",
  "trog-item-35": "él está sentado en el árbol",
  "trog-item-36": "el caballo la está mirando",
  "trog-item-37": "los gatos miran la pelota",
  "trog-item-38": "el niño se para encima de las sillas",
  "trog-item-39": "los niños recogen las manzanas",
  "trog-item-4": "Escoge el dibujo de la manzana.",
  "trog-item-40": "la niña deja caer las tazas",
  "trog-item-41": "el tenedor es más largo que el lápiz",
  "trog-item-42": "la caja es más grande que la taza",
  "trog-item-43": "el zapato es más grande que el pájaro",
  "trog-item-44": "el caballo es más alto que la pared",
  "trog-item-45": "la niña es perseguida por el caballo",
  "trog-item-46": "el elefante es empujado por el niño",
  "trog-item-47": "el caballo es perseguido por el hombre",
  "trog-item-48": "la vaca es empujada por el hombre",
  "trog-item-49": "la taza está en la caja",
  "trog-item-5": "Escoge el dibujo que muestra comiendo.",
  "trog-item-50": "el lápiz está encima de la caja",
  "trog-item-51": "el círculo está en la estrella",
  "trog-item-52": "el tenedor está encima del zapato",
  "trog-item-53": "el niño que persigue al caballo es alto",
  "trog-item-54": "el lápiz que está encima del zapato es azul",
  "trog-item-55": "la vaca que persigue al gato es café",
  "trog-item-56": "el círculo en la estrella es amarillo",
  "trog-item-57": "la caja es roja pero la silla no",
  "trog-item-58": "el gato es grande pero no es negro",
  "trog-item-59": "el caballo está parado pero el niño no",
  "trog-item-6": "Escoge el dibujo que muestra recogiendo.",
  "trog-item-60": "el niño está sentado, pero no está comiendo",
  "trog-item-61": "el lápiz está arriba de la flor",
  "trog-item-62": "el peine está debajo de la cuchara",
  "trog-item-63": "la estrella está arriba del círculo",
  "trog-item-64": "el cuadrado está debajo de la estrella",
  "trog-item-65": "no sólo el pájaro, también la flor es azul.",
  "trog-item-66": "la caja no sólo es grande, sino también azul",
  "trog-item-67": "no sólo la niña, también el gato está sentado.",
  "trog-item-68": "la niña no solo tiene comida, sino también bebida",
  "trog-item-69": "el lápiz está encima del libro que es amarillo",
  "trog-item-7": "Escoge el dibujo que muestra sentado.",
  "trog-item-70": "la niña persigue al perro que es grande",
  "trog-item-71": "el cuadrado está en la estrella que es azul",
  "trog-item-72": "el perro persigue al caballo que es café",
  "trog-item-73": "ni el perro ni la pelota son cafés",
  "trog-item-74": "el lápiz no es largo ni rojo",
  "trog-item-75": "ni el niño ni el caballo están corriendo",
  "trog-item-76": "el niño no tiene ni sombrero ni zapatos",
  "trog-item-77": "el libro encima del que está el lápiz es rojo",
  "trog-item-78": "el gato que la vaca persigue es negro",
  "trog-item-79": "el círculo, en el que está la estrella, es rojo",
  "trog-item-8": "Escoge el dibujo que muestra corriendo.",
  "trog-item-80": "el niño que el perro persigue es grande",
  "trog-item-81": "el caballo bebía agua junto al granero, y la oveja comía pasto junto a la cerca",
  "trog-item-82": "el estudiante abrió el cuaderno y dibujó un árbol",
  "trog-item-83": "haremos un picnic en el parque si hace sol",
  "trog-item-84": "encontró sus llaves debajo del sofá con cojines",
  "trog-item-85": "ella es la jardinera que usa un sombrero que tiene una flor",
  "trog-item-86": "Ella tropezó con una piedra y dejo caer sus libros.",
  "trog-item-87": "La maestra va a darles pastel a los estudiantes, si se forman en fila.",
  "trog-item-88": "Bailaremos juntos si hay música sonando.",
  "trog-item-89": "Aunque hace calor afuera, estoy usando una chaqueta con capucha.",
  "trog-item-9": "Escoge el dibujo que muestra largo.",
  "trog-item-90": "Le gusta nadar. Sin embargo, elijió jugar fútbol con sus amigos.",
  "trog-item-91": "A pesar del ruido en el salón, ella se concentró en leer su cuaderno.",
  "trog-item-92": "Él usó el sombrero de payaso a pesar de su gran tamaño.",
  "trog-item-93": "El pato que sigue a la tortuga está caminando por el puente.",
  "trog-item-94": "Por golpear la mesa con mi pie se cayó un libro",
  "trog-item-95": "La persona persigue al perro que es grande.",
  "trog-item-96": "A la niña que llevaba el morral su amiga le mostró una flor.",
  "trog-item-97": "Los niños limpiaron la habitación, pero olvidaron guardar el tren.",
  "trog-item-98": "El mono no se comió el plátano ni se columpió en la liana.",
  "trog-item-99": "Su madre dijo que haría sol. Sin embargo, llovió muchisimo.",
  "trog-prompt1": "Escoge el dibujo del...",
  "trog-prompt2": "Escoge el dibujo de...",
  "trog-prompt3": "Escoge el dibujo que muestra...",
  "username": "nombre de usuario",
  "vocab-instruct-1": "En este juego, escucharás palabras y observarás diferentes imágenes. ¡Tu tarea es elegir la imagen que coincida con la palabra!",
  "vocab-instruct-2": "Algunas palabras son difíciles, pero no te preocupes, si tienes dudas, ¡haz tu mejor intento!",
  "vocab-instruct-3": "Si necesitas escuchar la palabra otra vez, presiona el botón del altavoz.",
  "vocab-item-001": "la bellota",
  "vocab-item-002": "la sábila",
  "vocab-item-003": "la antena",
  "vocab-item-004": "la alcachofa",
  "vocab-item-005": "el bambú",
  "vocab-item-006": "el barril",
  "vocab-item-007": "la licuadora",
  "vocab-item-008": "el soplador",
  "vocab-item-009": "el ramo",
  "vocab-item-010": "el bufé",
  "vocab-item-011": "la excavadora",
  "vocab-item-012": "el pastel",
  "vocab-item-013": "el caramelo",
  "vocab-item-014": "el carrusel",
  "vocab-item-015": "la zanahoria",
  "vocab-item-016": "el casete",
  "vocab-item-017": "el queso",
  "vocab-item-018": "la capucha",
  "vocab-item-019": "la pinza para la ropa",
  "vocab-item-020": "el portavaso",
  "vocab-item-021": "el corcho",
  "vocab-item-022": "el pan de maíz",
  "vocab-item-023": "el corsé",
  "vocab-item-024": "el dumpling",
  "vocab-item-025": "el codo",
  "vocab-item-026": "el ventilador",
  "vocab-item-027": "la espuma",
  "vocab-item-028": "la lavapiés",
  "vocab-item-029": "el pastel de frutas",
  "vocab-item-030": "la canaleta",
  "vocab-item-031": "el hámster",
  "vocab-item-032": "el erizo",
  "vocab-item-033": "la azadilla",
  "vocab-item-034": "la golosa",
  "vocab-item-035": "el kimono",
  "vocab-item-036": "el cerrojo",
  "vocab-item-037": "el casillero",
  "vocab-item-038": "la colombina",
  "vocab-item-039": "el mapa",
  "vocab-item-040": "el malvavisco",
  "vocab-item-041": "la malla",
  "vocab-item-042": "el aceite",
  "vocab-item-043": "la tortilla",
  "vocab-item-044": "la tarta",
  "vocab-item-045": "el pistacho",
  "vocab-item-046": "la jarra",
  "vocab-item-047": "la papa",
  "vocab-item-048": "el prisma",
  "vocab-item-049": "el charco",
  "vocab-item-050": "la bomba de agua",
  "vocab-item-051": "el arroz",
  "vocab-item-052": "la silla de montar",
  "vocab-item-053": "el saco de arena",
  "vocab-item-054": "el andamio",
  "vocab-item-055": "el cucharón",
  "vocab-item-056": "la gaviota",
  "vocab-item-057": "el barco",
  "vocab-item-058": "la ducha",
  "vocab-item-059": "los cubiertos",
  "vocab-item-060": "el lavamanos",
  "vocab-item-061": "el esquí",
  "vocab-item-062": "el oso perezoso",
  "vocab-item-063": "el caracol",
  "vocab-item-064": "el sorbete",
  "vocab-item-065": "la espátula",
  "vocab-item-066": "el aspersor",
  "vocab-item-067": "la calabaza",
  "vocab-item-068": "la ardilla",
  "vocab-item-069": "el guiso",
  "vocab-item-070": "la banda elástica",
  "vocab-item-071": "el tocón",
  "vocab-item-072": "el girasol",
  "vocab-item-073": "el pez espada",
  "vocab-item-074": "el tapiz",
  "vocab-item-075": "la bolsa de té",
  "vocab-item-076": "el telescopio",
  "vocab-item-077": "el termo",
  "vocab-item-078": "el tesoro",
  "vocab-item-079": "la trompeta",
  "vocab-item-080": "el tulipán",
  "vocab-item-081": "la turbina",
  "vocab-item-082": "el pavo",
  "vocab-item-083": "la tortuga",
  "vocab-item-084": "la máquina de escribir",
  "vocab-item-085": "la sandía",
  "vocab-item-086": "la rueda hidráulica",
  "vocab-item-087": "la hormiga",
  "vocab-item-088": "la pelota",
  "vocab-item-089": "el oso",
  "vocab-item-090": "el pato",
  "vocab-item-091": "el tenedor",
  "vocab-item-092": "el gatito",
  "vocab-item-093": "la rodilla",
  "vocab-item-094": "la malteada",
  "vocab-item-095": "la piel",
  "vocab-item-096": "el muro",
  "vocab-item-097": "la rueda",
  "vocab-item-098": "la granja",
  "vocab-item-099": "el malabarismo",
  "vocab-item-100": "el aderezo",
  "vocab-item-101": "el techo",
  "vocab-item-102": "espiando",
  "vocab-item-103": "la regla",
  "vocab-item-104": "el túnel",
  "vocab-item-105": "el sobre",
  "vocab-item-106": "el diamante",
  "vocab-item-107": "el calendario",
  "vocab-item-108": "el panda",
  "vocab-item-109": "la flecha",
  "vocab-item-110": "cosecha",
  "vocab-item-111": "goteando",
  "vocab-item-112": "el caballero",
  "vocab-item-113": "entregando",
  "vocab-item-114": "la dentista",
  "vocab-item-115": "la garra",
  "vocab-item-116": "el uniforme",
  "vocab-item-117": "peludo",
  "vocab-item-118": "el cormorán",
  "vocab-item-119": "traer",
  "vocab-item-120": "la arcada",
  "vocab-item-121": "el artefacto",
  "vocab-item-122": "aversión",
  "vocab-item-123": "la boina",
  "vocab-item-124": "aplaudir",
  "vocab-item-125": "tímido",
  "vocab-item-126": "el campamento",
  "vocab-item-127": "caída",
  "vocab-item-128": "concéntrico",
  "vocab-item-129": "la confitería",
  "vocab-item-130": "el costurero",
  "vocab-item-131": "disminución",
  "vocab-item-132": "el diván",
  "vocab-item-133": "el humedal",
  "vocab-item-134": "la ventana salediza",
  "vocab-item-135": "el esteta",
  "vocab-item-136": "extático",
  "vocab-item-137": "desvencijado",
  "vocab-item-138": "gourmet",
  "vocab-item-139": "gesticular",
  "vocab-item-140": "la fachada",
  "vocab-item-141": "la pendiente",
  "vocab-item-142": "el hábito",
  "vocab-item-143": "la intersección",
  "vocab-item-144": "la irrigación",
  "vocab-item-145": "el kazoo",
  "vocab-item-146": "conversar",
  "vocab-item-147": "la colonia",
  "vocab-item-148": "conservar",
  "vocab-item-149": "el toldo",
  "vocab-item-150": "mamalogía",
  "vocab-item-151": "el metrónomo",
  "vocab-item-152": "el paleontólogo",
  "vocab-item-153": "la percusión",
  "vocab-item-154": "la posterior",
  "vocab-item-155": "precario",
  "vocab-item-156": "el quiosco",
  "vocab-item-157": "resucitación",
  "vocab-item-158": "el rosetón",
  "vocab-item-159": "el azafrán",
  "vocab-item-160": "travieso",
  "vocab-item-161": "la desnatadora",
  "vocab-item-162": "sedentario",
  "vocab-item-163": "la gamuza",
  "vocab-item-164": "el torniquete",
  "vocab-item-165": "la tríada",
  "vocab-item-166": "dragado",
  "vocab-item-167": "urbano",
  "vocab-item-168": "el vapor",
  "vocab-item-169": "la vértebra",
  "vocab-item-170": "el vendaje",
  "vocab-practice-1": "A continuación, verás algunas imágenes, por ejemplo, una imagen de una manzana y una imagen de una zanahoria. Luego, escucharás la palabra que identifica una de las imágenes. ¡Asegúrate de elegir la imagen que coincida con la palabra!",
  "yellowball": "La pelota amarilla",
  "yellowstack": "La torre amarilla pequeña",
  "yes": "sí"
}