{
  "ChildSurveyIntro": "Ces questions vous demandent comment vous vous sentez à l'école et certaines choses que vous faites à l'école. Il n'y a pas de bonnes ou de mauvaises réponses. Choisissez la réponse qui décrit le mieux ce que vous pensez. Non, jamais ; Oui, quelquefois ; Oui, la plupart du temps ; Oui, tout le temps. Les deux premiers sont pour la pratique.",
  "ChildSurveyRespoonses": "Non, jamais ; Oui, quelquefois ; Oui, la plupart du temps ; Oui, tout le temps",
  "ClassFriends": "Avez-vous des amis dans votre classe ?",
  "ClassHelp": "Les enfants de votre classe vous aident-ils quand vous en avez besoin ?",
  "ClassNice": "Les enfants de votre classe sont-ils gentils avec vous ?",
  "ClassPlay": "Les enfants de votre classe jouent-ils avec vous ?",
  "Example1Comic": "Aimez-vous lire des bandes dessinées ?",
  "Example2Neat": "Êtes-vous soigneux et ordonné à l'école ?",
  "GrowthMindMath": "Certains enfants pensent qu'ils peuvent s'améliorer en maths s'ils travaillent très dur. Pensez-vous que vous pouvez vous améliorer en maths si vous travaillez très dur ?",
  "GrowthMindRead": "Certains enfants pensent qu'ils peuvent s'améliorer en lecture s'ils travaillent très dur. Pensez-vous que vous pouvez vous améliorer en lecture si vous travaillez très dur ?",
  "GrowthMindSmart": "Certains enfants pensent qu'ils peuvent devenir plus intelligents s'ils travaillent très dur. Pensez-vous que vous pouvez devenir plus intelligent si vous travaillez très dur ?",
  "LearningGood": "Êtes-vous bon pour apprendre des choses à l'école ?",
  "LonelySchool": "Vous sentez-vous seul à l'école ?",
  "MathEnjoy": "Aimez-vous faire des activités de mathématiques à l'école ?",
  "MathGood": "Êtes-vous bon en maths ?",
  "ReadingEnjoy": "Aimez-vous faire des activités de lecture à l'école ?",
  "ReadingGood": "Êtes-vous bon en lecture ?",
  "SchoolEnjoy": "Aimez-vous l'école ?",
  "SchoolFun": "L'école est-elle amusante ?",
  "SchoolGiveUp": "Abandonnez-vous tout de suite quand le travail scolaire est difficile ?",
  "SchoolHappy": "Êtes-vous heureux à l'école ?",
  "SchoolSafe": "Vous sentez-vous en sécurité à l'école ?",
  "TeacherLike": "Votre enseignant vous aime-t-il ?",
  "TeacherListen": "Votre enseignant vous écoute-t-il ?",
  "TeacherNice": "Votre enseignant est-il gentil avec vous ?",
  "ToM-intro": "Ceci est le jeu des histoires. Dans ce jeu, tu écouteras des histoires. Ensuite, tu répondras aux questions sur les histoires.",
  "ToM-scene-10-instruct1": "L'enseignante Sarah demande à tous les enfants de prendre un livre d'histoires dans le sac qu'elle a apporté. Il y a un livre d'histoires pour chaque enfant.",
  "ToM-scene-10-instruct2": "Maintenant, il reste deux livres d'histoires, et Brian et Megan sont les deux derniers enfants sans livres d'histoires. Mais quand Brian va chercher son livre d'histoires, il décide de prendre les deux livres d'histoires, même s'il sait que Megan n'a pas encore de livre d'histoires et que tout le monde est censé en avoir qu'un seul. Brian cache le livre d'histoires supplémentaire dans son bureau.",
  "ToM-scene-10-instruct3": "L'enseignante Sarah demande à Brian : « Reste-t-il un livre d'histoires, pour que Megan puisse en avoir un ? » Et Brian répond à l'enseignante Sarah : « Non, il ne reste plus de livre. Ils sont tous utilisés en ce moment. »",
  "ToM-scene-10-instruct4": "Megan est triste de ne pas avoir de livre d'histoires et demande à l'enseignante Sarah : « Y a-t-il un livre d'histoires en extra pour moi ? » L'enseignante Sarah dit : « Je suis vraiment désolée Megan, mais il n'y a plus de livres d'histoires, ils sont tous utilisés en ce moment. »",
  "ToM-scene-10-q1-emotion_reasoning": "Comment Megan se sent-elle d'être la seule enfant sans livre d'histoires ?",
  "ToM-scene-10-q2-emotion_reasoning": "Comment Megan se sentirait-elle si elle recevait un livre ?",
  "ToM-scene-10-q3-reality_check": "Est-ce que Brian ment ?",
  "ToM-scene-10-q4-reality_check": "Y a-t-il encore un livre d'histoires disponible, qui n'est pas utilisé en ce moment ?",
  "ToM-scene-10-q5-false_belief": "L'enseignante Sarah ment-elle ?",
  "ToM-scene-10-q6-reality_check": "Reste-t-il un livre de contes qui n'est pas utilisé en ce moment ?",
  "ToM-scene-11-instruct1": "Voici Josh. Plus tôt aujourd'hui, Josh rangeait sa chambre. Josh a mis son gros ballon de basketball sur son bureau, son ballon de soccer de taille moyenne sur sa table, et sa petite balle de baseball en bas de l'étagère.",
  "ToM-scene-11-instruct2": "La maman de Josh vient d'entrer et Josh demande à sa mère de prendre un des jouets. Et Josh dit à sa mère : « Je veux la petite balle ! »",
  "ToM-scene-11-q1-reference": "Quelle balle la mère ira-t-elle chercher pour Josh ?",
  "ToM-scene-11-q2-reality_check": "Quelle balle Josh veut-il ?",
  "ToM-scene-11-q3-emotion_reasoning": "Josh voulait la balle de baseball mais sa mère lui a donné le ballon de soccer ! Que pensez-vous que Josh ressent en recevant le mauvais jouet ?",
  "ToM-scene-11-q4-emotion_reasoning": "Que pensez-vous que Josh ressentirait s'il recevait le bon jouet ?",
  "ToM-scene-12-instruct1": "Ce matin, papa a demandé à Emma quel jouet elle aimerait apporter à l'école, et Emma lui a dit qu'elle aimerait jouer avec sa balle jaune pendant la récréation.",
  "ToM-scene-12-instruct2": "Puis Emma est allée dans sa chambre pour se préparer pour l'école. En se préparant, elle a changé d'avis, alors elle a crié à son père, « En fait, puis-je avoir ma balle rouge à la place ? » et a continué de se préparer pour l'école. Mais papa n'a pas entendu Emma demander sa balle rouge.",
  "ToM-scene-12-instruct3": "Papa n'a pas entendu Emma dire qu'elle voulait sa balle rouge. Alors papa pense qu'Emma veut sa balle jaune. Papa va emballer le sac d'Emma, mais ne trouve pas sa balle jaune dans le coffre à jouets ! Mais papa trouve une balle bleue dans le coffre à jouets, alors il emballe plutôt la balle bleue pour Emma.",
  "ToM-scene-12-instruct4": "En chemin vers l'école, papa dit à Emma : « Je suis tellement désolé, je n'ai pas pu emballer le jouet que tu voulais parce que je ne l'ai pas trouvé. »",
  "ToM-scene-12-instruct5": "Emma est très heureuse de jouer avec sa balle.",
  "ToM-scene-12-q1-false_belief": "Quel jouet le papa pense-t-il qu'Emma veut emmener à l'école ?",
  "ToM-scene-12-q2-false_belief": "Emma sait-elle que papa a emballé la balle bleue ?",
  "ToM-scene-12-q3-false_belief": "Quel balle Emma pense-t-elle que papa a emballée ?",
  "ToM-scene-12-q4-reality_check": "Quel jouet veut Emma ?",
  "ToM-scene-12-q5-reality_check": "Quel jouet papa a-t-il emballé pour Emma ?",
  "ToM-scene-14-instruct4": "Voyons ce qu'il fait. Oh regarde, ici est Bobby tendant la main vers le ballon de soccer sur la table. Et maintenant Anna voit Bobby tendre la main vers ce ballon de soccer... le ballon de soccer qui appartient à Anna !",
  "ToM-scene-14-q2-emotion_reasoning": "Que pensez-vous qu'Anna ressent quand Bobby tend la main vers ce ballon de soccer ?",
  "ToM-scene-14-q3-emotion_reasoning": "Comment pensez-vous qu'Anna se sentirait si elle n'avait pas vu Bobby tendre la main vers le ballon de soccer ?",
  "ToM-scene-14-q4-false_belief": "Bobby est-il méchant et vilain de prendre le ballon de soccer d'Anna ?",
  "ToM-scene-14-q5-false_belief": "Bobby devrait-il avoir des ennuis avec leur maman pour avoir pris le ballon de soccer d'Anna ?",
  "ToM-scene-14-q6-reality_check": "Peux-tu aider Anna à trouver son ballon de soccer ? Est-il sur la table ou sur le sol ?",
  "ToM-scene-14-q7-reality_check": "Peux-tu aider Bobby à trouver son ballon de soccer ? Est-il sur la table ou sur le sol ?",
  "ToM-scene-15-instruct1": "Alex, Beth et Johnny jouent à un jeu au parc. Voici comment se passe le jeu : Un enfant se cache, mais trace une piste dans le bac à sable pour que les autres puissent les trouver.",
  "ToM-scene-15-instruct2": "Johnny décide de se cacher derrière l'arbuste de fleurs. Il trace une piste dans le sable. Johnny a l'intention de dessiner l'arbuste de fleurs, mais le dessin ressemble plutôt à un rocher ! Puis Johnny va se cacher derrière l'arbuste de fleurs.",
  "ToM-scene-15-q1-reality_check": "Qu'est-ce que Johnny voulait dessiner ?",
  "ToM-scene-15-q2-false_belief": "Quand Alex et Beth voient cette piste, où vont-ils chercher d'abord Johnny ? Derrière l'arbuste de fleurs ou derrière la roche ?",
  "ToM-scene-15-q3-reality_check": "Peux-tu les aider à trouver où Johnny se cache vraiment ?",
  "ToM-scene-15-q4-emotion_reasoning": "Regarde, Alex et Beth ont trouvé Johnny et ont gagné le jeu ! Comment penses-tu qu'Alex et Beth se sentent d'avoir gagné le jeu ?",
  "ToM-scene-16-instruct1": "Papa dit à James et Sophie de se préparer pour l'école. Papa leur dit de mettre leurs chaussures.",
  "ToM-scene-16-instruct2": "Sophie ne trouve pas une de ses chaussures ! Elle cherche partout mais ne peut pas la trouver.",
  "ToM-scene-16-instruct3": "Sophie ne trouve pas sa chaussure parce qu'au début de la journée, lorsque personne ne regardait, James a joué un tour à Sophie et a caché sa chaussure dans le coffre à jouets.",
  "ToM-scene-16-instruct4": "Sophie cherche partout mais ne peut pas trouver sa chaussure. Papa est fâché contre Sophie parce qu'elle a perdu sa chaussure et maintenant ils sont en retard pour l'école.",
  "ToM-scene-16-instruct5": "Quand James voit que Papa est fâché contre Sophie, il va au coffre à jouets, récupère la chaussure, et la rend à Sophie.",
  "ToM-scene-16-instruct6": "James dit à Sophie qu'il est très désolé et Sophie et papa pardonnent à James. Ils s'embrassent tous.",
  "ToM-scene-16-q1-emotion_reasoning": "Comment Sophie se sent-elle après avoir perdu sa chaussure ?",
  "ToM-scene-16-q2-emotion_reasoning": "Comment Sophie se sentirait-elle si elle trouvait sa chaussure ?",
  "ToM-scene-16-q3-false_belief": "Est-ce juste que Papa soit fâché contre Sophie pour avoir perdu sa chaussure ?",
  "ToM-scene-16-q4-reference": "Papa est-il fâché contre James ?",
  "ToM-scene-16-q5-reference": "Sophie est-elle fâchée contre James ?",
  "ToM-scene-16-q6-reference": "Papa est-il maintenant fâché contre Sophie ?",
  "ToM-scene-16-q7-reference": "Papa est-il maintenant fâché contre James ?",
  "ToM-scene-16-q8-reference": "Sophie est-elle maintenant fâchée contre James ?",
  "ToM-scene-17-instruct1": "Voici Mika. La mère de Mika possède une librairie et parfois Mika aide. Plus tôt aujourd'hui, Mika rangeait des livres sur les tables et les étagères. Mika a mis une pile très large de livres bleus sur le bureau, une pile de taille moyenne de livres rouges sur la table, et une petite pile de livres jaunes sur l'étagère.",
  "ToM-scene-17-instruct2": "La maman de Mika vient d'entrer. Maman demande à Mika un des livres. Mika se souvient où est le livre et dit à maman : « Le livre est dans la petite pile ! »",
  "ToM-scene-17-q1-reference": "Dans quelle pile de livres maman regardera-t-elle ?",
  "ToM-scene-17-q2-reality_check": "De quelle pile de livres parlait Mika ?",
  "ToM-scene-17-q3-emotion_reasoning": "Maman cherche dans la mauvaise pile de livres et ne trouve pas le livre qu'elle voulait. Comment pensez-vous que maman se sent de ne pas trouver le livre qu'elle voulait ?",
  "ToM-scene-17-q4-emotion_reasoning": "Comment pensez-vous que Maman se sentirait si elle pouvait trouver le livre qu'elle voulait?",
  "ToM-scene-18-instruct1": "George et Kat jouent ensemble. Ils regardent dehors et voient un nouveau magasin de jouets de l'autre côté de la rue. Kat décide d'aller acheter de nouveaux jouets au magasin de jouets. Kat demande à George quel jouet il aimerait avoir, et George dit qu'il aimerait un nouveau ballon de basketball.",
  "ToM-scene-18-instruct2": "Alors que Kat se rend au magasin de jouets, George change d'avis et crie à Kat: \"En fait, puis-je avoir des crayons s'il vous plaît?\" Mais Kat n'a pas entendu George demander des crayons.",
  "ToM-scene-18-instruct3": "Kat n'a pas entendu George dire qu'il voulait des crayons. Alors Kat pense que George veut un ballon de basketball. Kat va au magasin de jouets, mais ensuite le propriétaire du magasin dit qu'ils n'ont pas de ballons de basketball! Mais ils ont des livres d'histoires, alors Kat achète un livre d'histoires pour George à la place.",
  "ToM-scene-18-instruct4": "Kat revient et dit à George: \"Je suis désolé, je n'ai pas pu t'acheter un ballon de basketball parce que le magasin n'en avait pas.\"",
  "ToM-scene-18-instruct5": "George est très heureux de jouer avec son nouveau livre d'histoires.",
  "ToM-scene-18-q1-false_belief": "Quel jouet Kat pense-t-elle que George veut du magasin de jouets?",
  "ToM-scene-18-q2-false_belief": "George sait-il que Kat a acheté un livre d'histoires?",
  "ToM-scene-18-q3-false_belief": "Que pense George que Kat a acheté au magasin de jouets?",
  "ToM-scene-18-q4-reality_check": "Quel jouet veut George?",
  "ToM-scene-18-q5-reality_check": "Quel jouet Kat a-t-elle acheté pour George?",
  "ToM-scene-8-instruct4": "Voyons ce qu'elle fait. Oh, regardez, voici Allie qui tend la main vers ce crayon en haut de l'étagère. Et maintenant, Mike voit Allie tendre la main vers ce crayon... le crayon qui est à Mike !",
  "ToM-scene-8-q2-emotion_reasoning": "Comment pensez-vous que Mike se sent en voyant Allie tendre la main vers ce crayon ?",
  "ToM-scene-8-q3-emotion_reasoning": "Comment pensez-vous que Mike se serait senti s'il n'avait pas vu Allie tendre la main vers le crayon ?",
  "ToM-scene-8-q4-false_belief": "Est-ce qu'Allie est méchante et malicieuse pour avoir pris le crayon de Mike ?",
  "ToM-scene-8-q5-false_belief": "Allie devrait-elle avoir des ennuis avec l'enseignant pour avoir pris le crayon de Mike ?",
  "ToM-scene-8-q6-reality_check": "Pouvez-vous aider Mike à trouver son crayon ? Est-il au-dessus de l'étagère ou derrière l'étagère du sac à dos ?",
  "ToM-scene-8-q7-reality_check": "Pouvez-vous aider Allie à trouver son crayon ? Est-il au-dessus de l'étagère ou derrière l'étagère du sac à dos ?",
  "ToM-scene-9-instruct1": "Voici Mark. Mark joue à un jeu vraiment idiot aujourd'hui et ne dit aucun mot toute la journée. Au lieu de cela, Mark dessine des images. Mark est à la bibliothèque, décidant quel livre il aimerait lire. Maman montre à Mark deux livres, un livre sur les tasses et un livre sur les collines.",
  "ToM-scene-9-instruct2": "Mark dessine une image d'une colline, pour dire à maman qu'il veut lire le livre sur les collines. Mais quand Mark donne l'image à maman, elle la tient à l'envers, de sorte qu'elle ressemble à une tasse !",
  "ToM-scene-9-q1-reality_check": "Que voulait dessiner Mark ?",
  "ToM-scene-9-q2-false_belief": "Quand maman voit l'image, quel livre donnera-t-elle à Mark ?",
  "ToM-scene-9-q3-reality_check": "Quel livre Mark veut-il vraiment ?",
  "ToM-scene-9-q4-emotion_reasoning": "Regardez, maman a réalisé son erreur et a donné à Mark le livre qu'il voulait vraiment ! Comment pensez-vous que Mark se sent de recevoir le livre qu'il voulait ?",
  "ToM-scene1-instruct1": "Voici Madison. Ce matin, Madison a mis son livre derrière la chaise parce qu'elle ne voulait pas que quelqu'un le trouve.",
  "ToM-scene1-instruct2": "Mais quand Madison était dehors à jouer, quelqu'un l'a trouvé et l'a caché sous le tapis.",
  "ToM-scene1-instruct3": "Alors maintenant, c'est l'heure de la lecture et Madison veut son livre.",
  "ToM-scene1-q1-false_belief": "Où Madison regardera-t-elle en premier pour trouver son livre?",
  "ToM-scene1-q2-reality_check": "Et où est vraiment son livre?",
  "ToM-scene13-instruct1": "Voici Gabriel. Cet après-midi à l'école, Gabriel a mis son crayon dans sa boîte à crayons.",
  "ToM-scene13-instruct2": "Mais pendant que Gabriel était dehors, quelqu'un a utilisé son crayon ! Après avoir utilisé le crayon de Gabriel, la personne a remis le crayon dans un panier.",
  "ToM-scene13-instruct3": "Maintenant il est temps d'aller en classe, et Gabriel veut son crayon.",
  "ToM-scene13-q1-false_belief": "Où Gabriel cherchera-t-il son crayon ?",
  "ToM-scene13-q2-reality_check": "Et où est vraiment son crayon ?",
  "ToM-scene14-instruct1": "Cet après-midi en rentrant chez lui, Bobby a mis son ballon de soccer sur la table.",
  "ToM-scene14-instruct2": "Et puis il est sorti jouer, tu vois ? Voici Bobby jouant dehors. Et pendant qu'il jouait dehors, le ballon de soccer de Bobby est tombé de la table sur le sol.",
  "ToM-scene14-instruct3": "Ensuite, la sœur de Bobby, Anna, entre. Anna a aussi un ballon de soccer ! Anna met son ballon de soccer sur la table. Bobby est toujours dehors en train de jouer, donc il n'a pas vu ce qu'Anna faisait.",
  "ToM-scene14-q1-false_belief": "Maintenant, quand Bobby rentre de dehors, où cherchera-t-il d'abord son ballon de soccer ?",
  "ToM-scene2-instruct1": "Ce matin, lorsqu'il est arrivé à l'école, Ethan a mis son livre sur l'étagère au-dessus des crochets à manteaux. Le livre d'Ethan est bleu.",
  "ToM-scene2-instruct2": "Et puis il est allé jouer dehors, tu vois ? Voici Ethan en train de jouer dehors. Et pendant qu'il jouait dehors, le livre d'Ethan est tombé des crochets pour manteaux et s'est retrouvé par terre sous les manteaux, tu vois ?",
  "ToM-scene2-instruct3": "Puis Hannah entre et met son livre sur les crochets à manteaux. Le livre d'Hannah est aussi bleu! Ethan est toujours dehors en train de jouer, il n'a donc pas vu ce qu'Hannah faisait.",
  "ToM-scene2-instruct4": "Voyons ce qu'il fait. Oh regarde, voici Ethan qui prend ce livre sur l'étagère. Et maintenant Hannah voit Ethan qui prend ce livre... le livre qui est à Hannah!",
  "ToM-scene2-q1-false_belief": "Maintenant, quand Ethan rentrera de dehors, où cherchera-t-il d'abord son livre?",
  "ToM-scene2-q2-emotion_reasoning": "Comment penses-tu qu'Hannah se sent face à Ethan qui prend ce livre ?",
  "ToM-scene2-q3-false_belief": "Ethan est-il méchant et vilain de prendre le livre de Hannah?",
  "ToM-scene2-q4-false_belief": "Ethan devrait-il avoir des ennuis avec l'enseignant pour avoir pris le livre de Hannah?",
  "ToM-scene2-q5-reality_check": "Peux-tu aider Hannah à trouver son livre? Est-il sur l'étagère ou sous les manteaux?",
  "ToM-scene2-q6-reality_check": "Peux-tu aider Ethan à trouver son livre? Est-il sur l'étagère ou sous les manteaux?",
  "ToM-scene2-q7-emotion_reasoning": "Comment penses-tu qu'Hannah se sentirait si elle n'avait pas vu Ethan prendre le livre?",
  "ToM-scene3-instruct1": "Joshua, Isabel, et Ivan jouent à un jeu. Voici comment le jeu fonctionne : Un enfant se cache, mais dessine un indice dans le bac à sable pour que les autres enfants puissent le trouver.",
  "ToM-scene3-instruct2": "Alors, Ivan passe en premier. Il dessine cet indice dans le bac à sable, puis il va se cacher.",
  "ToM-scene3-instruct3": "C'est maintenant au tour de Joshua de laisser un indice et de se cacher. Isabel et Ivan essaieront alors d'utiliser l'indice pour le trouver.",
  "ToM-scene3-instruct4": "Joshua décide de se cacher derrière la fontaine. Il dessine un indice dans le sable. Il essaie de dessiner la fontaine, avec la partie inférieure et l'eau qui en sort. Mais le dessin ressemble à un arbre à la place! Puis Joshua va se cacher derrière la fontaine.",
  "ToM-scene3-q1": "Que voulait dessiner Joshua?",
  "ToM-scene3-q2-false_belief": "Quand Isabel et Ivan voient cet indice, où chercheront-ils Joshua en premier ?",
  "ToM-scene3-q2-reality_check": "Peux-tu les aider à trouver où Joshua est vraiment?",
  "ToM-scene3-q3-emotion_reasoning": "Regarde, Isabel et Ivan ont trouvé Joshua et ont gagné le jeu! Comment penses-tu qu'Isabel se sent d'avoir gagné le jeu?",
  "ToM-scene4-instruct1": "Maintenant les jeux sont finis, et il est presque temps de rentrer. Maman dit aux enfants de retrouver tous leurs jouets.",
  "ToM-scene4-instruct2": "Joshua a apporté son camion-jouet au parc, mais maintenant il ne le trouve plus. Il cherche partout mais il ne peut pas le trouver.",
  "ToM-scene4-instruct3": "Joshua ne trouve pas son camion parce qu'au début de la journée, quand personne ne regardait, Isabel a pris le camion-jouet et l'a enterré dans le bac à sable.",
  "ToM-scene4-instruct4": "Alors Joshua cherche partout mais il ne trouve pas son camion-jouet. Maman se fâche contre Joshua, parce qu'il a perdu son camion.",
  "ToM-scene4-instruct5": "Quand Isabel voit que Maman est fâchée contre Joshua, elle va au bac à sable, déterre le camion-jouet, et le rend à Joshua.",
  "ToM-scene4-instruct6": "Isabel dit à Joshua qu'elle est vraiment désolée, et elle lui fait un gros câlin. Joshua lui rend un gros câlin, et Maman se joint à eux.",
  "ToM-scene4-q1-emotion_reasoning": "Comment Joshua se sent-il après avoir perdu son camion?",
  "ToM-scene4-q2": "Est-ce juste que Maman se fâche contre Joshua parce qu'il a perdu son camion?",
  "ToM-scene4-q3": "Maman est-elle fâchée contre Isabel ?",
  "ToM-scene4-q4-false_belief": "Joshua est-il fâché contre Isabel ?",
  "ToM-scene4-q5": "Maman est-elle encore fâchée contre Joshua maintenant?",
  "ToM-scene4-q6": "Maman est-elle encore fâchée contre Isabel maintenant?",
  "ToM-scene4-q7": "Joshua est-il encore fâché contre Isabel maintenant?",
  "ToM-scene4-q8-emotion_reasoning": "Comment Joshua se sentirait-il s'il trouvait son camion?",
  "ToM-scene5-instruct1": "Voici Katie. Plus tôt aujourd'hui, la maman de Katie nettoyait la maison pendant que Katie regardait. Maman a laissé trois tasses dans la cuisine. Il y a une petite tasse sur le comptoir, une tasse de taille moyenne sur la table, et une grande tasse qu'elle avait rangée en haut, sur l'étagère.",
  "ToM-scene5-instruct2": "Katie et Papa viennent d'entrer et Katie demande à son père de lui prendre une tasse. Katie dit à son père: «Je veux la grande tasse!»",
  "ToM-scene5-q1": "Quelle tasse Papa donnera-t-il à Katie?",
  "ToM-scene5-q2-reality_check": "Quelle tasse Katie veut-elle?",
  "ToM-scene5-q3-emotion_reasoning": "Comment Katie se sent-elle de ne pas recevoir la tasse qu'elle voulait?",
  "ToM-scene5-q4-emotion_reasoning": "Comment Katie se sentirait-elle si elle avait reçu la tasse qu'elle voulait ?",
  "ToM-scene6-instruct1": "Sam et Maria jouent ensemble. Ils regardent dehors et voient un nouveau magasin de l'autre côté de la rue. Maria dit à Sam: «Je vais acheter de nouvelles chemises pour nous là-bas», et elle s'éloigne.",
  "ToM-scene6-instruct2": "Maman rentre à la maison et elle dit à Sam qu'elle vient de passer devant le magasin. «Vendent-ils des chemises?» demande Sam. «Non», dit maman, «ils vendent seulement des chaussures». «Maria va probablement maintenant acheter des chaussures au magasin», dit Sam.",
  "ToM-scene6-instruct3": "Maria est arrivée au magasin. «Je voudrais acheter des chemises», dit-elle. «Tout ce qu'il nous reste, ce sont des chaussettes», dit le commerçant. Comme Maria a aussi besoin de chaussettes, elle décide d'en prendre.",
  "ToM-scene6-instruct4": "Sur le chemin du retour, Maria rencontre son père. Elle lui dit: «Je viens d'acheter des chaussettes. Je vais les partager avec mon frère Sam. C'est une surprise.»\n«C'est gentil de ta part», dit papa. Puis il demande à Maria : «Sam sait-il ce que tu lui as acheté ?»",
  "ToM-scene6-instruct5": "Puis, papa demande : « Que pense Sam qu'ils vendent au magasin ? »",
  "ToM-scene6-instruct6": "Sam est très content de recevoir ses nouvelles chaussettes.",
  "ToM-scene6-q1": "Maria sait-elle qu'ils vendent des chaussures dans le magasin?",
  "ToM-scene6-q2": "Sam sait-il que Maria a acheté des chaussettes?",
  "ToM-scene6-q3": "Que pense Sam qu'ils vendent au magasin?",
  "ToM-scene6-q4": "Que dit Maria à Papa?",
  "ToM-scene6-q5": "Qu'est-ce que Maria dit à Papa ?",
  "ToM-scene6-q6": "Que pense Sam qu'ils vendent à la boutique ?",
  "ToM-scene7-instruct1": "Voici Diana. Ce matin à l'école, Diana a mis son jouet dans ce tiroir, parce qu'elle ne voulait pas que quelqu'un le trouve.",
  "ToM-scene7-instruct2": "Mais pendant que Diana était dehors, quelqu'un l'a trouvé ! Et l'a déplacé de l'intérieur du tiroir à l'intérieur du bureau.",
  "ToM-scene7-instruct3": "C'est donc l'heure de jouer et Diana veut son jouet.",
  "ToM-scene7-q1-false_belief": "Où Diana va-t-elle chercher son jouet ?",
  "ToM-scene7-q2-reality_check": "Et où est vraiment son jouet ?",
  "ToM-scene8-instruct1": "Ce matin, quand elle est arrivée à l'école, Allie a mis son crayon jaune sur cette étagère, au-dessus de l'étagère des sacs à dos.",
  "ToM-scene8-instruct2": "Puis elle est sortie pour jouer, voyez-vous ? Voici Allie en train de jouer dehors. Et pendant qu'elle jouait dehors, le crayon jaune d'Allie est tombé du dessus de l'étagère derrière l'étagère des sacs à dos, voyez ?",
  "ToM-scene8-instruct3": "Ensuite, Mike entre, et Mike met son crayon au-dessus de l'étagère des sacs à dos. Le crayon de Mike est aussi jaune ! Mais Allie est toujours dehors en train de jouer, elle n'a donc pas vu ce que Mike faisait.",
  "ToM-scene8-q1-false_belief": "Maintenant, quand Allie rentre de dehors, où va-t-elle chercher d'abord son crayon ?",
  "ToM-transition": "Bon travail! Voici une nouvelle histoire.",
  "activity": "activité",
  "addition-prompt1": "Ajoute les chiffres et choisis la réponse correcte.",
  "addition-prompt2": "Ajoute les chiffres.",
  "administrator": "administrateur",
  "angry": "fâché",
  "assent": "accord",
  "assessment": "évaluation",
  "assignment": "affectation",
  "auth/consent.acceptButton": "Accepter",
  "auth/consent.assentTitle": "Assentement",
  "auth/consent.consentTitle": "Consentement",
  "auth/consent.consentUpdatedStatus": "État du consentement mis à jour",
  "auth/consent.header": "Consentement",
  "auth/consent.rejectButton": "Non, me déconnecter",
  "auth/consent.toastHeader": "Confirmé",
  "auth/signin.atLeastOneLowercase": "Au moins une minuscule",
  "auth/signin.atLeastOneNumber": "Au moins un chiffre",
  "auth/signin.atLeastOneNumeric": "Au moins un numérique",
  "auth/signin.atLeastOneUpperCase": "Au moins une majuscule",
  "auth/signin.buttonLabel": "Allons-y!",
  "auth/signin.continueWithGoogle": "Continuer avec Google",
  "auth/signin.emailId": "courriel",
  "auth/signin.emailPlaceholder": "Nom d'utilisateur ou courriel",
  "auth/signin.forgotPassword": "Mot de passe oublié?",
  "auth/signin.incorrectEmailOrPassword": "Nom d'utilisateur/courriel ou mot de passe incorrect",
  "auth/signin.invalidEmailPlaceholder": "Erreur: courriel invalide",
  "auth/signin.minimumCharacters": "Minimum 8 caractères",
  "auth/signin.passwordId": "mot de passe",
  "auth/signin.passwordPlaceholder": "Mot de passe",
  "auth/signin.pickPassword": "Choisir un mot de passe",
  "auth/signin.selectLanguage": "Sélectionner la langue",
  "auth/signin.selectLanguageLabel": "Langue",
  "auth/signin.signInWithEmailLinkInstead": "Se connecter avec un lien courriel",
  "auth/signin.signInWithEmailLinkPlaceHolder": "Appuyez sur Aller pour vous connecter via un lien courriel.",
  "auth/signin.signInWithPasswordInstead": "Se connecter avec un mot de passe",
  "auth/signin.suggestions": "Suggestions",
  "baseball": "La petite balle de baseball",
  "basket": "Dans le panier",
  "basketball": "Un ballon de basketball",
  "behind": "Derrière l'étagère des sacs à dos",
  "behind-flowerbush": "Derrière l'arbuste de fleurs",
  "behind-fountain": "Derrière la fontaine",
  "behind-rock": "Derrière la roche",
  "behind-tree": "Derrière l'arbre",
  "big-basketball": "Le grand ballon de basketball",
  "blueball": "La balle bleue",
  "bluestack": "La grande pile bleue",
  "box": "Dans la boîte",
  "calm": "calme",
  "cancel": "annuler",
  "chair": "Derrière la chaise",
  "child": "enfant",
  "child_survey_001": "<font face=\"Verdana\" size=\"4\">Ces questions vous demandent comment vous vous sentez à l'école et certaines choses que vous faites à l'école. Il n'y a pas de bonnes ou de mauvaises réponses. Choisissez la réponse qui décrit le mieux ce que vous pensez. <b><font face=\"Verdana\" size=\"4\">Non, jamais; Oui, quelquefois; Oui, la plupart du temps; Oui, tout le temps.<br><br>Les deux premiers sont pour la pratique.",
  "child_survey_002": "Aimez-vous lire des bandes dessinées ?",
  "child_survey_003": "Non, jamais",
  "child_survey_004": "Oui, quelquefois",
  "child_survey_005": "Oui, la plupart du temps",
  "child_survey_006": "Oui, toujours",
  "child_survey_007": "Êtes-vous soigneux et ordonné à l'école ?",
  "child_survey_008": "Non, jamais",
  "child_survey_009": "Oui, parfois",
  "child_survey_010": "Oui, la plupart du temps",
  "child_survey_011": "Oui, toujours",
  "child_survey_012": "Votre enseignant est-il gentil avec vous ?",
  "child_survey_013": "Non, jamais",
  "child_survey_014": "Oui, parfois",
  "child_survey_015": "Oui, la plupart du temps",
  "child_survey_016": "Oui, toujours",
  "child_survey_017": "Votre enseignant vous aime-t-il ?",
  "child_survey_018": "Non, jamais",
  "child_survey_019": "Oui, parfois",
  "child_survey_020": "Oui, la plupart du temps",
  "child_survey_021": "Oui, toujours",
  "child_survey_022": "Votre enseignant vous écoute-t-il ?",
  "child_survey_023": "Non, jamais",
  "child_survey_024": "Oui, parfois",
  "child_survey_025": "Oui, la plupart du temps",
  "child_survey_026": "Oui, toujours",
  "child_survey_027": "L'école est-elle amusante ?",
  "child_survey_028": "Non, jamais",
  "child_survey_029": "Oui, parfois",
  "child_survey_030": "Oui, la plupart du temps",
  "child_survey_031": "Oui, toujours",
  "child_survey_032": "Aimez-vous l'école ?",
  "child_survey_033": "Non, jamais",
  "child_survey_034": "Oui, parfois",
  "child_survey_035": "Oui, la plupart du temps",
  "child_survey_036": "Oui, toujours",
  "child_survey_037": "Êtes-vous heureux à l'école ?",
  "child_survey_038": "Non, jamais",
  "child_survey_039": "Oui, parfois",
  "child_survey_040": "Oui, la plupart du temps",
  "child_survey_041": "Oui, toujours",
  "child_survey_042": "Vous sentez-vous en sécurité à l'école ?",
  "child_survey_043": "Non, jamais",
  "child_survey_044": "Oui, parfois",
  "child_survey_045": "Oui, la plupart du temps",
  "child_survey_046": "Oui, toujours",
  "child_survey_047": "Avez-vous des amis dans votre classe ?",
  "child_survey_048": "Non, jamais",
  "child_survey_049": "Oui, parfois",
  "child_survey_050": "Oui, la plupart du temps",
  "child_survey_051": "Oui, toujours",
  "child_survey_052": "Les enfants de votre classe vous aident-ils quand vous en avez besoin ?",
  "child_survey_053": "Non, jamais",
  "child_survey_054": "Oui, parfois",
  "child_survey_055": "Oui, la plupart du temps",
  "child_survey_056": "Oui, toujours",
  "child_survey_057": "Les enfants de votre classe jouent-ils avec vous ?",
  "child_survey_058": "Non, jamais",
  "child_survey_059": "Oui, parfois",
  "child_survey_060": "Oui, la plupart du temps",
  "child_survey_061": "Oui, toujours",
  "child_survey_062": "Les enfants de votre classe sont-ils gentils avec vous ?",
  "child_survey_063": "Non, jamais",
  "child_survey_064": "Oui, parfois",
  "child_survey_065": "Oui, la plupart du temps",
  "child_survey_066": "Oui, toujours",
  "child_survey_067": "Vous sentez-vous seul à l'école ?",
  "child_survey_068": "Non, jamais",
  "child_survey_069": "Oui, parfois",
  "child_survey_070": "Oui, la plupart du temps",
  "child_survey_071": "Oui, toujours",
  "child_survey_072": "Êtes-vous bon pour apprendre des choses à l'école ?",
  "child_survey_073": "Non, jamais",
  "child_survey_074": "Oui, parfois",
  "child_survey_075": "Oui, la plupart du temps",
  "child_survey_076": "Oui, toujours",
  "child_survey_077": "Abandonnez-vous tout de suite quand le travail scolaire est difficile ?",
  "child_survey_078": "Non, jamais",
  "child_survey_079": "Oui, parfois",
  "child_survey_080": "Oui, la plupart du temps",
  "child_survey_081": "Oui, toujours",
  "child_survey_082": "Aimez-vous faire des activités de lecture à l'école ?",
  "child_survey_083": "Non, jamais",
  "child_survey_084": "Oui, parfois",
  "child_survey_085": "Oui, la plupart du temps",
  "child_survey_086": "Oui, toujours",
  "child_survey_087": "Aimez-vous faire des activités de mathématiques à l'école ?",
  "child_survey_088": "Non, jamais",
  "child_survey_089": "Oui, parfois",
  "child_survey_090": "Oui, la plupart du temps",
  "child_survey_091": "Oui, toujours",
  "child_survey_092": "Êtes-vous bon en lecture ?",
  "child_survey_093": "Non, jamais",
  "child_survey_094": "Oui, parfois",
  "child_survey_095": "Oui, la plupart du temps",
  "child_survey_096": "Oui, toujours",
  "child_survey_097": "Êtes-vous bon en maths ?",
  "child_survey_098": "Non, jamais",
  "child_survey_099": "Oui, parfois",
  "child_survey_100": "Oui, la plupart du temps",
  "child_survey_101": "Oui, toujours",
  "child_survey_102": "Certains enfants pensent qu'ils peuvent devenir plus intelligents s'ils travaillent très dur. Pensez-vous que vous pouvez devenir plus intelligent si vous travaillez très dur ?",
  "child_survey_103": "Non, jamais",
  "child_survey_104": "Oui, parfois",
  "child_survey_105": "Oui, la plupart du temps",
  "child_survey_106": "Oui, toujours",
  "child_survey_107": "Certains enfants pensent qu'ils peuvent s'améliorer en lecture s'ils travaillent très dur. Pensez-vous que vous pouvez vous améliorer en lecture si vous travaillez très dur ?",
  "child_survey_108": "Non, jamais",
  "child_survey_109": "Oui, parfois",
  "child_survey_110": "Oui, la plupart du temps",
  "child_survey_111": "Oui, toujours",
  "child_survey_112": "Certains enfants pensent qu'ils peuvent s'améliorer en maths s'ils travaillent très dur. Pensez-vous que vous pouvez vous améliorer en maths si vous travaillez très dur ?",
  "child_survey_113": "Non, jamais",
  "child_survey_114": "Oui, parfois",
  "child_survey_115": "Oui, la plupart du temps",
  "child_survey_116": "Oui, toujours",
  "child_survey_117": "Commencer le sondage",
  "child_survey_118": "Précédent",
  "child_survey_119": "Suivant",
  "child_survey_120": "Terminer",
  "classroom": "classe",
  "close-button-text": "Fermer",
  "coats": "Sous les manteaux",
  "completed": "terminé",
  "components/game-tabs.clickToStart": "Cliquez pour commencer",
  "components/game-tabs.egmaMathDescription": "Résolvez les problèmes mathématiques.",
  "components/game-tabs.egmaMathName": "Mathématiques",
  "components/game-tabs.heartsAndFlowersDescription": "Associez le bon côté aux cœurs et aux fleurs.",
  "components/game-tabs.heartsAndFlowersName": "Cœurs et Fleurs",
  "components/game-tabs.introDescription": "Apprenez à jouer à nos jeux.",
  "components/game-tabs.introName": "Introduction",
  "components/game-tabs.matrixReasoningDescription": "Trouvez la pièce manquante pour compléter le puzzle.",
  "components/game-tabs.matrixReasoningName": "Appariement de motifs",
  "components/game-tabs.mefsDescription": "Associez les formes et les couleurs.",
  "components/game-tabs.mefsName": "Lion et Singe",
  "components/game-tabs.memoryGameDescription": "Regardez les carrés s'illuminer. Souvenez-vous de l'ordre et reproduisez le même motif.",
  "components/game-tabs.memoryGameName": "Mémorisation",
  "components/game-tabs.mentalRotationDescription": "Faites correspondre les images.",
  "components/game-tabs.mentalRotationName": "Rotation de Formes",
  "components/game-tabs.roarInferenceDescription": "Lisez les histoires et répondez aux questions.",
  "components/game-tabs.roarInferenceName": "Rugissement - Inférence",
  "components/game-tabs.sameDifferentSelectionDescription": "Trouvez les similitudes entre les formes.",
  "components/game-tabs.sameDifferentSelectionName": "Similaires & Différents",
  "components/game-tabs.surveyDescriptionChild": "Répondez aux questions concernant votre temps à l'école.",
  "components/game-tabs.surveyDescriptionParentPart1": "Ce questionnaire prendra environ 20-30 minutes à compléter et posera des questions concernant votre enfant.",
  "components/game-tabs.surveyDescriptionParentPart2": "Ce questionnaire prendra environ 20-30 minutes à compléter et posera des questions sur votre domicile et vous-même.",
  "components/game-tabs.surveyDescriptionTeacherPart1": "Ce questionnaire prendra environ 5-10 minutes à compléter et posera des questions sur vos antécédents et vos croyances concernant l'enseignement.",
  "components/game-tabs.surveyDescriptionTeacherPart2": "Ce questionnaire prendra environ 5-10 minutes à compléter et posera des questions sur la salle de classe où vous enseignez.",
  "components/game-tabs.surveyNameChild": "Pensées et Sentiments",
  "components/game-tabs.surveyNameParentPart1": "Survey - Gardien",
  "components/game-tabs.surveyNameParentPart2": "Enquête - Famille",
  "components/game-tabs.surveyNameTeacherPart1": "Enquête - Général",
  "components/game-tabs.surveyNameTeacherPart2": "Enquête - Salle de classe",
  "components/game-tabs.surveyProgressGeneral": "Général",
  "components/game-tabs.surveyProgressGeneralParent": "Domicile/Gardien",
  "components/game-tabs.surveyProgressGeneralTeacher": "Professeur",
  "components/game-tabs.surveyProgressSpecificParent": "Enfant",
  "components/game-tabs.surveyProgressSpecificParentMonth": "Mois",
  "components/game-tabs.surveyProgressSpecificParentYear": "Année",
  "components/game-tabs.surveyProgressSpecificTeacher": "Salle de classe",
  "components/game-tabs.taskCompleted": "Tâche accomplie!",
  "components/game-tabs.theoryOfMindDescription": "Écoutez les histoires et répondez aux questions.",
  "components/game-tabs.theoryOfMindName": "Histoires",
  "components/game-tabs.trogDescription": "Écoutez les mots et choisissez l'image correspondante.",
  "components/game-tabs.trogName": "Compréhension des Phrases",
  "components/game-tabs.vocabDescription": "Écoutez le mot et choisissez l'image correspondante.",
  "components/game-tabs.vocabName": "Vocabulaire",
  "components/navbar.greeting": "Salut",
  "components/navbar.signOut": "Déconnexion",
  "components/participant-sidebar.grade": "Classe",
  "components/participant-sidebar.studentInfo": "Informations sur le participant",
  "components/participant-sidebar.tasksCompleted": "tâches complétées!",
  "components/sentry-form.buttonLabel": "Signaler un problème",
  "components/sentry-form.cancelButtonLabel": "Annuler",
  "components/sentry-form.emailPlaceholder": "votre.email@example.org (optionnel)",
  "components/sentry-form.formTitle": "Signaler un problème à LEVANTE",
  "components/sentry-form.messageLabel": "Description",
  "components/sentry-form.messagePlaceholder": "Quel est le problème ? Qu'espériez-vous à la place ? Merci de partager.",
  "components/sentry-form.namePlaceholder": "Votre nom (optionnel)",
  "components/sentry-form.submitButtonLabel": "Soumettre le rapport de problème",
  "components/tasks.loading": "chargement",
  "components/tasks.preparing": "Préparation de votre jeu !",
  "consent": "consentement",
  "continue": "continuer",
  "continue-button-text": "D'accord",
  "counting-1": "Combien de voitures y a-t-il ?",
  "counting-2": "Combien de pommes y a-t-il ?",
  "counting-intro": "Dans ce jeu de chiffres, tu diras combien d'objets se trouvent sur l'image ! L'adulte qui t'aide appuiera sur le bouton.",
  "counting-intro-afc": "Cette fois, tu choisiras le bouton avec le bon nombre !",
  "crayons": "Crayons",
  "cup": "Une tasse",
  "cupbook": "Le livre sur les tasses",
  "dashboard": "tableau de bord",
  "data-questionnaire-button-text1": "J'ai de SÉRIEUX DOUTES concernant ces données (par exemple, l'enfant ne semblait pas comprendre la tâche, était souvent distrait/interrompu, etc.)",
  "data-questionnaire-button-text2": "Je me sens correct(e) à propos de ces données (par exemple, l'enfant semblait bien comprendre la tâche, a subi quelques distractions/interruptions, etc.)",
  "data-questionnaire-button-text3": "Je me sens BIEN à propos de ces données (par exemple, l'enfant a clairement compris la tâche, a eu très peu (voire pas) de distractions/interruptions, etc.)",
  "desk": "Dans le bureau",
  "disgusted": "dégoûté",
  "drawer": "Dans le tiroir",
  "email": "courriel",
  "error": "erreur",
  "family": "famille",
  "feedback-good-job": "Bien joué !",
  "feedback-nice-work": "Bon travail !",
  "feedback-not-quite-right": "Ce n'est pas correct. Essayez encore.",
  "feedback-try-again": "Veuillez essayer à nouveau !",
  "feedbackCorrect": "Super ! C'est ça.",
  "floor": "Sur le sol",
  "flower-instruct1": "Ceci est le jeu de fleurs. Voici comment vous jouez.",
  "flower-instruct2": "Quand vous voyez une fleur, appuyez sur le bouton du côté opposé.",
  "flower-practice-feedback1": "La fleur est du côté gauche. Appuyez sur le bouton droit.",
  "flower-practice-feedback2": "Quand vous voyez une FLEUR, appuyez sur le bouton du côté OPPOSÉ.",
  "flowerbush": "Un arbuste de fleurs",
  "fountain": "Une fontaine",
  "game": "jeu",
  "general-device-type": "Veuillez utiliser une tablette en mode paysage, un ordinateur de bureau ou un ordinateur portable pour réaliser les activités.",
  "general-encourage": "Continuez !",
  "general-exit": "Quitter",
  "general-footer": "Clique sur le bouton ci-dessous ou appuie sur <b>N'IMPORTE QUELLE TOUCHE</b> pour continuer",
  "general-fullscreen": "Passer en mode plein écran",
  "general-intro1": "Salut ! Nous sommes ravis que tu joues à des jeux avec nous aujourd'hui !",
  "general-intro2": "Tout d'abord, vous devez choisir un partenaire pour jouer avec vous. Au fil des jeux, vous pourrez choisir un accessoire, comme un chapeau ou des lunettes, pour décorer votre partenaire.",
  "general-intro3": "Maintenant que tu as ton copain, nous voulons t'expliquer comment fonctionnent les jeux.",
  "general-intro4": "Pendant les jeux, tu devras écouter les instructions, alors assure-toi que les haut-parleurs sont activés et que le volume te convient. Si tu souhaites réécouter les instructions, tu peux cliquer sur le bouton haut-parleur dans le coin de ton écran.",
  "general-intro5": "Tu peux choisir tes réponses de différentes manières selon le type de tablette ou d'ordinateur que tu utilises. Tu peux utiliser une souris ou un pavé tactile pour cliquer sur ton choix, utiliser les touches fléchées de ton clavier ou toucher l'écran si tu utilises une tablette. Tu peux choisir la méthode qui te convient le mieux.\n\nSi tu as des questions ou si tu as besoin d'aide pour commencer, demande à l'adulte à proximité de t'aider.",
  "general-keyboard-instructions": "Si tu veux utiliser ton clavier pour répondre à une question, appuie sur la touche fléchée indiquée à côté de ton choix.",
  "general-repeat-instructions": "Cela semble un peu compliqué ! Révisons les instructions.",
  "general-rotate-device": "Veuillez pivoter votre appareil pour obtenir la meilleure vue des activités.",
  "general-your-turn": "Beau travail avec la pratique ! Essayons-en plus de ton côté.",
  "grade": "niveau",
  "happy": "heureux",
  "heart-instruct1": "Ceci est le jeu de cœur. Voici comment vous jouez.",
  "heart-instruct2": "Quand vous voyez un cœur, appuyez sur le bouton du même côté.",
  "heart-practice-feedback1": "Le cœur est du côté droit. Appuyez sur le bouton droit.",
  "heart-practice-feedback2": "Rappelez-vous! Lorsque vous voyez un CŒUR, appuyez sur le bouton du MÊME côté.",
  "hearts-and-flowers-encourage1": "Essayez de suivre le rythme!",
  "hearts-and-flowers-encourage2": "Si vous faites une erreur, continuez!",
  "hearts-and-flowers-end": "Bien joué! Vous avez complété le jeu!",
  "hearts-and-flowers-instruct1": "Cette fois, le jeu ira plus vite. Il ne vous dira pas si vous avez raison ou tort. Essayez de suivre!",
  "hearts-and-flowers-instruct2": "Essayez de répondre aussi vite que possible sans vous tromper. Si vous faites une erreur, continuez!",
  "hearts-and-flowers-instruct3": "Maintenant, nous allons jouer à un jeu avec des cœurs et des fleurs.",
  "hearts-and-flowers-play-time": "C'est l'heure de jouer!",
  "hearts-and-flowers-practice-time": "Temps de pratique!",
  "hearts-and-flowers-try-again": "Ce n'est pas correct. Essayez encore.",
  "hill": "Une colline",
  "hillsbook": "Le livre sur les collines",
  "hostile-attribution-scene1-by-accident": "par accident",
  "hostile-attribution-scene1-instruct1": "Imagine que tu marches jusqu'à l'école en portant tes nouvelles chaussures. Tu aimes vraiment tes nouvelles chaussures et c'est le premier jour que tu les portes.",
  "hostile-attribution-scene1-instruct2": "Soudain, un garçon te heurte par derrière. Tu trébuches et tombes dans une flaque de boue et tes nouvelles chaussures se salissent.",
  "hostile-attribution-scene1-on-purpose": "exprès",
  "hostile-attribution-scene1-q1": "Penses-tu que le garçon t'a heurté exprès ou par accident?",
  "hostile-attribution-scene1-q2": "Maintenant, choisis l'une des trois options que tu ferais :",
  "hostile-attribution-scene1-q2-ans1": "nettoyer mes chaussures",
  "hostile-attribution-scene1-q2-ans2": "m'éloigner du garçon",
  "hostile-attribution-scene1-q2-ans3": "pousser le garçon dans la boue",
  "hostile-attribution-scene2-by-accident": "par accident",
  "hostile-attribution-scene2-instruct1": "Imagine que tu es dans la cour de récréation. Toi et d'autres enfants faites une course. Un garçon est debout sur le côté, en train de faire rebondir un ballon de basket.",
  "hostile-attribution-scene2-instruct2": "Puis le garçon fait rebondir le ballon et il roule sous tes pieds, te faisant tomber. Tu écorches ton genou et quelqu'un d'autre gagne la course.",
  "hostile-attribution-scene2-on-purpose": "exprès",
  "hostile-attribution-scene2-q1": "Penses-tu que le garçon t'a fait tomber exprès ou par accident?",
  "hostile-attribution-scene2-q2": "Maintenant, choisissez une des trois options que vous feriez :",
  "hostile-attribution-scene2-q2-ans1": "aller dans une autre zone de la cour",
  "hostile-attribution-scene2-q2-ans2": "lui dire quelque chose de méchant",
  "hostile-attribution-scene2-q2-ans3": "soigner mon genou",
  "hostile-attribution-scene3-by-accident": "par accident",
  "hostile-attribution-scene3-instruct1": "Imagine que tu travailles sur une tâche à ton bureau",
  "hostile-attribution-scene3-instruct2": "Tu vas aiguiser ton crayon, et en revenant à ton bureau, un garçon marche juste devant toi. Le garçon passe devant ton bureau avant que tu y arrives",
  "hostile-attribution-scene3-instruct3": "Tout à coup, le garçon a fait tomber tous tes papiers de ton bureau, et ils sont éparpillés sur le sol.",
  "hostile-attribution-scene3-on-purpose": "exprès",
  "hostile-attribution-scene3-q1": "Penses-tu que le garçon a fait tomber tes papiers par terre exprès ou par accident?",
  "hostile-attribution-scene3-q2": "Maintenant, choisissez une des trois options que vous feriez :",
  "hostile-attribution-scene3-q2-ans1": "l'insulter",
  "hostile-attribution-scene3-q2-ans2": "ramasser les papiers",
  "hostile-attribution-scene3-q2-ans3": "ne rien faire",
  "inferenceInstructions": "Lisez chaque histoire attentivement. Pensez à ce qui s'est passé dans l'histoire et à ce que vous savez. Choisissez la meilleure réponse pour chaque question.",
  "inferenceInstructions2": "Bienvenue à ROAR - Inférence",
  "instructions": "instructions",
  "intro-finished": "Tu as terminé les instructions. Merci !",
  "language": "langue",
  "large_cup": "La grande tasse",
  "levante": "LEVANTE",
  "loading": "chargement",
  "math-instructions1": "Dans ce jeu, tu feras quelques problèmes de mathématiques. Certains seront comme ceux que tu fais à l'école et d'autres seront un peu différents. Certaines questions pourraient te paraître faciles et d'autres difficiles. Ce n'est pas grave ! Essaie de faire de ton mieux et prends ton temps. La plupart des questions auront quatre choix. Tu choisis celui que tu penses être correct. Commençons !",
  "math-instructions1-heavy": "Dans ce jeu, tu joueras avec des nombres.\n\nCertaines questions pourraient être faciles pour toi et d'autres difficiles. Ce n'est pas grave ! Essaie de faire de ton mieux et prends ton temps. Commençons !",
  "math-intro-fractions": "Dans cette section, tu devras parfois additionner et parfois soustraire. Assure-toi de bien regarder le signe plus ou moins. Les premiers sont pour la pratique.",
  "math-intro1": "Voici la première section. Commençons par un peu de pratiquea1",
  "math-intro1-heavy": "Il est temps pour le premier jeu de chiffres ! Pratiquons.",
  "math-intro2": "Voici une autre section. Les premières sont pour la pratique.",
  "math-intro2-heavy": "Il est temps pour le prochain jeu de chiffres ! Pratiquons.",
  "matrix-reasoning-instruct1": "Nous allons te montrer un puzzle, et ton travail est de choisir la meilleure pièce pour compléter le puzzle. Commençons !",
  "matrix-reasoning-instruct2": "Vois ce grand puzzle ? Il manque une pièce ! Quelle pièce va dans le puzzle ?",
  "matrix-reasoning-prompt1": "Choisis le meilleur motif pour remplir le vide.",
  "medium_cup": "La tasse de taille moyenne",
  "memory-game-backward-prompt": "Choisissez les carrés dans l'ordre inverse.",
  "memory-game-backward-try-again": "Ce n'est pas correct. Essayez encore. Choisissez les carrés dans l'ordre inverse.",
  "memory-game-display": "Regardez les carrés s'illuminer.",
  "memory-game-forward-prompt": "Choisissez les carrés dans le même ordre.",
  "memory-game-forward-try-again": "Ce n'est pas correct. Essayez encore. Choisissez les carrés dans le même ordre.",
  "memory-game-input": "Choisissez les carrés dans le même ordre.",
  "memory-game-instruct1": "Ceci est le jeu de mémoire. Voici comment vous jouez.",
  "memory-game-instruct1-heavy": "Ceci est le jeu de mémoire.",
  "memory-game-instruct2": "Vous verrez les carrés s'illuminer.",
  "memory-game-instruct2-heavy": "Dans ce jeu, nous allons voir des carrés s'allumer. Ton travail consiste à toucher les carrés qui s'allument.",
  "memory-game-instruct3": "Vous allez choisir les carrés dans le même ordre.",
  "memory-game-instruct3-heavy": "Maintenant, nous allons voir deux carrés s'allumer. Ton travail consiste à toucher les carrés dans le même ordre qu'ils s'allument !",
  "memory-game-instruct4": "Regardez attentivement! Essayez de mémoriser l'ordre.",
  "memory-game-instruct4-heavy": "Regarde les carrés s'allumer. Je vais toucher les carrés dans le même ordre.",
  "memory-game-instruct5": "Cette fois, le jeu ne vous dira pas si vous avez raison ou tort. Commençons à jouer au jeu de mémoire!",
  "memory-game-instruct5-heavy": "D'accord, maintenant vous allez jouer le reste du jeu de mémoire seul. Plus de carrés s'allumeront à chaque fois plus vous jouerez longtemps, alors regardez attentivement !",
  "memory-game-instruct6": "Jouons maintenant au jeu de mémoire à l'envers!",
  "memory-game-instruct6-heavy": "Si vous faites une erreur, continuez!",
  "memory-game-instruct7": "Commençons à jouer au jeu de mémoire!",
  "mental-rotation-instruct-3D": "Maintenant, tu verras des images montrant des blocs avec trois côtés. Ta tâche est de choisir l'image correspondante.",
  "mental-rotation-instruct1": "Tu vois ces deux contours ? L'un va avec cette forme. Voyons lequel va avec la forme. EDIT EDIT.",
  "mental-rotation-prompt1": "Choisissez l'image correspondante.",
  "mental-rotation-prompt2": "Choisis l'image qui correspond à celle-ci.",
  "mental-rotation-test-instruct4": "À toi de jouer ! Peux-tu trouver la forme qui va avec le contour ?",
  "mental-rotation-training-instruct2": "Voyons si cette forme va avec le contour. Cette forme ne va pas avec le contour.",
  "mental-rotation-training-instruct3": "Voyons si cette forme va avec le contour. Cette forme va avec le contour.",
  "missing-number-prompt1": "Quel nombre va dans l'espace vide ?",
  "missing-number-prompt2": "Quel nombre va ici ?",
  "missing-number-prompt3": "Quels nombres vont dans les espaces ?",
  "multiplication-prompt1": "Multiplie les chiffres et choisis la réponse correcte.",
  "multiplication-prompt2": "Multiplie les chiffres.",
  "no": "non",
  "ns-number-comp-1": "Quelle carte a plus de pommes ?",
  "ns-number-comp-2": "Quelle carte a plus de voitures ?",
  "ns-number-identification-1": "Choisissez la carte qui montre 1 pomme.",
  "ns-number-identification-10": "Choisissez la carte qui montre 10 pommes.",
  "ns-number-identification-2": "Choisissez la carte qui montre 2 voitures.",
  "ns-number-identification-5": "Choisissez la carte qui montre 5 pommes.",
  "ns-number-identification-7": "Choisissez la carte qui montre 7 voitures.",
  "number-comparison-prompt1": "Quel nombre est plus grand ?",
  "number-comparison-prompt2": "Lequel est plus grand ?",
  "number-identification-1": "Choisis le numéro 1.",
  "number-identification-10": "Choisis le 23.",
  "number-identification-11": "Choisis le 48.",
  "number-identification-12": "Choisis le 91.",
  "number-identification-13": "Choisis le 33.",
  "number-identification-14": "Choisis le 74.",
  "number-identification-15": "Choisis le 87.",
  "number-identification-16": "Choisis le 65.",
  "number-identification-17": "Choisis le 108.",
  "number-identification-18": "Choisis le 245.",
  "number-identification-19": "Choisis le 587.",
  "number-identification-2": "Choisis le 2.",
  "number-identification-20": "Choisis le 731.",
  "number-identification-21": "Choisis le 989.",
  "number-identification-22": "Choisis le 6.",
  "number-identification-23": "Choisis le 14.",
  "number-identification-24": "Choisis le 18.",
  "number-identification-25": "Choisis le 26.",
  "number-identification-26": "Choisis le 35.",
  "number-identification-27": "Choisis le 41.",
  "number-identification-28": "Choisis le 47.",
  "number-identification-29": "Choisis le 50.",
  "number-identification-3": "Choisis le 9.",
  "number-identification-30": "Choisis le 55.",
  "number-identification-31": "Choisis le 66.",
  "number-identification-32": "Choisis le 67.",
  "number-identification-33": "Choisis le 88.",
  "number-identification-34": "Choisis le 101.",
  "number-identification-35": "Choisis le 426.",
  "number-identification-36": "Choisis le 131.",
  "number-identification-37": "Choisis le 256.",
  "number-identification-38": "Choisis le 349.",
  "number-identification-39": "Choisis le 543.",
  "number-identification-4": "Choisis le 0.",
  "number-identification-40": "Choisis le 617.",
  "number-identification-41": "Choisis le 877.",
  "number-identification-5": "Choisis le 12.",
  "number-identification-6": "Choisis le 30.",
  "number-identification-7": "Choisis le 22.",
  "number-identification-8": "Choisis le 45.",
  "number-identification-9": "Choisis le 39.",
  "number-identification-prompt1": "Choisis le numéro que tu entends.",
  "number-line-instruct1": "Voici une ligne numérique. Tu peux déplacer le curseur vers l'avant et l'arrière le long de la ligne. Déplace le curseur pour qu'il soit à la bonne place pour montrer où le nombre appartient. Assure-toi de regarder les chiffres à chaque extrémité lorsque tu décides où déplacer le curseur.",
  "number-line-prompt1": "Choisis le chiffre qui est marqué sur la ligne numérique.",
  "number-line-slider-prompt1": "Déplace le curseur pour marquer le chiffre.",
  "pages/home-participant.contactAdministrator": "Veuillez contacter votre administrateur pour être ajouté à une affectation.",
  "pages/home-participant.loadingAssignments": "Chargement des affectations",
  "pages/home-participant.noAssignments": "Vous n'avez aucune affectation!",
  "pages/home-participant.selectAssignment": "Sélectionnez une affectation",
  "pages/home-participant.showOptionalAssignments": "Afficher les affectations facultatives",
  "pages/home-selector.inactivityLogout": "Vous serez bientôt déconnecté pour des raisons de sécurité. Veuillez cliquer sur « Continuer » si vous souhaitez poursuivre votre session. Sinon, vous serez automatiquement déconnecté dans { timeLeft } secondes.",
  "pages/home-selector.inactivityLogoutAcceptLabel": "Continuer",
  "pages/home-selector.loading": "Chargement...",
  "pages/not-found.label": "Retour à l'accueil",
  "pages/not-found.pageNotFound": "Page introuvable",
  "pages/not-found.sorry": "Désolé, nous n'avons pas pu trouver cette page!",
  "pages/signin.adminAction": "ici",
  "pages/signin.adminInfoPrompt": "Si vous vous êtes inscrit avec un e-mail Google ou si votre fournisseur de messagerie utilise Google SSO.",
  "pages/signin.adminPrompt": "Êtes-vous un administrateur? Cliquez {action} pour vous connecter.",
  "pages/signin.havingTrouble": "Des problèmes?",
  "pages/signin.login": "Connectez-vous pour accéder à votre tableau de bord",
  "pages/signin.loginWith": "Connectez-vous avec",
  "pages/signin.welcome": "Bienvenue à ROAR!",
  "parent": "parent",
  "parent_survey_child_001": "<block><b><font face=\"Verdana\" size=\"4\">\nMerci à vous et à votre enfant pour votre participation à ce projet de recherche !</b><br> <br> <p><font face=\"Verdana\" size=\"4\">Le sondage suivant prendra environ 20 à 30 minutes à compléter et posera des questions sur votre enfant. <br><br>Lorsque vous répondez aux questions, merci de penser à votre enfant qui participe à ce projet de recherche. Si vous avez plus d'un enfant participant, vous devrez remplir ce sondage séparément pour chaque enfant participant. <br><br>Certaines questions vous demanderont de garder à l'esprit une période de temps spécifique. Si aucun délai ne figure, vous pouvez penser à la manière dont la réponse s'applique généralement à votre enfant. <br><br>Nous vous remercions de répondre aussi complètement et précisément que possible avec les informations dont vous disposez. Si vous avez des questions à propos de ce sondage, veuillez contacter le coordinateur de recherche. <br><br>Lorsque vous êtes prêt à débuter, sélectionnez le bouton \"démarrer le sondage\". <br><br><b><font face=\"Verdana\" size=\"4\">Merci!",
  "parent_survey_child_002": "Cette section comporte des questions d'ordre général ainsi que des questions concernant la santé de votre enfant.",
  "parent_survey_child_003": "<block><b><font face=\"Verdana\" size=\"4\">Cette section comporte des questions d'ordre général ainsi que des questions concernant la santé de votre enfant.",
  "parent_survey_child_004": "Veuillez indiquer votre relation avec l'enfant participant à ce projet de recherche.",
  "parent_survey_child_005": "Mère biologique ou adoptive",
  "parent_survey_child_006": "Père biologique ou adoptif",
  "parent_survey_child_007": "Belle-mère",
  "parent_survey_child_008": "Beau-père",
  "parent_survey_child_011": "Parent d'accueil",
  "parent_survey_child_012": "Autre parenté",
  "parent_survey_child_013": "Autre non-parenté",
  "parent_survey_child_014": "Veuillez spécifier votre relation avec l'enfant.",
  "parent_survey_child_015": "Veuillez indiquer depuis combien de temps vous vous occupez de cet enfant.",
  "parent_survey_child_016": "années",
  "parent_survey_child_017": "années",
  "parent_survey_child_018": "mois",
  "parent_survey_child_019": "mois",
  "parent_survey_child_020": "Quel est l'âge actuel de votre enfant en années?",
  "parent_survey_child_021": "ans",
  "parent_survey_child_022": "Quelle est la taille actuelle de votre enfant? (merci d'estimer aussi précisément que possible)",
  "parent_survey_child_023": "mètres",
  "parent_survey_child_024": "mètres",
  "parent_survey_child_025": "centimètres",
  "parent_survey_child_026": "centimètres",
  "parent_survey_child_027": "Quel est le poids actuel de votre enfant? (merci d'estimer aussi précisément que possible)",
  "parent_survey_child_028": "livres",
  "parent_survey_child_029": "livres",
  "parent_survey_child_030": "Votre enfant est-il né prématurément (c'est-à-dire plus de trois semaines avant la date prévue)?",
  "parent_survey_child_033": "Je ne sais pas",
  "parent_survey_child_034": "Quel était le poids de votre enfant à la naissance ? (si vous ne savez pas, laissez vide)",
  "parent_survey_child_035": "grammes",
  "parent_survey_child_036": "En général, comment décririez-vous la santé de votre enfant?",
  "parent_survey_child_037": "Excellente",
  "parent_survey_child_038": "Très bonne",
  "parent_survey_child_039": "Bonne",
  "parent_survey_child_040": "Passable",
  "parent_survey_child_041": "Mauvaise",
  "parent_survey_child_042": "Comment décririez-vous l'état des dents de votre enfant?",
  "parent_survey_child_043": "Excellente",
  "parent_survey_child_044": "Très bonne",
  "parent_survey_child_045": "Bonne",
  "parent_survey_child_046": "Passable",
  "parent_survey_child_047": "Mauvaise",
  "parent_survey_child_048": "<b>DURANT LA DERNIÈRE SEMAINE</b>, combien de jours votre enfant a-t-il fait de l'exercice, pratiqué un sport ou participé à une activité physique (en milieu scolaire ou non) pendant au moins 60 minutes ?",
  "parent_survey_child_049": "0 jour",
  "parent_survey_child_050": "1 - 3 jours",
  "parent_survey_child_051": "4 - 6 jours",
  "parent_survey_child_052": "Tous les jours",
  "parent_survey_child_053": "<b>AU COURS DES 12 DERNIERS MOIS</b>, votre enfant a-t-il eu des difficultés FRÉQUENTES ou CHRONIQUES avec l'une des choses suivantes ?",
  "parent_survey_child_054": "Problèmes respiratoires ou autres difficultés respiratoires (tels que la respiration sifflante ou un essoufflement)",
  "parent_survey_child_057": "Je ne sais pas",
  "parent_survey_child_058": "Manger ou avaler en raison d'une condition de santé",
  "parent_survey_child_061": "Je ne sais pas",
  "parent_survey_child_062": "Digestion des aliments, y compris les problèmes d'estomac/intestinaux, la constipation ou la diarrhée",
  "parent_survey_child_065": "Je ne sais pas",
  "parent_survey_child_066": "Douleurs physiques répétées ou chroniques, y compris les maux de tête ou autres douleurs au dos ou au corps",
  "parent_survey_child_069": "Je ne sais pas",
  "parent_survey_child_070": "Maux de dents",
  "parent_survey_child_073": "Je ne sais pas",
  "parent_survey_child_074": "Gencives qui saignent",
  "parent_survey_child_077": "Je ne sais pas",
  "parent_survey_child_078": "Dents cariées ou caries",
  "parent_survey_child_081": "Je ne sais pas",
  "parent_survey_child_082": "Votre enfant a-t-il l'un des problèmes suivants ?",
  "parent_survey_child_083": "Difficulté sérieuse à se concentrer, se souvenir ou prendre des décisions en raison d'un état physique, mental ou émotionnel",
  "parent_survey_child_086": "Je ne sais pas",
  "parent_survey_child_087": "Difficulté sérieuse à marcher ou à monter des escaliers",
  "parent_survey_child_088": "Oui",
  "parent_survey_child_089": "Non",
  "parent_survey_child_090": "Difficulté à s'habiller ou à se laver",
  "parent_survey_child_091": "Oui",
  "parent_survey_child_092": "Non",
  "parent_survey_child_093": "Surdité ou problèmes d'audition",
  "parent_survey_child_094": "Oui",
  "parent_survey_child_095": "Non",
  "parent_survey_child_096": "Cécité ou problèmes de vision, même en portant des lunettes",
  "parent_survey_child_097": "Oui",
  "parent_survey_child_098": "Non",
  "parent_survey_child_099": "Votre enfant a-t-il d'autres problèmes de vision ou d'audition (par exemple, infections fréquentes de l'oreille, myopie ou hypermétropie) ?",
  "parent_survey_child_100": "Oui",
  "parent_survey_child_101": "Non",
  "parent_survey_child_102": "Si oui, veuillez expliquer :",
  "parent_survey_child_103": "Un médecin ou un autre prestataire de soins de santé vous a-t-il <b>JAMAIS</b> dit que votre enfant avait une affection génétique ou héréditaire ?",
  "parent_survey_child_106": "Je ne sais pas",
  "parent_survey_child_107": "Préfère ne pas répondre",
  "parent_survey_child_108": "Si oui, veuillez noter ou expliquer la condition :",
  "parent_survey_child_109": "Un médecin, un autre prestataire de soins de santé ou un éducateur vous a-t-il <b>JAMAIS</b> dit que votre enfant avait l’une des affections suivantes :",
  "parent_survey_child_110": "Problèmes de comportement ou de conduite",
  "parent_survey_child_111": "Non",
  "parent_survey_child_112": "Oui",
  "parent_survey_child_113": "Je ne sais pas",
  "parent_survey_child_114": "Préfère ne pas répondre",
  "parent_survey_child_115": "Votre enfant a-t-il <b>ACTUELLEMENT</b> des problèmes de comportement ou de conduite ?",
  "parent_survey_child_116": "Oui",
  "parent_survey_child_117": "Non",
  "parent_survey_child_118": "Les problèmes actuels de comportement ou de conduite sont-ils légers, modérés ou sévères ?",
  "parent_survey_child_119": "Légers",
  "parent_survey_child_120": "Modérés",
  "parent_survey_child_121": "Sévères",
  "parent_survey_child_122": "Retard de développement",
  "parent_survey_child_125": "Je ne sais pas",
  "parent_survey_child_126": "Préfère ne pas répondre",
  "parent_survey_child_127": "Votre enfant a-t-il <b>ACTUELLEMENT</b> un retard de développement ?",
  "parent_survey_child_128": "Oui",
  "parent_survey_child_129": "Non",
  "parent_survey_child_130": "Les retards de développement actuels sont-ils légers, modérés ou sévères ?",
  "parent_survey_child_131": "Légers",
  "parent_survey_child_132": "Modérés",
  "parent_survey_child_133": "Sévères",
  "parent_survey_child_134": "Déficience intellectuelle",
  "parent_survey_child_137": "Je ne sais pas",
  "parent_survey_child_138": "Préfère ne pas répondre",
  "parent_survey_child_139": "Votre enfant a-t-il <b>ACTUELLEMENT</b> une déficience intellectuelle ?",
  "parent_survey_child_140": "Oui",
  "parent_survey_child_141": "Non",
  "parent_survey_child_142": "La déficience intellectuelle actuelle est-elle légère, modérée ou sévère ?",
  "parent_survey_child_143": "Légers",
  "parent_survey_child_144": "Modérés",
  "parent_survey_child_145": "Sévères",
  "parent_survey_child_146": "Trouble de la parole ou autre trouble du langage",
  "parent_survey_child_149": "Je ne sais pas",
  "parent_survey_child_150": "Préfère ne pas répondre",
  "parent_survey_child_151": "Votre enfant a-t-il <b>ACTUELLEMENT</b> un trouble de la parole ou autre trouble du langage ?",
  "parent_survey_child_152": "Oui",
  "parent_survey_child_153": "Non",
  "parent_survey_child_154": "Le trouble actuel de la parole ou autre trouble du langage est-il léger, modéré ou sévère ?",
  "parent_survey_child_155": "Légers",
  "parent_survey_child_156": "Modérés",
  "parent_survey_child_157": "Sévères",
  "parent_survey_child_158": "Trouble d'apprentissage",
  "parent_survey_child_161": "Je ne sais pas",
  "parent_survey_child_162": "Préfère ne pas répondre",
  "parent_survey_child_163": "Votre enfant a-t-il <b>ACTUELLEMENT</b> un trouble d'apprentissage ?",
  "parent_survey_child_164": "Oui",
  "parent_survey_child_165": "Non",
  "parent_survey_child_166": "Le trouble d’apprentissage actuel est-il léger, modéré ou sévère ?",
  "parent_survey_child_167": "Légers",
  "parent_survey_child_168": "Modérés",
  "parent_survey_child_169": "Sévères",
  "parent_survey_child_170": "Trouble du spectre de l'autisme (TSA) <br>(inclut le syndrome d'Asperger ou le trouble envahissant du développement (TED))",
  "parent_survey_child_173": "Je ne sais pas",
  "parent_survey_child_174": "Préfère ne pas répondre",
  "parent_survey_child_175": "Votre enfant a-t-il <b>ACTUELLEMENT</b> un trouble du spectre de l'autisme (TSA) (inclut le syndrome d'Asperger ou le trouble envahissant du développement) ?",
  "parent_survey_child_176": "Oui",
  "parent_survey_child_177": "Non",
  "parent_survey_child_178": "Le trouble du spectre de l’autisme actuel (inclut le syndrome d'Asperger ou le trouble envahissant du développement) est-il léger, modéré ou sévère ?",
  "parent_survey_child_179": "Légers",
  "parent_survey_child_180": "Modérés",
  "parent_survey_child_181": "Sévères",
  "parent_survey_child_182": "Trouble du déficit de l'attention ou hyperactivité (TDA ou TDAH)",
  "parent_survey_child_185": "Je ne sais pas",
  "parent_survey_child_186": "Préfère ne pas répondre",
  "parent_survey_child_187": "Votre enfant a-t-il <b>ACTUELLEMENT</b> un trouble du déficit de l'attention ou hyperactivité (TDA ou TDAH) ?",
  "parent_survey_child_188": "Oui",
  "parent_survey_child_189": "Non",
  "parent_survey_child_190": "Le trouble du déficit de l'attention ou hyperactivité actuel (TDA ou TDAH) est-il léger, modéré ou sévère ?",
  "parent_survey_child_191": "Légers",
  "parent_survey_child_192": "Modérés",
  "parent_survey_child_193": "Sévères",
  "parent_survey_child_194": "Quel était le sexe de naissance de votre enfant (c'est-à-dire sur l'acte de naissance) ?",
  "parent_survey_child_197": "Autre (décrire)",
  "parent_survey_child_198": "Le jeu de questions suivant concerne l'identité de genre.<br><br>Souhaitez-vous répondre à ces questions supplémentaires sur le genre ?<br>(Note : votre enfant NE recevra PAS ces questions)",
  "parent_survey_child_199": "Quelle est l'identification de genre actuelle de votre enfant ?",
  "parent_survey_child_203": "Au cours de l'année dernière, quelle fréquence a eue votre enfant à exprimer des comportements ou des préférences généralement associés aux filles ?",
  "parent_survey_child_204": "Jamais",
  "parent_survey_child_205": "Rarement",
  "parent_survey_child_206": "Parfois",
  "parent_survey_child_207": "Souvent",
  "parent_survey_child_208": "Toujours",
  "parent_survey_child_209": "Au cours de l'année écoulée, à quelle fréquence votre enfant a-t-il déclaré qu'il est une fille ou veut l'être?",
  "parent_survey_child_210": "Jamais",
  "parent_survey_child_211": "Rarement",
  "parent_survey_child_212": "Parfois",
  "parent_survey_child_213": "Souvent",
  "parent_survey_child_214": "Toujours",
  "parent_survey_child_215": "Au cours de l'année écoulée, à quelle fréquence votre enfant a-t-il adopté des comportements ou exprimé des préférences généralement associées aux garçons?",
  "parent_survey_child_216": "Jamais",
  "parent_survey_child_217": "Rarement",
  "parent_survey_child_218": "Parfois",
  "parent_survey_child_219": "Souvent",
  "parent_survey_child_220": "Toujours",
  "parent_survey_child_221": "Au cours de l'année écoulée, à quelle fréquence votre enfant a-t-il déclaré qu'il est un garçon ou veut l'être?",
  "parent_survey_child_222": "Jamais",
  "parent_survey_child_223": "Rarement",
  "parent_survey_child_224": "Parfois",
  "parent_survey_child_225": "Souvent",
  "parent_survey_child_226": "Toujours",
  "parent_survey_child_227": "Votre enfant a-t-il commencé à montrer des signes de puberté (même très précoces)?",
  "parent_survey_child_228": "Oui",
  "parent_survey_child_229": "Non",
  "parent_survey_child_230": "Pour chaque question, veuillez sélectionner la réponse qui décrit le mieux ce qui arrive actuellement à votre enfant.",
  "parent_survey_child_231": "Diriez-vous que la croissance en taille de votre enfant (s'allonger):",
  "parent_survey_child_232": "N’a pas encore commencé à faire une poussée (\"poussée\" signifie plus de croissance que la normale)",
  "parent_survey_child_233": "A à peine commencé à faire une poussée",
  "parent_survey_child_234": "A certainement commencé mais n'est pas terminé",
  "parent_survey_child_235": "Semble terminé (l'enfant est à peu près aussi grand qu'il va le devenir)",
  "parent_survey_child_236": "Qu'en est-il de la croissance des poils corporels (par exemple, sous les bras)? Diriez-vous que les poils corporels de votre enfant:",
  "parent_survey_child_237": "N'a pas commencé à pousser",
  "parent_survey_child_238": "A à peine commencé à pousser",
  "parent_survey_child_239": "A clairement commencé à pousser mais n'est pas terminé",
  "parent_survey_child_240": "Semble terminé (l'enfant a autant de poils corporels qu'il aura)",
  "parent_survey_child_241": "Avez-vous remarqué des changements cutanés, notamment des boutons?",
  "parent_survey_child_242": "N’a pas encore commencé à montrer des changements",
  "parent_survey_child_243": "A à peine commencé à montrer des changements",
  "parent_survey_child_244": "Les changements cutanés ont clairement commencé mais ne sont pas terminés",
  "parent_survey_child_245": "Les changements cutanés semblent terminés",
  "parent_survey_child_246": "Les seins de votre enfant ont-ils commencé à pousser?",
  "parent_survey_child_247": "N’a pas encore commencé à pousser",
  "parent_survey_child_248": "A à peine commencé à pousser",
  "parent_survey_child_249": "La croissance des seins a clairement commencé mais n'est pas terminée",
  "parent_survey_child_250": "La croissance des seins semble terminée",
  "parent_survey_child_251": "Votre enfant a-t-il commencé à avoir ses règles?",
  "parent_survey_child_252": "Oui",
  "parent_survey_child_253": "Non",
  "parent_survey_child_254": "Si oui, quel âge avait votre enfant lorsqu'elle a eu ses premières règles?",
  "parent_survey_child_255": "ans",
  "parent_survey_child_256": "Pour chaque question, veuillez sélectionner la réponse qui décrit le mieux ce qui arrive actuellement à votre enfant.",
  "parent_survey_child_257": "Diriez-vous que la croissance en taille de votre enfant (s'allonger):",
  "parent_survey_child_258": "N’a pas encore commencé à faire une poussée (\"poussée\" signifie plus de croissance que la normale)",
  "parent_survey_child_259": "A à peine commencé à faire une poussée",
  "parent_survey_child_260": "A certainement commencé mais n'est pas terminé",
  "parent_survey_child_261": "Semble terminé (l'enfant est à peu près aussi grand qu'il va le devenir)",
  "parent_survey_child_262": "Qu'en est-il de la croissance des poils corporels (par exemple, sous les bras)? Diriez-vous que les poils corporels de votre enfant:",
  "parent_survey_child_263": "N'a pas commencé à pousser",
  "parent_survey_child_264": "A à peine commencé à pousser",
  "parent_survey_child_265": "A clairement commencé à pousser mais n'est pas terminé",
  "parent_survey_child_266": "Semble terminé (l'enfant a autant de poils corporels qu'il aura)",
  "parent_survey_child_267": "Avez-vous remarqué des changements cutanés, notamment des boutons?",
  "parent_survey_child_268": "N’a pas encore commencé à montrer des changements",
  "parent_survey_child_269": "A à peine commencé à montrer des changements",
  "parent_survey_child_270": "Les changements cutanés ont clairement commencé mais ne sont pas terminés",
  "parent_survey_child_271": "Les changements cutanés semblent terminés",
  "parent_survey_child_272": "La voix de votre enfant a-t-elle commencé à changer?",
  "parent_survey_child_273": "N'a pas encore commencé à changer",
  "parent_survey_child_274": "A à peine commencé à changer",
  "parent_survey_child_275": "Le changement de voix est clairement en cours mais n'est pas terminé",
  "parent_survey_child_276": "Le changement de voix semble terminé",
  "parent_survey_child_277": "Votre enfant a-t-il commencé à développer des poils faciaux (barbe ou moustache)?",
  "parent_survey_child_278": "N’a pas encore commencé à pousser des poils faciaux",
  "parent_survey_child_279": "A à peine commencé à pousser des poils faciaux",
  "parent_survey_child_280": "La croissance des poils a clairement commencé (suffisamment pour se raser)",
  "parent_survey_child_281": "La croissance est probablement maintenant aussi rapide qu'elle ne le sera jamais",
  "parent_survey_child_282": "Veuillez répondre à chaque affirmation sur les habitudes de sommeil de votre enfant.",
  "parent_survey_child_283": "Au cours des <b>7 derniers jours</b>....",
  "parent_survey_child_284": "Rarement (0-1 fois par semaine)",
  "parent_survey_child_285": "Parfois (2-4 fois par semaine)",
  "parent_survey_child_286": "Habituellement (5 fois ou plus par semaine)",
  "parent_survey_child_287": "Votre enfant a eu du mal à s'endormir (ne s'est pas endormi dans les 20 minutes suivant le coucher).",
  "parent_survey_child_288": "Votre enfant a eu des difficultés à dormir toute la nuit (s'est réveillé une fois ou plus pendant la nuit).",
  "parent_survey_child_289": "Votre enfant se couchait à peu près à la même heure les soirs de semaine (lundi-vendredi).",
  "parent_survey_child_290": "<b>AU COURS DE LA SEMAINE PASSÉE</b>, combien d'heures de sommeil votre enfant a-t-il généralement obtenu par nuit pendant les jours de semaine (lundi-vendredi)?",
  "parent_survey_child_291": "Moins de 6 heures",
  "parent_survey_child_292": "6 heures",
  "parent_survey_child_293": "7 heures",
  "parent_survey_child_294": "8 heures",
  "parent_survey_child_295": "9 heures",
  "parent_survey_child_296": "10 heures",
  "parent_survey_child_297": "11 heures ou plus",
  "parent_survey_child_298": "<block><b><font face=\"Verdana\" size=\"4\">Cette section pose des questions sur le comportement et l'interaction sociale de votre enfant.",
  "parent_survey_child_299": "Pour chaque élément, veuillez cocher \"Pas du tout\", \"Pas très bien\", \"Assez bien\" ou \"Très bien\" pour indiquer <i>à quel point</i> la phrase s'applique à votre enfant. Veuillez répondre à tous les éléments du mieux que vous pouvez, même si vous n'êtes pas absolument certain.",
  "parent_survey_child_300": "Pas du tout",
  "parent_survey_child_301": "Pas très bien",
  "parent_survey_child_302": "Assez bien",
  "parent_survey_child_303": "Très bien",
  "parent_survey_child_304": "Votre enfant a des difficultés à rester immobile ou montre des périodes d'hyperactivité.",
  "parent_survey_child_305": "Votre enfant se plaint souvent de se sentir malade (ex: maux de tête, maux d'estomac).",
  "parent_survey_child_306": "Votre enfant évite les autres ou préfère passer du temps seul.",
  "parent_survey_child_307": "Votre enfant est souvent inquiet ou anxieux.",
  "parent_survey_child_308": "Votre enfant gigote fréquemment.",
  "parent_survey_child_309": "Votre enfant a un (ou plusieurs) bons amis.",
  "parent_survey_child_310": "Votre enfant semble souvent triste, déprimé ou abattu.",
  "parent_survey_child_311": "Votre enfant s'entend bien avec d'autres enfants.",
  "parent_survey_child_312": "Votre enfant se distrait facilement ou a du mal à rester concentré.",
  "parent_survey_child_313": "Votre enfant est timide ou collant.",
  "parent_survey_child_314": "Votre enfant traite gentiment les enfants plus jeunes.",
  "parent_survey_child_315": "Votre enfant montre souvent un comportement malhonnête (ex: mensonge, triche).",
  "parent_survey_child_316": "Votre enfant a pris des choses sans permission de la maison, de l'école ou d'ailleurs.",
  "parent_survey_child_317": "Votre enfant préfère les adultes aux enfants.",
  "parent_survey_child_318": "Votre enfant est souvent nerveux ou craintif.",
  "parent_survey_child_319": "Veuillez indiquer <i>à quel point</i> chaque déclaration décrit votre enfant.",
  "parent_survey_child_320": "Pas du tout",
  "parent_survey_child_321": "Pas très bien",
  "parent_survey_child_322": "Assez bien",
  "parent_survey_child_323": "Très bien",
  "parent_survey_child_324": "Votre enfant accepte les choses quand elles ne vont pas dans son sens.",
  "parent_survey_child_325": "Votre enfant gère bien l'échec.",
  "parent_survey_child_326": "Votre enfant réfléchit avant d'agir.",
  "parent_survey_child_327": "Votre enfant résout seul les problèmes avec ses amis.",
  "parent_survey_child_328": "Votre enfant peut se calmer quand il est excité.",
  "parent_survey_child_329": "Votre enfant fait ce qu'on lui dit de faire.",
  "parent_survey_child_330": "Votre enfant est doué pour comprendre les sentiments des autres.",
  "parent_survey_child_331": "Votre enfant contrôle sa colère lorsqu'il y a un désaccord.",
  "parent_survey_child_332": "Votre enfant partage ses affaires avec les autres.",
  "parent_survey_child_333": "Votre enfant est serviable avec les autres.",
  "parent_survey_child_334": "Votre enfant écoute les points de vue des autres.",
  "parent_survey_child_335": "Votre enfant peut donner des suggestions sans être autoritaire.",
  "parent_survey_child_336": "Veuillez indiquer <i>à quel point</i> chaque déclaration décrit votre enfant.",
  "parent_survey_child_337": "Pas du tout",
  "parent_survey_child_338": "Pas très bien",
  "parent_survey_child_339": "Assez bien",
  "parent_survey_child_340": "Très bien",
  "parent_survey_child_341": "Votre enfant comprend les sentiments des autres.",
  "parent_survey_child_342": "Votre enfant est conscient de ce qui se passe dans une situation sociale.",
  "parent_survey_child_343": "Votre enfant interprète correctement ce qu'un pair essaie de faire.",
  "parent_survey_child_344": "Votre enfant fait preuve de bon contrôle de soi lors de ses réponses.",
  "parent_survey_child_345": "Votre enfant trouve de nombreuses solutions aux problèmes interpersonnels.",
  "parent_survey_child_346": "Votre enfant trouve des solutions de bonne qualité aux problèmes interpersonnels.",
  "parent_survey_child_347": "Votre enfant est conscient des effets de son comportement sur les autres.",
  "parent_survey_child_348": "Votre enfant essaie de rendre les gens tristes plus heureux.",
  "parent_survey_child_349": "Votre enfant aide les autres avec leurs devoirs.",
  "parent_survey_child_350": "Votre enfant permet aux autres d'utiliser ses jouets ou objets.",
  "parent_survey_child_351": "Veuillez indiquer <i>à quel point</i> chaque déclaration décrit votre enfant.",
  "parent_survey_child_352": "Pas du tout",
  "parent_survey_child_353": "Pas très bien",
  "parent_survey_child_354": "Assez bien",
  "parent_survey_child_355": "Très bien",
  "parent_survey_child_356": "Votre enfant est curieux de découvrir et de comprendre de nouvelles choses.",
  "parent_survey_child_357": "Votre enfant est capable de faire des observations et des déductions avant qu'on lui donne une réponse.",
  "parent_survey_child_358": "Votre enfant donne des réponses uniques qui vont au-delà de celles des autres enfants.",
  "parent_survey_child_359": "Votre enfant veut souvent apprendre de nouvelles choses.",
  "parent_survey_child_360": "Votre enfant explore de nouveaux objets qui apparaissent à la maison ou dans les espaces communautaires.",
  "parent_survey_child_361": "Votre enfant aime poser beaucoup de questions.",
  "parent_survey_child_362": "Si votre enfant fait une erreur, il demande pardon.",
  "parent_survey_child_363": "Votre enfant planifie souvent bien ses propres tâches.",
  "parent_survey_child_364": "Votre enfant termine son travail sans qu'on le lui demande ou qu'on lui rappelle de le faire.",
  "parent_survey_child_365": "Votre enfant travaille avec diligence lorsqu'il essaie de terminer des tâches ou des corvées.",
  "parent_survey_child_366": "Si votre enfant ne peut pas faire quelque chose, il réessaie.",
  "parent_survey_child_367": "Votre enfant aime finir ses tâches correctement.",
  "parent_survey_child_368": "Votre enfant est lent et sans hâte à décider ce qu'il doit faire ensuite.",
  "parent_survey_child_369": "Votre enfant poursuit une tâche même lorsqu'elle est fatigante.",
  "parent_survey_child_370": "Votre enfant accepte facilement de faire des tâches ou des courses.",
  "parent_survey_child_371": "Votre enfant suit volontiers les instructions.",
  "parent_survey_child_372": "Lorsque votre enfant reçoit l'instruction d'accomplir une tâche, il le fait avec enthousiasme.",
  "parent_survey_child_373": "Lorsque votre enfant est envoyé pour une course, il revient à temps. (si cet item ne s'applique pas à votre enfant, veuillez le laisser vide)",
  "parent_survey_child_374": "Si on demande à votre enfant de faire une corvée, il la fait.",
  "parent_survey_child_375": "Votre enfant est respectueux envers les adultes.",
  "parent_survey_child_376": "Comparé à d'autres enfants de son âge, à quel point votre enfant a-t-il des difficultés à se faire ou à garder des amis ?",
  "parent_survey_child_377": "Aucune difficulté",
  "parent_survey_child_378": "Un peu de difficulté",
  "parent_survey_child_379": "Beaucoup de difficultés",
  "parent_survey_child_380": "PENDANT LES <b>12 DERNIERS MOIS</b>, à quelle fréquence votre enfant a-t-il été victime d'intimidation, taquiné ou exclu par d'autres enfants ? Si la fréquence a changé au cours de l'année, indiquez la fréquence la plus élevée.",
  "parent_survey_child_381": "Jamais (au cours des 12 derniers mois)",
  "parent_survey_child_382": "1 à 2 fois (au cours des 12 derniers mois)",
  "parent_survey_child_383": "1 à 2 fois par mois",
  "parent_survey_child_384": "1 à 2 fois par semaine",
  "parent_survey_child_385": "Presque tous les jours",
  "parent_survey_child_386": "PENDANT LES <b>12 DERNIERS MOIS</b>, à quelle fréquence votre enfant a-t-il intimidé, taquiné ou exclu d'autres enfants ? Si la fréquence a changé au cours de l'année, indiquez la fréquence la plus élevée.",
  "parent_survey_child_387": "Jamais (au cours des 12 derniers mois)",
  "parent_survey_child_388": "1 à 2 fois (au cours des 12 derniers mois)",
  "parent_survey_child_389": "1 à 2 fois par mois",
  "parent_survey_child_390": "1 à 2 fois par semaine",
  "parent_survey_child_391": "Presque tous les jours",
  "parent_survey_child_392": "<block><b><font face=\"Verdana\" size=\"4\">Cette section pose des questions relatives à l'apprentissage.",
  "parent_survey_child_393": "Si votre enfant est à l'école primaire (première année ou plus), pensez au temps avant qu'il ne commence l'école primaire. Si votre enfant n'a pas encore commencé l'école primaire, pensez à ce qui se passe en ce moment.\n<br><br>\n<b>À quelle fréquence vous ou une autre personne de votre foyer faisiez-vous les activités suivantes avec votre enfant ?</b>",
  "parent_survey_child_394": "Jamais ou presque jamais",
  "parent_survey_child_395": "Parfois",
  "parent_survey_child_396": "Souvent",
  "parent_survey_child_397": "Lire des livres",
  "parent_survey_child_398": "Raconter des histoires",
  "parent_survey_child_399": "Chanter des chansons",
  "parent_survey_child_400": "Jouer avec des jouets d'alphabet (par exemple, des blocs avec les lettres de l'alphabet)",
  "parent_survey_child_401": "Parler des choses que vous aviez faites",
  "parent_survey_child_402": "Parler de ce que vous aviez lu",
  "parent_survey_child_403": "Faire des jeux de mots",
  "parent_survey_child_404": "Écrire des lettres ou des mots",
  "parent_survey_child_405": "Lire à voix haute des panneaux et des étiquettes",
  "parent_survey_child_406": "Dire des comptines ou chanter des chansons de comptage",
  "parent_survey_child_407": "Jouer avec des jouets numériques (par exemple, des blocs avec des chiffres)",
  "parent_survey_child_408": "Compter différentes choses",
  "parent_survey_child_409": "Faire des jeux impliquant des formes (par exemple, des jouets de tri de formes, des puzzles)",
  "parent_survey_child_410": "Jouer avec des blocs de construction ou des jouets de construction",
  "parent_survey_child_411": "Jouer à des jeux de société ou à des jeux de cartes",
  "parent_survey_child_412": "Écrire des nombres",
  "parent_survey_child_413": "Dessiner des formes",
  "parent_survey_child_414": "Mesurer ou peser des choses (par exemple, en cuisinant)",
  "parent_survey_child_415": "Votre enfant a-t-il fréquenté un programme d'éducation préscolaire ou un centre pour enfants <b>âgés de moins de 3 ans</b> avant la première année ?",
  "parent_survey_child_416": "Oui",
  "parent_survey_child_417": "Non",
  "parent_survey_child_418": "Votre enfant a-t-il fréquenté un programme éducatif préprimaire pour enfants <b>âgés de 3 ans ou plus</b>, <i>y compris le jardin d’enfants</i>, avant la première année ?",
  "parent_survey_child_419": "Oui",
  "parent_survey_child_420": "Non",
  "parent_survey_child_421": "Environ combien de temps votre enfant a-t-il été dans ces programmes <i>en tout</i> (avant la première année)?",
  "parent_survey_child_422": "N'a pas assisté",
  "parent_survey_child_423": "Moins d'un an",
  "parent_survey_child_424": "1 an",
  "parent_survey_child_425": "2 ans",
  "parent_survey_child_426": "3 ans",
  "parent_survey_child_427": "4 ans ou plus",
  "parent_survey_child_428": "Quel âge avait votre enfant quand il/elle a commencé la première année de l'école primaire/élémentaire?",
  "parent_survey_child_429": "5 ans ou moins",
  "parent_survey_child_430": "6 ans",
  "parent_survey_child_431": "7 ans",
  "parent_survey_child_432": "8 ans ou plus",
  "parent_survey_child_433": "Jusqu'à quel niveau d'éducation prévoyez-vous que votre enfant ira ?",
  "parent_survey_child_434": "Moins que le secondaire",
  "parent_survey_child_435": "GED ou équivalence de secondaire",
  "parent_survey_child_436": "Certaines études collégiales mais sans diplôme",
  "parent_survey_child_437": "Diplôme d'études secondaires (ou équivalent) plus formation technique ou certificat",
  "parent_survey_child_438": "Diplôme d’associé",
  "parent_survey_child_439": "Baccalauréat",
  "parent_survey_child_440": "Maîtrise",
  "parent_survey_child_441": "Doctorat",
  "parent_survey_child_442": "À quelle fréquence votre enfant fait-il les actions suivantes :",
  "parent_survey_child_443": "Jamais",
  "parent_survey_child_444": "Parfois",
  "parent_survey_child_445": "Souvent",
  "parent_survey_child_446": "Toujours",
  "parent_survey_child_447": "Montrer de l'intérêt et de la curiosité pour de nouveaux sujets à l'école ?",
  "parent_survey_child_448": "Travailler pour terminer les tâches scolaires qu'ils commencent ?",
  "parent_survey_child_449": "Rester calme et en contrôle face à un défi académique ?",
  "parent_survey_child_450": "Se soucier de réussir à l'école ?",
  "parent_survey_child_451": "Faire tous les devoirs requis ?",
  "parent_survey_child_452": "<b>PENDANT LA PLUPART DES JOURS DE SEMAINE</b> (lundi-vendredi), combien de temps environ votre enfant passe-t-il devant une télévision, un ordinateur, un téléphone portable ou un autre appareil regardant des programmes, jouant à des jeux, accédant à Internet ou utilisant les réseaux sociaux? <i>Ne pas inclure le temps consacré aux travaux scolaires.</i>",
  "parent_survey_child_453": "Moins d'une heure",
  "parent_survey_child_454": "1 heure",
  "parent_survey_child_455": "2 heures",
  "parent_survey_child_456": "3 heures",
  "parent_survey_child_457": "4 heures ou plus",
  "parent_survey_child_458": "Votre enfant possède-t-il un smartphone ?",
  "parent_survey_child_459": "Oui",
  "parent_survey_child_460": "Non",
  "parent_survey_child_461": "Si oui, à quel âge l'ont-ils eu ?",
  "parent_survey_child_462": "ans",
  "parent_survey_child_463": "Votre enfant a-t-il un compte sur un site de média social tel qu'Instagram, TikTok, Meta ou autres ?",
  "parent_survey_child_464": "Oui",
  "parent_survey_child_465": "Non",
  "parent_survey_child_466": "<b>Nous sommes intéressés ainsi à savoir comment souvent, indépendamment et facilement votre enfant manifeste chaque comportement lorsque l'occasion l'exige. Les enfants qui excellent dans un comportement spécifique devraient recevoir un 4 (la note la plus élevée), alors que la plupart des enfants seront entre 3 et 2. Ceux qui sont encore en développement et ont besoin de beaucoup de soutien devraient recevoir une note de 1.</b><br><br><b>4</b> = Toujours par eux-mêmes (aucun soutien nécessaire)<br><br>\n<b>3</b> = Principalement par eux-mêmes (rappels brèves ou soutien)<br><br>\n<b>2</b> = Parfois par eux-mêmes (rappels réguliers ou soutien modéré nécessaire)<br><br>\n<b>1</b> = Incapable seul (nécessite beaucoup de soutien)",
  "parent_survey_child_467": "<b>Fait attention lorsque qu'un adulte explique ou montre quelque chose</b> (en écoutant attentivement et/ou en regardant avec un regard approprié/orientation corporelle).",
  "parent_survey_child_468": "(4) Toujours par eux-mêmes (aucun soutien nécessaire)",
  "parent_survey_child_469": "(3) Principalement par eux-mêmes (rappels brèves ou soutien)",
  "parent_survey_child_470": "(2) Parfois par eux-mêmes (rappels réguliers ou soutien modéré nécessaire)",
  "parent_survey_child_471": "(1) Incapable seul (nécessite beaucoup de soutien)",
  "parent_survey_child_472": "<b>Ignore les activités/sons non pertinents</b> (par exemple, un frère ou une sœur qui pleure, la télévision, la circulation à l'extérieur) <b>lorsqu'il travaille sur une tâche assignée.</b>",
  "parent_survey_child_473": "<b>Attend son tour pour parler</b> (par exemple, n'interrompt pas les autres, ne crie pas ses réponses, réfléchit avant de parler).",
  "parent_survey_child_474": "<b>Réalise des activités qui nécessitent plusieurs étapes</b> (par exemple, apporter plusieurs objets à la maison ou en magasin, mettre la table, ranger une pièce en rangeant plusieurs choses).",
  "parent_survey_child_475": "<b>Trouve de nouvelles façons de relever des défis</b> par exemple, réutilise des matériaux ou des jouets, imagine une nouvelle façon de construire une tour ou un fort après son effondrement, résout un puzzle d'une nouvelle manière, conçoit une nouvelle stratégie pour achever une tâche).",
  "parent_survey_child_476": "<b>Identifie et rassemble les matériaux nécessaires avant une activité</b> (par exemple, trouve un manteau, des chaussures et un chapeau adaptés avant de sortir; rassemble le lunch, les devoirs et le sac à dos avant d'aller à l'école).",
  "parent_survey_child_477": "<b>Termine une tâche assignée qui est répétitive</b> (par exemple, ramasser les jouets, ranger le linge).",
  "parent_survey_child_478": "<b>Achève une tâche assignée avant de passer à la suivante.</b>",
  "parent_survey_child_479": "<b>Arrête un comportement indésirable lorsqu'il le lui est demandé</b> (par exemple, cesse de se battre avec un frère ou une sœur lorsqu'un parent le demande, cesse de mal se comporter dans la maison).",
  "parent_survey_child_480": "<b>Réalise des activités qui nécessitent de se souvenir d'instructions longues</b> (par exemple, règles d'un jeu, tâches ménagères, recette de cuisine).",
  "parent_survey_child_481": "<b>S'exprime d'une nouvelle façon lorsqu'il n'est pas compris par les autres</b> (par exemple, essaie différentes façons de communiquer ses besoins et désirs).",
  "parent_survey_child_482": "<b>Crée une stratégie ou un plan pour accomplir une tâche</b> (par exemple, une corvée, des devoirs, un puzzle).",
  "parent_survey_child_483": "<b>Reste concentré et engagé pendant les activités prolongées dirigées par des adultes</b> (par exemple, événement religieux ou de performance, repas en famille) <b>en écoutant attentivement et en contribuant si nécessaire.</b>",
  "parent_survey_child_484": "<b>Reprend sa concentration/s'y réfère à nouveau en cas d'interruption</b> (par exemple, un membre de la famille pose une question sans rapport ou a besoin d'une assistance brève).",
  "parent_survey_child_485": "<b>Arrête de jouer ou de faire quelque chose d'amusant sur demande</b> (par exemple, arrête de jouer avec des amis lorsque le parent le demande, arrête de regarder la télévision lorsque le parent le demande).",
  "parent_survey_child_486": "<b>Communique de manière organisée</b> (par exemple, raconte à nouveau la séquence correcte des événements, explique comment fonctionne un jeu pour le rendre facile à comprendre).",
  "parent_survey_child_487": "<b>S'adapte lorsque les plans/horaires changent</b> (par exemple, suit le changement d'horaire quotidien, ne se plaint pas lorsqu'une maladie imprévue entraîne l'annulation de vacances en famille).",
  "parent_survey_child_488": "<b>Termine les tâches à temps</b> (par exemple, termine les devoirs à l'heure et non à la dernière minute).",
  "parent_survey_child_489": "<b>Reste concentré et engagé pendant les activités collaboratives dirigées par des enfants</b> (par exemple, jouer avec des frères/sœurs ou des pairs).",
  "parent_survey_child_490": "<b>Ignore une activité préférée et amusante</b> (par exemple, jouer) <b>lorsqu'il est demandé de compléter une tâche assignée</b> (par exemple, nettoyer la chambre).",
  "parent_survey_child_491": "<b>Attend son tour pour agir</b> (par exemple, attend patiemment dans la file d'attente au magasin ou lorsqu'il partage un jouet avec un frère ou une sœur).",
  "parent_survey_child_492": "<b>Réalise des calculs mentaux numériques appropriés à son âge</b> (par exemple, additionne les prix des biens, calcule le temps, combien il est plus âgé que quelqu'un d'autre).",
  "parent_survey_child_493": "<b>Comprend les perspectives/idées contradictoires</b> (par exemple, reconnaît un point de vue différent, accepte différentes façons de faire les choses, peut voir une situation du point de vue de quelqu'un d'autre).",
  "parent_survey_child_494": "<b>Vérifie les erreurs avant de terminer une tâche</b> (par exemple, révise et corrige les erreurs sur les devoirs de classe).",
  "parent_survey_child_495": "<b>Persévère sur une tâche cognitive/apprentissage difficile</b> (par exemple, des devoirs) <b>en essayant de résoudre les ennuis, posant des questions et ne renonçant pas.</b>",
  "parent_survey_child_496": "<b>Répond aux questions ou raconte une histoire sans se laisser distraire par de petits détails et/ou perdre le fil de ses pensées.</b>",
  "parent_survey_child_497": "<b>S'arrête et réfléchit avant d'agir</b> (par exemple, ne court pas devant une voiture, ne tend pas la main vers des objets qu'il ne devrait pas toucher).",
  "parent_survey_child_498": "<b>Se souvient et considère toutes les options lors du choix</b> (par exemple, que faire lorsqu'on est coincé sur une tâche ménagère ou qu'on est confronté à un problème, options alimentaires).",
  "parent_survey_child_499": "<b>Relie des idées/expériences à d'autres idées/expériences</b> (par exemple, identifie des liens entre livres/films et expériences vécues, utilise des stratégies apprises à l'école pour réaliser des activités à la maison).",
  "parent_survey_child_500": "<b>Démarre des plans ou des routines sans qu'on le lui demande</b> (par exemple, prend l'initiative d'aider un membre de la famille, commence les tâches ménagères quotidiennes de sa propre initiative).",
  "parent_survey_child_501": "<b>S'engage profondément dans une activité qu'il choisit lui-même</b> (par exemple, dessiner, lire, cuisiner, construire, faire du sport, jouer).",
  "parent_survey_child_502": "<b>Se souvient des directions, des motifs, et des endroits où se trouvent les choses</b> (par exemple, connaît les itinéraires de marche, trouve les choses dans un magasin, excellent pour rechercher un objet perdu ou jouer à cache-cache).",
  "parent_survey_child_503": "<b>Adapte son comportement en fonction de ce que la situation exige</b> (par exemple, change de personnage ou de rôle pendant un jeu, change de comportement en fonction du temps de jeu ou d'étude).",
  "parent_survey_child_504": "<b>Négocie et intègre les suggestions de ses pairs sans conflit ou résistance</b> (par exemple, collabore avec d'autres pour planifier les rôles/routines pendant le jeu, négocie avec un frère sur la façon de réaliser ensemble les tâches ménagères).",
  "parent_survey_child_505": "<block><b><font face=\"Verdana\" size=\"4\">Cette section s'interroge sur votre environnement familial.",
  "parent_survey_child_506": "Combien de livres pour enfants y a-t-il chez vous?",
  "parent_survey_child_507": "Aucun",
  "parent_survey_child_508": "20 ou plus",
  "parent_survey_child_509": "À quelle fréquence votre enfant prend-il un repas avec les membres de la famille?",
  "parent_survey_child_510": "Plus d'une fois par jour",
  "parent_survey_child_511": "Une fois par jour",
  "parent_survey_child_512": "Plusieurs fois par semaine",
  "parent_survey_child_513": "Une fois par semaine",
  "parent_survey_child_514": "Une fois par mois ou moins",
  "parent_survey_child_515": "Jamais",
  "parent_survey_child_516": "Combien d'heures par jour la télévision est-elle allumée chez vous?",
  "parent_survey_child_517": "heures par jour",
  "parent_survey_child_518": "Votre famille a-t-elle un accès fiable à Internet?",
  "parent_survey_child_519": "Oui",
  "parent_survey_child_520": "Non",
  "parent_survey_child_521": "À quelle fréquence toute votre famille se réunit-elle avec des proches ou des amis?",
  "parent_survey_child_522": "Une fois par semaine ou plus",
  "parent_survey_child_523": "Deux ou trois fois par mois",
  "parent_survey_child_524": "Une fois par mois",
  "parent_survey_child_525": "Quelques fois par an",
  "parent_survey_child_526": "Une fois par an ou moins",
  "parent_survey_child_527": "À quelle fréquence votre enfant passe-t-il du temps avec vous ou un autre adulte chez vous à faire des activités en plein air?",
  "parent_survey_child_528": "Une fois par jour ou plus souvent",
  "parent_survey_child_529": "Au moins quatre fois par semaine",
  "parent_survey_child_530": "Une fois par semaine",
  "parent_survey_child_531": "Une fois par mois",
  "parent_survey_child_532": "Quelques fois par an ou moins",
  "parent_survey_child_533": "Jamais",
  "parent_survey_child_534": "À quelle fréquence lisez-vous ou un autre adulte de votre foyer des histoires à votre enfant?",
  "parent_survey_child_535": "Tous les jours",
  "parent_survey_child_536": "Environ 3 fois par semaine",
  "parent_survey_child_537": "Une fois par semaine",
  "parent_survey_child_538": "Plusieurs fois par mois",
  "parent_survey_child_539": "Plusieurs fois par an",
  "parent_survey_child_540": "Jamais",
  "parent_survey_child_541": "À quelle fréquence vous ou un autre adulte de votre foyer emmenez-vous votre enfant à l'épicerie?",
  "parent_survey_child_542": "Deux fois par semaine ou plus",
  "parent_survey_child_543": "Une fois par semaine",
  "parent_survey_child_544": "Une fois par mois",
  "parent_survey_child_545": "Presque jamais",
  "parent_survey_child_546": "Votre enfant a-t-il accès à une tablette ou un smartphone qu'il utilise régulièrement pour regarder des vidéos ou écouter de la musique?",
  "parent_survey_child_547": "Oui",
  "parent_survey_child_548": "Non",
  "parent_survey_child_549": "Votre famille dispose-t-elle d'un ordinateur auquel votre enfant a accès?",
  "parent_survey_child_550": "Oui",
  "parent_survey_child_551": "Non",
  "parent_survey_child_552": "À quelle fréquence un membre de la famille a-t-il emmené ou prévu d'emmener votre enfant dans un type de musée (pour enfants, scientifique, d'art, historique, etc.) au cours de l'année écoulée ?",
  "parent_survey_child_553": "Environ une fois par semaine ou plus",
  "parent_survey_child_554": "Environ une fois par mois ou plus",
  "parent_survey_child_555": "Plusieurs fois",
  "parent_survey_child_556": "Une ou deux fois",
  "parent_survey_child_557": "Jamais",
  "parent_survey_child_558": "Parfois, les enfants se mettent tellement en colère contre leurs parents qu'ils disent des choses comme \"Je te déteste\" ou profèrent des jurons lors d'une crise de colère. Si votre enfant disait quelque chose comme \"Je te déteste\" ou vous insultait, vous...",
  "parent_survey_child_559": "Le punir(e)",
  "parent_survey_child_560": "Oui",
  "parent_survey_child_561": "Non",
  "parent_survey_child_562": "Le fesser",
  "parent_survey_child_563": "Oui",
  "parent_survey_child_564": "Non",
  "parent_survey_child_565": "Discuter avec lui/elle",
  "parent_survey_child_566": "Oui",
  "parent_survey_child_567": "Non",
  "parent_survey_child_568": "Lui donner une corvée domestique",
  "parent_survey_child_569": "Oui",
  "parent_survey_child_570": "Non",
  "parent_survey_child_571": "L'ignorer",
  "parent_survey_child_572": "Oui",
  "parent_survey_child_573": "Non",
  "parent_survey_child_574": "L'envoyer dans sa chambre pour plus d'une heure",
  "parent_survey_child_575": "Oui",
  "parent_survey_child_576": "Non",
  "parent_survey_child_577": "Lui retirer son allocation",
  "parent_survey_child_578": "Oui",
  "parent_survey_child_579": "Non",
  "parent_survey_child_580": "Lui retirer la télévision, le téléphone ou d'autres privilèges",
  "parent_survey_child_581": "Oui",
  "parent_survey_child_582": "Non",
  "parent_survey_child_583": "Le mettre en pause pour un court instant",
  "parent_survey_child_584": "Oui",
  "parent_survey_child_585": "Non",
  "parent_survey_child_586": "Autre, veuillez préciser",
  "parent_survey_child_587": "À quelle fréquence est-il attendu de votre enfant qu’il fasse son propre lit ?",
  "parent_survey_child_588": "Presque toujours",
  "parent_survey_child_589": "Plus de la moitié du temps",
  "parent_survey_child_590": "La moitié du temps",
  "parent_survey_child_591": "Moins de la moitié du temps",
  "parent_survey_child_592": "Presque jamais",
  "parent_survey_child_593": "À quelle fréquence est-il attendu de votre enfant qu’il nettoie sa propre chambre ?",
  "parent_survey_child_594": "Presque toujours",
  "parent_survey_child_595": "Plus de la moitié du temps",
  "parent_survey_child_596": "La moitié du temps",
  "parent_survey_child_597": "Moins de la moitié du temps",
  "parent_survey_child_598": "Presque jamais",
  "parent_survey_child_599": "À quelle fréquence est-il attendu de votre enfant qu’il ramasse ce qu'il laisse derrière lui?",
  "parent_survey_child_600": "Presque toujours",
  "parent_survey_child_601": "Plus de la moitié du temps",
  "parent_survey_child_602": "La moitié du temps",
  "parent_survey_child_603": "Moins de la moitié du temps",
  "parent_survey_child_604": "Presque jamais",
  "parent_survey_child_605": "Y a-t-il un instrument de musique (piano, tambour, guitare, etc.) que votre enfant peut utiliser à la maison?",
  "parent_survey_child_606": "Oui",
  "parent_survey_child_607": "Non",
  "parent_survey_child_608": "À quelle fréquence votre enfant lit-il pour se divertir?",
  "parent_survey_child_609": "Tous les jours",
  "parent_survey_child_610": "Plusieurs fois par semaine",
  "parent_survey_child_611": "Plusieurs fois par mois",
  "parent_survey_child_612": "Plusieurs fois par an",
  "parent_survey_child_613": "Jamais",
  "parent_survey_child_614": "Votre famille encourage-t-elle votre enfant à commencer et à poursuivre des passe-temps ?",
  "parent_survey_child_615": "Oui",
  "parent_survey_child_616": "Non",
  "parent_survey_child_617": "Votre enfant reçoit-il des leçons spéciales ou fait-il partie d'une organisation qui encourage des activités telles que le sport, la musique, l'art, la danse, le théâtre, etc.?",
  "parent_survey_child_618": "Oui",
  "parent_survey_child_619": "Non",
  "parent_survey_child_620": "À quelle fréquence un membre de la famille a-t-il emmené ou organisé pour emmener votre enfant assister à une représentation musicale ou théâtrale au cours de la dernière année ?",
  "parent_survey_child_621": "Environ une fois par semaine ou plus",
  "parent_survey_child_622": "Environ une fois par mois ou plus",
  "parent_survey_child_623": "Plusieurs fois",
  "parent_survey_child_624": "Une ou deux fois",
  "parent_survey_child_625": "Jamais",
  "parent_survey_child_626": "Lorsque votre famille regarde la télévision ou regarde du contenu en ligne, vous ou un autre adulte de la maison en discutez-vous avec votre enfant ?",
  "parent_survey_child_627": "Presque toujours",
  "parent_survey_child_628": "Plus de la moitié du temps",
  "parent_survey_child_629": "La moitié du temps",
  "parent_survey_child_630": "Moins de la moitié du temps",
  "parent_survey_child_631": "Presque jamais",
  "parent_survey_child_632": "À quelle fréquence est-il attendu de votre enfant qu'il nettoie les dégâts ?",
  "parent_survey_child_633": "Presque toujours",
  "parent_survey_child_634": "Plus de la moitié du temps",
  "parent_survey_child_635": "La moitié du temps",
  "parent_survey_child_636": "Moins de la moitié du temps",
  "parent_survey_child_637": "Presque jamais",
  "parent_survey_child_638": "À quelle fréquence est-il attendu de votre enfant qu'il se lave lui-même ?",
  "parent_survey_child_639": "Presque toujours",
  "parent_survey_child_640": "Plus de la moitié du temps",
  "parent_survey_child_641": "La moitié du temps",
  "parent_survey_child_642": "Moins de la moitié du temps",
  "parent_survey_child_643": "Presque jamais",
  "parent_survey_child_644": "À quelle fréquence est-il attendu de votre enfant qu'il participe au maintien de la propreté des espaces de vie partagés ?",
  "parent_survey_child_645": "Presque toujours",
  "parent_survey_child_646": "Plus de la moitié du temps",
  "parent_survey_child_647": "La moitié du temps",
  "parent_survey_child_648": "Moins de la moitié du temps",
  "parent_survey_child_649": "Presque jamais",
  "parent_survey_child_650": "À quelle fréquence est-il attendu de votre enfant qu'il effectue des tâches routinières telles que tondre la pelouse, aider lors du dîner, faire la vaisselle, etc.?",
  "parent_survey_child_651": "Presque toujours",
  "parent_survey_child_652": "Plus de la moitié du temps",
  "parent_survey_child_653": "La moitié du temps",
  "parent_survey_child_654": "Moins de la moitié du temps",
  "parent_survey_child_655": "Presque jamais",
  "parent_survey_child_656": "À quelle fréquence est-il attendu de votre enfant qu'il gère son propre temps (se lever à l'heure, être prêt pour l'école, etc.) ?",
  "parent_survey_child_657": "Presque toujours",
  "parent_survey_child_658": "Plus de la moitié du temps",
  "parent_survey_child_659": "La moitié du temps",
  "parent_survey_child_660": "Moins de la moitié du temps",
  "parent_survey_child_661": "Presque jamais",
  "parent_survey_child_662": "<b>PENDANT LE MOIS PASSÉ</b>, à quelle fréquence avez-vous ressenti...",
  "parent_survey_child_663": "Jamais",
  "parent_survey_child_664": "Rarement",
  "parent_survey_child_665": "Parfois",
  "parent_survey_child_666": "Souvent",
  "parent_survey_child_667": "Toujours",
  "parent_survey_child_668": "que votre enfant est beaucoup plus difficile à soigner que la plupart des enfants de son âge ?",
  "parent_survey_child_669": "que votre enfant fait des choses qui vous dérangent beaucoup ?",
  "parent_survey_child_670": "en colère contre votre enfant ?",
  "parent_survey_child_671": "Ces déclarations décrivent la façon dont différents soignants agissent envers leurs enfants. Veuillez penser à quelle mesure chaque déclaration décrit la façon dont vous traitez votre enfant. Répondez si chaque élément s'applique \"presque jamais\", \"une fois par mois\", \"une fois par semaine\", \"chaque jour\".",
  "parent_survey_child_672": "Jamais ou presque jamais",
  "parent_survey_child_673": "Une fois par mois",
  "parent_survey_child_674": "Une fois par semaine",
  "parent_survey_child_675": "Tous les jours",
  "parent_survey_child_676": "Je fais en sorte que mon enfant sache exactement ce qu'il peut ou ne peut pas faire.",
  "parent_survey_child_677": "Je dis toujours à mon enfant comment il doit se comporter.",
  "parent_survey_child_678": "J'insiste pour que mon enfant fasse exactement ce qu'on lui dit.",
  "parent_survey_child_679": "Je fais en sorte que mon enfant se sente aimé et nécessaire.",
  "parent_survey_child_680": "Je laisse mon enfant faire tout ce qu'il veut faire.",
  "parent_survey_child_681": "Je fais en sorte que mon enfant sente que ce qu'il fait est important.",
  "parent_survey_child_682": "Je m'intéresse à ce que pense mon enfant et l'encourage à en parler.",
  "parent_survey_child_683": "Je veux contrôler tout ce que fait mon enfant.",
  "parent_survey_child_684": "Je fais savoir à mon enfant que je l'aime.",
  "parent_survey_child_685": "Je traite mon enfant avec douceur et gentillesse.",
  "parent_survey_child_686": "Tous les adultes adoptent certaines méthodes pour enseigner aux enfants le bon comportement ou pour résoudre un problème de comportement. Veuillez lire les méthodes suivantes qui sont utilisées et sélectionner si vous ou quelqu'un d'autre dans votre foyer avez utilisé cela avec votre enfant au cours du <b>mois passé</b>.",
  "parent_survey_child_687": "A retiré des privilèges, interdit quelque chose que mon enfant aimait ou ne lui a pas permis de quitter la maison.",
  "parent_survey_child_688": "Oui",
  "parent_survey_child_689": "Non",
  "parent_survey_child_690": "Expliqué pourquoi quelque chose (le comportement) était mal.",
  "parent_survey_child_691": "Oui",
  "parent_survey_child_692": "Non",
  "parent_survey_child_693": "Crié, hurlé ou crié après lui/elle.",
  "parent_survey_child_694": "Oui",
  "parent_survey_child_695": "Non",
  "parent_survey_child_696": "Fessé, frappé ou giflé lui/elle.",
  "parent_survey_child_697": "Oui",
  "parent_survey_child_698": "Non",
  "parent_survey_child_699": "Croyez-vous que, pour élever votre enfant correctement, vous devez le punir physiquement ?",
  "parent_survey_child_700": "Oui",
  "parent_survey_child_701": "Non",
  "parent_survey_child_702": "Commencer le sondage",
  "parent_survey_child_703": "Précédent",
  "parent_survey_child_704": "Suivant",
  "parent_survey_child_705": "Terminer",
  "parent_survey_family_001": "<block><b><font face=\"Verdana\" size=\"4\">\nMerci encore une fois pour votre participation à ce projet de recherche!</b><br> <br> <p><font face=\"Verdana\" size=\"4\">Le sondage suivant prendra environ 20 à 30 minutes pour être complété et posera des questions sur votre foyer et vous-même.<br><br>Nous vous remercions de répondre avec autant de détails et de précision possible avec les informations dont vous disposerez. Si vous avez des questions concernant ce sondage, n'hésitez pas à contacter le coordinateur de recherche. <br><br>Lorsque vous êtes prêt à commencer, sélectionnez le bouton « démarrer l'enquête ». <br><br><b><font face=\"Verdana\" size=\"4\">Merci!",
  "parent_survey_family_002": "Veuillez répondre aux questions suivantes concernant la communauté dans laquelle vous vivez.",
  "parent_survey_family_003": "Dans votre quartier, y a-t-il des trottoirs ou des sentiers de marche?",
  "parent_survey_family_004": "Oui",
  "parent_survey_family_005": "Non",
  "parent_survey_family_006": "Dans votre quartier, y a-t-il un parc ou un terrain de jeu?",
  "parent_survey_family_007": "Oui",
  "parent_survey_family_008": "Non",
  "parent_survey_family_009": "Dans votre quartier, y a-t-il un centre communautaire ou un centre de loisirs où les familles se réunissent?",
  "parent_survey_family_010": "Oui",
  "parent_survey_family_011": "Non",
  "parent_survey_family_012": "Dans votre quartier, y a-t-il une bibliothèque ou un autre endroit pour obtenir des livres gratuits?",
  "parent_survey_family_013": "Oui",
  "parent_survey_family_014": "Non",
  "parent_survey_family_015": "Dans votre quartier, y a-t-il des déchets ou des ordures sur la rue ou le trottoir?",
  "parent_survey_family_016": "Oui",
  "parent_survey_family_017": "Non",
  "parent_survey_family_018": "Dans votre quartier, y a-t-il des maisons mal entretenues ou délabrées?",
  "parent_survey_family_019": "Oui",
  "parent_survey_family_020": "Non",
  "parent_survey_family_021": "Dans votre quartier, y a-t-il du vandalisme tel que des vitres cassées ou des graffitis?",
  "parent_survey_family_022": "Oui",
  "parent_survey_family_023": "Non",
  "parent_survey_family_024": "Dans quelle mesure êtes-vous d'accord avec ces déclarations sur votre quartier ou communauté?",
  "parent_survey_family_025": "Tout à fait d'accord",
  "parent_survey_family_026": "Plutôt d'accord",
  "parent_survey_family_027": "Plutôt en désaccord",
  "parent_survey_family_028": "Pas du tout d'accord",
  "parent_survey_family_029": "Les gens dans votre quartier s'entraident.",
  "parent_survey_family_030": "Les gens dans votre quartier veillent sur les enfants des uns et des autres.",
  "parent_survey_family_031": "Votre enfant est en sécurité dans votre quartier.",
  "parent_survey_family_032": "Quand vous rencontrez des difficultés, vous savez où aller chercher de l'aide dans votre communauté.",
  "parent_survey_family_033": "Votre enfant est en sécurité à l'école.",
  "parent_survey_family_034": "Ce sont des affirmations que les gens ont faites concernant leur situation alimentaire. Pour ces déclarations, indiquez s'il était souvent vrai, parfois vrai ou jamais vrai pour votre foyer au cours <b>des 12 derniers mois</b>.",
  "parent_survey_family_035": "La nourriture que nous avons achetée n'a tout simplement pas duré, et nous n'avions pas assez d'argent pour en acheter plus.",
  "parent_survey_family_036": "Jamais vrai",
  "parent_survey_family_037": "Parfois vrai",
  "parent_survey_family_038": "Souvent vrai",
  "parent_survey_family_039": "Nous ne pouvions pas nous permettre de manger des repas équilibrés.",
  "parent_survey_family_040": "Jamais vrai",
  "parent_survey_family_041": "Parfois vrai",
  "parent_survey_family_042": "Souvent vrai",
  "parent_survey_family_043": "Au cours <b>des 12 derniers mois</b>, avez-vous ou d'autres adultes de votre foyer réduit la taille de vos repas ou sauté des repas parce qu'il n'y avait pas assez d'argent pour acheter de la nourriture?",
  "parent_survey_family_044": "Oui",
  "parent_survey_family_045": "Non",
  "parent_survey_family_046": "Si oui, combien de fois est-ce arrivé - presque chaque mois, certains mois mais pas tous les mois, ou seulement dans 1 ou 2 mois?",
  "parent_survey_family_047": "Presque chaque mois",
  "parent_survey_family_048": "Certains mois mais pas tous les mois",
  "parent_survey_family_049": "Seulement 1 ou 2 mois",
  "parent_survey_family_050": "Voici des déclarations sur l'environnement dans votre maison. Veuillez indiquer dans quelle mesure vous êtes d'accord que la déclaration est vraie pour votre maison.",
  "parent_survey_family_051": "Nous sommes généralement capables de rester au top des choses.",
  "parent_survey_family_052": "Totalement faux",
  "parent_survey_family_053": "Plutôt faux",
  "parent_survey_family_054": "Plutôt vrai",
  "parent_survey_family_055": "Totalement vrai",
  "parent_survey_family_056": "Vous ne pouvez pas vous entendre penser chez nous.",
  "parent_survey_family_057": "Totalement faux",
  "parent_survey_family_058": "Plutôt faux",
  "parent_survey_family_059": "Plutôt vrai",
  "parent_survey_family_060": "Totalement vrai",
  "parent_survey_family_061": "L'atmosphère dans notre maison est calme.",
  "parent_survey_family_062": "Totalement faux",
  "parent_survey_family_063": "Plutôt faux",
  "parent_survey_family_064": "Plutôt vrai",
  "parent_survey_family_065": "Totalement vrai",
  "parent_survey_family_066": "Nous avons une routine matinale régulière à la maison.",
  "parent_survey_family_067": "Totalement faux",
  "parent_survey_family_068": "Plutôt faux",
  "parent_survey_family_069": "Plutôt vrai",
  "parent_survey_family_070": "Totalement vrai",
  "parent_survey_family_071": "Comment pensez-vous que vous gérez les exigences quotidiennes de l'éducation des enfants?",
  "parent_survey_family_072": "Très bien",
  "parent_survey_family_073": "Assez bien",
  "parent_survey_family_074": "Pas très bien",
  "parent_survey_family_075": "Pas du tout bien",
  "parent_survey_family_076": "Au cours des <b>deux dernières semaines</b>, à quelle fréquence avez-vous été dérangé par les problèmes suivants?",
  "parent_survey_family_077": "Pas du tout",
  "parent_survey_family_078": "Plusieurs jours",
  "parent_survey_family_079": "Plus de la moitié des journées",
  "parent_survey_family_080": "Presque tous les jours",
  "parent_survey_family_081": "Se sentir nerveux, anxieux ou tendu",
  "parent_survey_family_082": "Ne pas être capable d'arrêter ou de contrôler les préoccupations",
  "parent_survey_family_083": "Se sentir abattu, déprimé ou sans espoir",
  "parent_survey_family_084": "Peu d'intérêt ou de plaisir à faire des choses",
  "parent_survey_family_085": "Nous nous intéressons à votre ressenti vis-à-vis des affirmations suivantes. Lisez chaque affirmation attentivement. Indiquez ce que vous ressentez par rapport à chaque affirmation.",
  "parent_survey_family_086": "Très fortement en désaccord",
  "parent_survey_family_087": "Fortement en désaccord",
  "parent_survey_family_088": "Légèrement en désaccord",
  "parent_survey_family_089": "Légèrement d'accord",
  "parent_survey_family_090": "Fortement d'accord",
  "parent_survey_family_091": "Très fortement d'accord",
  "parent_survey_family_092": "Il y a une personne spéciale (ex : conjoint, partenaire, etc.) qui est là quand j'ai besoin.",
  "parent_survey_family_093": "Il y a une personne spéciale (ex : conjoint, partenaire, etc.) avec qui je peux partager joies et peines.",
  "parent_survey_family_094": "Ma famille essaie vraiment de m'aider.",
  "parent_survey_family_095": "Je reçois l'aide émotionnelle & le soutien dont j'ai besoin de ma famille.",
  "parent_survey_family_096": "J'ai une personne spéciale (ex : conjoint, partenaire, etc.) qui est une réelle source de réconfort pour moi.",
  "parent_survey_family_097": "Mes amis essaient vraiment de m'aider.",
  "parent_survey_family_098": "Je peux compter sur mes amis quand les choses tournent mal.",
  "parent_survey_family_099": "Je peux parler de mes problèmes avec ma famille.",
  "parent_survey_family_100": "J'ai des amis avec qui je peux partager mes joies et mes peines.",
  "parent_survey_family_101": "Il y a une personne spéciale (ex : conjoint, partenaire, etc.) dans ma vie qui se soucie de mes sentiments.",
  "parent_survey_family_102": "Ma famille est prête à m'aider à prendre des décisions.",
  "parent_survey_family_103": "Je peux parler de mes problèmes avec mes amis.",
  "parent_survey_family_104": "Dans votre vie quotidienne, à quelle fréquence vous est-il arrivé l'une des choses suivantes?",
  "parent_survey_family_105": "Jamais",
  "parent_survey_family_106": "Moins d'une fois par an",
  "parent_survey_family_107": "Quelques fois par an",
  "parent_survey_family_108": "Quelques fois par mois",
  "parent_survey_family_109": "Au moins une fois par semaine",
  "parent_survey_family_110": "Presque tous les jours",
  "parent_survey_family_111": "Vous êtes traité avec moins de courtoisie ou de respect que d'autres personnes.",
  "parent_survey_family_112": "Vous recevez un service moins bon que d'autres personnes aux restaurants ou magasins.",
  "parent_survey_family_113": "Les gens agissent comme s'ils pensent que vous n'êtes pas intelligent.",
  "parent_survey_family_114": "Les gens agissent comme s'ils avaient peur de vous.",
  "parent_survey_family_115": "Vous êtes menacé ou harcelé.",
  "parent_survey_family_116": "Veuillez sélectionner Oui ou Non pour indiquer si chaque événement vous est arrivé <b>l'année passée</b>.",
  "parent_survey_family_117": "Santé :",
  "parent_survey_family_118": "Une blessure ou une maladie qui vous a gardé au lit une semaine ou plus, ou vous a envoyé à l'hôpital.",
  "parent_survey_family_119": "Oui",
  "parent_survey_family_120": "Non",
  "parent_survey_family_121": "Une blessure ou une maladie moins grave que ci-dessus mais qui vous a tout de même envoyé chez le médecin ou gardé au lit pendant un jour ou deux.",
  "parent_survey_family_122": "Oui",
  "parent_survey_family_123": "Non",
  "parent_survey_family_124": "Travaux dentaires majeurs.",
  "parent_survey_family_125": "Oui",
  "parent_survey_family_126": "Non",
  "parent_survey_family_127": "Changement majeur dans les habitudes alimentaires.",
  "parent_survey_family_128": "Oui",
  "parent_survey_family_129": "Non",
  "parent_survey_family_130": "Changement important dans les habitudes de sommeil.",
  "parent_survey_family_131": "Oui",
  "parent_survey_family_132": "Non",
  "parent_survey_family_133": "Changement significatif dans votre type habituel et/ou quantité de loisirs.",
  "parent_survey_family_134": "Oui",
  "parent_survey_family_135": "Non",
  "parent_survey_family_136": "Travail :",
  "parent_survey_family_137": "Changement vers un nouveau type de travail.",
  "parent_survey_family_138": "Oui",
  "parent_survey_family_139": "Non",
  "parent_survey_family_140": "Changement dans vos heures ou conditions de travail.",
  "parent_survey_family_141": "Oui",
  "parent_survey_family_142": "Non",
  "parent_survey_family_143": "Changement dans vos responsabilités au travail (plus de responsabilités).",
  "parent_survey_family_144": "Oui",
  "parent_survey_family_145": "Non",
  "parent_survey_family_146": "Changement dans vos responsabilités au travail (moins de responsabilités).",
  "parent_survey_family_147": "Oui",
  "parent_survey_family_148": "Non",
  "parent_survey_family_149": "Changement dans vos responsabilités au travail (promotion).",
  "parent_survey_family_150": "Oui",
  "parent_survey_family_151": "Non",
  "parent_survey_family_152": "Changement dans vos responsabilités au travail (rétrogradation).",
  "parent_survey_family_153": "Oui",
  "parent_survey_family_154": "Non",
  "parent_survey_family_155": "Changement dans vos responsabilités au travail (transfert).",
  "parent_survey_family_156": "Oui",
  "parent_survey_family_157": "Non",
  "parent_survey_family_158": "Problèmes au travail (avec votre patron).",
  "parent_survey_family_159": "Oui",
  "parent_survey_family_160": "Non",
  "parent_survey_family_161": "Problèmes au travail (avec vos collègues).",
  "parent_survey_family_162": "Oui",
  "parent_survey_family_163": "Non",
  "parent_survey_family_164": "Problèmes au travail (avec des personnes sous votre supervision).",
  "parent_survey_family_165": "Oui",
  "parent_survey_family_166": "Non",
  "parent_survey_family_167": "Autres problèmes de travail.",
  "parent_survey_family_168": "Oui",
  "parent_survey_family_169": "Non",
  "parent_survey_family_170": "Ajustement commercial majeur.",
  "parent_survey_family_171": "Oui",
  "parent_survey_family_172": "Non",
  "parent_survey_family_173": "Retraite.",
  "parent_survey_family_174": "Oui",
  "parent_survey_family_175": "Non",
  "parent_survey_family_176": "Perte d'emploi (licenciement).",
  "parent_survey_family_177": "Oui",
  "parent_survey_family_178": "Non",
  "parent_survey_family_179": "Perte d'emploi (renvoi).",
  "parent_survey_family_180": "Oui",
  "parent_survey_family_181": "Non",
  "parent_survey_family_182": "Suivre un cours pour vous aider dans votre travail.",
  "parent_survey_family_183": "Oui",
  "parent_survey_family_184": "Non",
  "parent_survey_family_185": "Maison et Famille :",
  "parent_survey_family_186": "Changement majeur des conditions de vie.",
  "parent_survey_family_187": "Oui",
  "parent_survey_family_188": "Non",
  "parent_survey_family_189": "Changement de résidence (déménagement dans la même ville).",
  "parent_survey_family_190": "Oui",
  "parent_survey_family_191": "Non",
  "parent_survey_family_192": "Changement de résidence (déménagement dans une autre ville, province ou état).",
  "parent_survey_family_193": "Oui",
  "parent_survey_family_194": "Non",
  "parent_survey_family_195": "Changement dans les réunions de famille.",
  "parent_survey_family_196": "Oui",
  "parent_survey_family_197": "Non",
  "parent_survey_family_198": "Changement majeur de santé ou de comportement d'un membre de la famille.",
  "parent_survey_family_199": "Oui",
  "parent_survey_family_200": "Non",
  "parent_survey_family_201": "Mariage.",
  "parent_survey_family_202": "Oui",
  "parent_survey_family_203": "Non",
  "parent_survey_family_204": "Grossesse.",
  "parent_survey_family_205": "Oui",
  "parent_survey_family_206": "Non",
  "parent_survey_family_207": "Arrivée d'un nouveau membre dans la famille (naissance d'un enfant).",
  "parent_survey_family_208": "Oui",
  "parent_survey_family_209": "Non",
  "parent_survey_family_210": "Arrivée d'un nouveau membre dans la famille (adoption d'un enfant).",
  "parent_survey_family_211": "Oui",
  "parent_survey_family_212": "Non",
  "parent_survey_family_213": "Arrivée d'un nouveau membre dans la famille (un parent emménage chez vous).",
  "parent_survey_family_214": "Oui",
  "parent_survey_family_215": "Non",
  "parent_survey_family_216": "Début ou fin de travail de l'époux(se).",
  "parent_survey_family_217": "Oui",
  "parent_survey_family_218": "Non",
  "parent_survey_family_219": "Un enfant quitte la maison (pour aller à l'université).",
  "parent_survey_family_220": "Oui",
  "parent_survey_family_221": "Non",
  "parent_survey_family_222": "Un enfant quitte la maison (en raison du mariage).",
  "parent_survey_family_223": "Oui",
  "parent_survey_family_224": "Non",
  "parent_survey_family_225": "Un enfant quitte la maison (pour d'autres raisons).",
  "parent_survey_family_226": "Oui",
  "parent_survey_family_227": "Non",
  "parent_survey_family_228": "Changement dans les disputes avec le conjoint.",
  "parent_survey_family_229": "Oui",
  "parent_survey_family_230": "Non",
  "parent_survey_family_231": "Problèmes avec les beaux-parents.",
  "parent_survey_family_232": "Oui",
  "parent_survey_family_233": "Non",
  "parent_survey_family_234": "Changement de l'état matrimonial de vos parents (divorce).",
  "parent_survey_family_235": "Oui",
  "parent_survey_family_236": "Non",
  "parent_survey_family_237": "Changement de l'état matrimonial de vos parents (remariage).",
  "parent_survey_family_238": "Oui",
  "parent_survey_family_239": "Non",
  "parent_survey_family_240": "Séparation avec le conjoint (en raison du travail).",
  "parent_survey_family_241": "Oui",
  "parent_survey_family_242": "Non",
  "parent_survey_family_243": "Séparation avec le conjoint (en raison de problèmes conjugaux).",
  "parent_survey_family_244": "Oui",
  "parent_survey_family_245": "Non",
  "parent_survey_family_246": "Divorce.",
  "parent_survey_family_247": "Oui",
  "parent_survey_family_248": "Non",
  "parent_survey_family_249": "Naissance d'un petit-enfant.",
  "parent_survey_family_250": "Oui",
  "parent_survey_family_251": "Non",
  "parent_survey_family_252": "Décès du conjoint.",
  "parent_survey_family_253": "Oui",
  "parent_survey_family_254": "Non",
  "parent_survey_family_255": "Décès d'un autre membre de la famille (enfant).",
  "parent_survey_family_256": "Oui",
  "parent_survey_family_257": "Non",
  "parent_survey_family_258": "Décès d'un autre membre de la famille (frère ou sœur).",
  "parent_survey_family_259": "Oui",
  "parent_survey_family_260": "Non",
  "parent_survey_family_261": "Décès d'un autre membre de la famille (parent).",
  "parent_survey_family_262": "Oui",
  "parent_survey_family_263": "Non",
  "parent_survey_family_264": "Personnel et Social :",
  "parent_survey_family_265": "Changement dans les habitudes personnelles.",
  "parent_survey_family_266": "Oui",
  "parent_survey_family_267": "Non",
  "parent_survey_family_268": "Début ou fin de l'école ou de l'université.",
  "parent_survey_family_269": "Oui",
  "parent_survey_family_270": "Non",
  "parent_survey_family_271": "Changement d'école ou d'université.",
  "parent_survey_family_272": "Oui",
  "parent_survey_family_273": "Non",
  "parent_survey_family_274": "Changement de convictions politiques.",
  "parent_survey_family_275": "Oui",
  "parent_survey_family_276": "Non",
  "parent_survey_family_277": "Changement de convictions religieuses.",
  "parent_survey_family_278": "Oui",
  "parent_survey_family_279": "Non",
  "parent_survey_family_280": "Changement dans les activités sociales.",
  "parent_survey_family_281": "Oui",
  "parent_survey_family_282": "Non",
  "parent_survey_family_283": "Vacances.",
  "parent_survey_family_284": "Oui",
  "parent_survey_family_285": "Non",
  "parent_survey_family_286": "Nouvelle relation personnelle proche.",
  "parent_survey_family_287": "Oui",
  "parent_survey_family_288": "Non",
  "parent_survey_family_289": "Fiançailles pour le mariage.",
  "parent_survey_family_290": "Oui",
  "parent_survey_family_291": "Non",
  "parent_survey_family_292": "Problèmes avec petit(e)-ami(e).",
  "parent_survey_family_293": "Oui",
  "parent_survey_family_294": "Non",
  "parent_survey_family_295": "\"Rupture\" d'une relation personnelle proche.",
  "parent_survey_family_296": "Oui",
  "parent_survey_family_297": "Non",
  "parent_survey_family_298": "Un accident.",
  "parent_survey_family_299": "Oui",
  "parent_survey_family_300": "Non",
  "parent_survey_family_301": "Infraction mineure à la loi.",
  "parent_survey_family_302": "Oui",
  "parent_survey_family_303": "Non",
  "parent_survey_family_304": "Décès d'un ami proche.",
  "parent_survey_family_305": "Oui",
  "parent_survey_family_306": "Non",
  "parent_survey_family_307": "Décision majeure concernant votre avenir immédiat.",
  "parent_survey_family_308": "Oui",
  "parent_survey_family_309": "Non",
  "parent_survey_family_310": "Grande réalisation personnelle.",
  "parent_survey_family_311": "Oui",
  "parent_survey_family_312": "Non",
  "parent_survey_family_313": "Financier :",
  "parent_survey_family_314": "Changement majeur des finances (revenu accru).",
  "parent_survey_family_315": "Oui",
  "parent_survey_family_316": "Non",
  "parent_survey_family_317": "Changement majeur des finances (revenu diminué).",
  "parent_survey_family_318": "Oui",
  "parent_survey_family_319": "Non",
  "parent_survey_family_320": "Changement majeur des finances (difficultés d'investissement et/ou de crédit).",
  "parent_survey_family_321": "Oui",
  "parent_survey_family_322": "Non",
  "parent_survey_family_323": "Perte ou dommages de biens personnels.",
  "parent_survey_family_324": "Oui",
  "parent_survey_family_325": "Non",
  "parent_survey_family_326": "Achat modéré.",
  "parent_survey_family_327": "Oui",
  "parent_survey_family_328": "Non",
  "parent_survey_family_329": "Achat important.",
  "parent_survey_family_330": "Oui",
  "parent_survey_family_331": "Non",
  "parent_survey_family_332": "Forclusion d'une hypothèque ou d'un prêt.",
  "parent_survey_family_333": "Oui",
  "parent_survey_family_334": "Non",
  "parent_survey_family_335": "<b>Instructions :</b> Imaginez que cette ligne représente l'endroit où les gens se situent dans le <i>pays où vous vivez</i>. À droite se trouvent les personnes les mieux loties - celles qui ont le plus d'argent, d'éducation et les emplois les plus respectés. À gauche se trouvent les personnes les plus désavantagées - celles qui ont le moins d'argent, d'éducation et les emplois les moins respectés, voire aucun emploi. Plus vous êtes à droite sur la ligne, plus vous êtes proche des personnes au sommet ; plus vous êtes à gauche, plus vous êtes proche des personnes en bas.<br><b>Où vous situez-vous sur cette ligne ?</b><br>Déplacez le curseur là où vous pensez vous situer à ce moment de votre vie par rapport aux autres personnes dans votre pays.",
  "parent_survey_family_336": "<b>Instructions :</b> Imaginez cette ligne comme représentant l'endroit où les gens se situent dans leurs <i>communautés</i>. Les gens définissent la communauté de différentes manières ; veuillez la définir de la manière qui vous semble la plus significative. À droite se trouvent les personnes qui ont la plus haute position dans leur communauté. À gauche se trouvent les personnes ayant le statut le plus bas dans leur communauté.<br><b>Où vous situez-vous sur cette ligne ?</b><br>Déplacez le curseur à l'endroit où vous pensez être à ce moment de votre vie par rapport aux autres personnes de votre communauté.",
  "navigation.startSurvey": "Commencer le sondage",
  "navigation.previous": "Précédent",
  "navigation.next": "Suivant",
  "navigation.finish": "Terminer",
  "participant": "participant",
  "password": "mot de passe",
  "pick-buddy": "Choisissez un ami avec qui jouer !",
  "profile": "profil",
  "progress": "progrès",
  "proud": "fier",
  "redball": "La balle rouge",
  "redstack": "La pile rouge de taille moyenne",
  "replay-button": "Appuie sur le bouton haut-parleur si tu veux que la question soit répétée.",
  "report": "rapport",
  "roar": "ROAR",
  "rocks": "Une roche",
  "rug": "Sous le tapis",
  "sad": "triste",
  "same-different-selection-both-blue": "Voici deux cartes. Elles ont quelque chose en commun. Elles ont toutes les deux des formes bleues.",
  "same-different-selection-both-blue-heavy": "Voici deux images. Quelque chose est pareil. Elles sont toutes deux bleues.",
  "same-different-selection-both-circles": "Voici deux cartes. Elles ont quelque chose en commun. Elles ont toutes les deux des cercles.",
  "same-different-selection-both-circles-heavy": "Voici deux images. Quelque chose est pareil. Ce sont tous deux des cercles.",
  "same-different-selection-both-green": "Voici deux cartes. Elles ont quelque chose en commun. Elles ont toutes les deux des formes vertes.",
  "same-different-selection-both-green-heavy": "Voici deux images. Quelque chose est pareil. Elles sont toutes deux vertes.",
  "same-different-selection-both-large": "Voici deux cartes. Elles ont quelque chose en commun. Elles ont toutes les deux des grandes formes.",
  "same-different-selection-both-large-heavy": "Voici deux images. Quelque chose est pareil. Elles sont toutes deux grandes.",
  "same-different-selection-both-medium": "Voici deux cartes. Elles ont quelque chose en commun. Elles ont toutes les deux des formes de taille moyenne.",
  "same-different-selection-both-medium-heavy": "Voici deux images. Quelque chose est pareil. Elles sont toutes deux moyennes.",
  "same-different-selection-both-red": "Voici deux cartes. Elles ont quelque chose en commun. Elles ont toutes les deux des formes rouges.",
  "same-different-selection-both-red-heavy": "Voici deux images. Quelque chose est pareil. Elles sont toutes deux rouges.",
  "same-different-selection-both-small": "Voici deux cartes. Elles ont quelque chose en commun. Elles ont toutes les deux des petites formes.",
  "same-different-selection-both-small-heavy": "Voici deux images. Quelque chose est pareil. Elles sont toutes deux petites.",
  "same-different-selection-both-squares": "Voici deux cartes. Elles ont quelque chose en commun. Elles ont toutes les deux des carrés.",
  "same-different-selection-both-squares-heavy": "Voici deux images. Quelque chose est pareil. Ce sont tous deux des carrés.",
  "same-different-selection-both-triangles": "Voici deux cartes. Elles ont quelque chose en commun. Elles ont toutes les deux des triangles.",
  "same-different-selection-both-triangles-heavy": "Voici deux images. Quelque chose est pareil. Ce sont tous deux des triangles.",
  "same-different-selection-both-yellow": "Voici deux cartes. Elles ont quelque chose en commun. Elles ont toutes les deux des formes jaunes.",
  "same-different-selection-both-yellow-heavy": "Voici deux images. Quelque chose est pareil. Elles sont toutes deux jaunes.",
  "same-different-selection-instruct1": "Voici le jeu de correspondance. Dans ce jeu, tu vas choisir des ensembles de cartes qui correspondent d'une certaine manière. D'abord, regardons certaines des cartes que tu vas voir.",
  "same-different-selection-instruct1-heavy": "Ceci est le jeu de correspondance. Dans ce jeu, nous allons regarder des images et trouver des éléments qui sont les mêmes d'une certaine façon.",
  "same-different-selection-instruct2": "Maintenant, tu vas voir deux cartes qui sont les mêmes d'une certaine manière. Ensuite, tu verras une nouvelle carte semblable à l'une de ces cartes. Ta tâche est de choisir la carte qui est similaire à la nouvelle carte.",
  "same-different-selection-instruct2-heavy": "Maintenant, nous allons regarder d'autres images et trouver des éléments qui sont les mêmes. Apprenons à jouer !",
  "same-different-selection-instruct3": "Maintenant, tu vas voir trois cartes, et tu vas choisir deux qui sont similaires de quelque façon. Ensuite, tu verras à nouveau les mêmes cartes et tu choisiras deux cartes qui sont similaires d'une manière différente.",
  "same-different-selection-instruct3-heavy": "Maintenant, tu vas jouer le reste du jeu tout seul !",
  "same-different-selection-instruct4-heavy": "Maintenant, nous allons essayer quelque chose de nouveau ! Tu vas chercher des paires de formes qui sont les mêmes d'une certaine façon. Apprenons comment faire !",
  "same-different-selection-instruct5-heavy": "Voici trois images. Je dois choisir 2 d'entre elles qui sont les mêmes d'une certaine façon. Je vais choisir ces 2 images car elles sont toutes deux des triangles.",
  "same-different-selection-instruct6-heavy": "Voici les mêmes trois images. Je dois choisir 2 d'entre elles qui sont les mêmes d'une manière différente. Je vais choisir ces 2 images car elles sont toutes deux rouges.",
  "same-different-selection-touch-1": "Choisis la carte avec 1 étoile.",
  "same-different-selection-touch-1-heavy": "Montre-moi l'image avec une forme.",
  "same-different-selection-touch-2": "Choisis la carte avec 2 étoiles.",
  "same-different-selection-touch-2-heavy": "Montre-moi l'image avec deux formes.",
  "same-different-selection-touch-3": "Choisis la carte avec 3 étoiles.",
  "same-different-selection-touch-3-heavy": "Montre-moi l'image avec trois formes.",
  "same-different-selection-touch-4": "Choisis la carte avec 4 étoiles.",
  "same-different-selection-touch-4-heavy": "Montre-moi l'image avec quatre formes.",
  "same-different-selection-touch-black": "Choisis l'étoile sur la carte noire.",
  "same-different-selection-touch-black-heavy": "Montre-moi l'image avec le fond noir.",
  "same-different-selection-touch-blue": "Choisis la carte avec une forme bleue.",
  "same-different-selection-touch-blue-heavy": "Montre-moi le bleu.",
  "same-different-selection-touch-circle": "Choisis la carte avec un cercle.",
  "same-different-selection-touch-circle-heavy": "Montre-moi le cercle.",
  "same-different-selection-touch-gray": "Choisis l'étoile sur la carte grise.",
  "same-different-selection-touch-gray-heavy": "Montre-moi l'image avec le fond gris.",
  "same-different-selection-touch-green": "Choisis la carte avec une forme verte.",
  "same-different-selection-touch-green-heavy": "Montre-moi le vert.",
  "same-different-selection-touch-large": "Choisis la carte avec une grande forme.",
  "same-different-selection-touch-large-heavy": "Montre-moi le grand.",
  "same-different-selection-touch-medium": "Choisis la carte avec une forme de taille moyenne.",
  "same-different-selection-touch-medium-heavy": "Montre-moi le moyen.",
  "same-different-selection-touch-red": "Choisis la carte avec une forme rouge.",
  "same-different-selection-touch-red-heavy": "Montre-moi le rouge.",
  "same-different-selection-touch-small": "Choisis la carte avec une petite forme.",
  "same-different-selection-touch-small-heavy": "Montre-moi le petit.",
  "same-different-selection-touch-square": "Choisis la carte avec un carré.",
  "same-different-selection-touch-square-heavy": "Montre-moi le carré.",
  "same-different-selection-touch-star": "Choisis la carte avec une étoile.",
  "same-different-selection-touch-star-heavy": "Montre-moi l'étoile.",
  "same-different-selection-touch-striped": "Choisis l'étoile sur la carte rayée.",
  "same-different-selection-touch-striped-heavy": "Montre-moi l'image avec le fond rayé.",
  "same-different-selection-touch-triangle": "Choisis la carte avec un triangle.",
  "same-different-selection-touch-triangle-heavy": "Montre-moi le triangle.",
  "same-different-selection-touch-white": "Choisis l'étoile sur la carte blanche.",
  "same-different-selection-touch-white-heavy": "Montre-moi l'image avec le fond blanc.",
  "same-different-selection-touch-yellow": "Choisis la carte avec une forme jaune.",
  "same-different-selection-touch-yellow-heavy": "Montre-moi le jaune.",
  "save": "sauvegarder",
  "scared": "effrayé",
  "score": "score",
  "sds-2match-prompt1": "Voici un nouvel ensemble de cartes. Choisissez deux cartes qui sont semblables d'une certaine manière.",
  "sds-2match-prompt1-heavy": "Voici de nouvelles images. Choisis deux d'entre elles qui sont les mêmes d'une certaine façon.",
  "sds-2match-prompt2": "Choisissez deux cartes qui sont semblables de manière différente.",
  "sds-2match-prompt2-heavy": "Choisis maintenant deux images qui sont les mêmes d'une manière différente.",
  "sds-3match-prompt2": "Voici le même ensemble de cartes. Choisissez deux cartes qui sont semblables de manière différente.",
  "sds-3match-prompt2-heavy": "Voici les mêmes images. Choisissez deux d'entre elles qui sont identiques d'une manière différente.",
  "sds-3unique-prompt1": "Choisissez trois cartes qui sont semblables d'une seule manière.",
  "sds-3unique-prompt1-heavy": "Choisis trois images qui sont les mêmes d'une seule façon.",
  "sds-3unique-prompt2": "Choisissez encore trois cartes qui sont semblables d'une seule manière.",
  "sds-3unique-prompt2-heavy": "Choisis trois autres images qui sont les mêmes d'une seule façon.",
  "sds-match-demo1-heavy": "Voici trois images. Je dois choisir deux d'entre elles qui sont les mêmes d'une certaine façon. Je vais choisir ces deux images car elles sont toutes deux des triangles.",
  "sds-match-demo2-heavy": "Voici les mêmes trois images. Je dois choisir deux d'entre elles qui sont les mêmes d'une manière différente. Je vais choisir ces deux images car elles sont toutes deux petites.",
  "sds-pick-square-demo-heavy": "Je vais choisir celle-ci ! Celle-ci est identique à la nouvelle image car elles sont toutes deux des carrés.",
  "sds-prompt3": "Voici une autre carte. Laquelle de ces cartes est semblable à celle-ci?",
  "sds-prompt3-demo-heavy": "Voici une autre image. Je dois choisir laquelle de ces images est identique à cette nouvelle image.",
  "sds-prompt3-heavy": "Voici une autre image. Laquelle de ces images est identique à cette nouvelle image ?",
  "sds-your-turn": "À ton tour maintenant !",
  "settings": "paramètres",
  "shared-choose-picture-press-arrow": "Pour utiliser une touche fléchée pour choisir une image, appuyez sur la touche qui pointe dans la même direction que la flèche sous l'image.",
  "shared-intro-devices": "Vous pouvez appuyer sur un écran tactile, utiliser le pavé tactile ou appuyer sur les touches fléchées pour cette activité. Essayez maintenant.",
  "shared-intro-replay": "Vous pouvez appuyer sur le bouton de relecture pour réécouter. Essayez maintenant.",
  "shelf": "Sur l'étagère",
  "shirts": "Chemises",
  "shoes": "Chaussures",
  "sign_in": "se connecter",
  "sign_out": "se déconnecter",
  "small_cup": "La petite tasse",
  "soccerball": "La balle de soccer de taille moyenne",
  "socks": "Chaussettes",
  "storybook": "Un livre d'histoires",
  "student": "élève",
  "subtraction-prompt1": "Soustrais les chiffres et choisis la réponse correcte.",
  "subtraction-prompt2": "Soustrais les chiffres.",
  "success": "succès",
  "surprised": "surpris",
  "survey": "sondage",
  "surveys/user-survey.specificRelationDescriptionChildA": "Pour enfant avec Mois de naissance",
  "surveys/user-survey.specificRelationDescriptionChildB": "et Année de naissance",
  "surveys/user-survey.specificRelationDescriptionClass": "Pour classe",
  "table": "Sur la table",
  "task": "tâche",
  "task-completion": "Tu as terminé le jeu. Merci !",
  "task-finished": "Tu as terminé le jeu. Merci !",
  "teacher": "enseignant",
  "teacher_survey_classroom_001": "<b><font face=\"Verdana\" size=\"4\">Ceci est la Partie B du sondage.</b><br> <br> <p><font face=\"Verdana\" size=\"4\">Dans la Partie B, les questions concernent spécifiquement la salle de classe. Si vous enseignez à plusieurs classes d'élèves participant à ce projet, vous devrez remplir la Partie B séparément pour chaque classe. <br><br>Si vous enseignez une seule matière, veuillez remplir au mieux les questions portant sur d'autres matières ou consulter un collègue pour obtenir ces informations uniquement. <br><br>Lorsque vous êtes prêt à commencer, sélectionnez le bouton \"Suivant\". <br><br><b><font face=\"Verdana\" size=\"4\">Merci !",
  "teacher_survey_classroom_002": "Combien de classes enseignez-vous qui contiennent des élèves participant à ce projet de recherche ?",
  "teacher_survey_classroom_003": "Y a-t-il un autre adulte payé pour vous aider dans cette salle de classe (par exemple, un assistant enseignant, un enseignant co-directeur, etc.) ?",
  "teacher_survey_classroom_004": "Oui",
  "teacher_survey_classroom_005": "Non",
  "teacher_survey_classroom_006": "Combien d'élèves sont inscrits dans cette salle de classe ?",
  "teacher_survey_classroom_007": "nombre d'élèves",
  "teacher_survey_classroom_008": "Combien d'enfants de chaque sexe y a-t-il dans cette classe ?",
  "teacher_survey_classroom_009": "nombre",
  "teacher_survey_classroom_010": "Filles",
  "teacher_survey_classroom_011": "nombre",
  "teacher_survey_classroom_012": "Garçons",
  "teacher_survey_classroom_013": "nombre",
  "teacher_survey_classroom_014": "Non binaire",
  "teacher_survey_classroom_015": "nombre",
  "teacher_survey_classroom_016": "Autre",
  "teacher_survey_classroom_017": "À la date d'aujourd'hui, combien d'enfants de cette classe ont chacun des niveaux d'âge suivants ?",
  "teacher_survey_classroom_018": "nombre",
  "teacher_survey_classroom_019": "5 ans ou moins",
  "teacher_survey_classroom_020": "nombre",
  "teacher_survey_classroom_021": "6 ans",
  "teacher_survey_classroom_022": "nombre",
  "teacher_survey_classroom_023": "7 ans",
  "teacher_survey_classroom_024": "nombre",
  "teacher_survey_classroom_025": "8 ans",
  "teacher_survey_classroom_026": "nombre",
  "teacher_survey_classroom_027": "9 ans",
  "teacher_survey_classroom_028": "nombre",
  "teacher_survey_classroom_029": "10 ans",
  "teacher_survey_classroom_030": "nombre",
  "teacher_survey_classroom_031": "11 ans",
  "teacher_survey_classroom_032": "nombre",
  "teacher_survey_classroom_033": "12 ans",
  "teacher_survey_classroom_034": "nombre",
  "teacher_survey_classroom_035": "13 ans ou plus",
  "teacher_survey_classroom_036": "Enseignez-vous actuellement dans une classe multi-niveaux ?",
  "teacher_survey_classroom_037": "Oui",
  "teacher_survey_classroom_038": "Non",
  "teacher_survey_classroom_039": "Si oui, quels niveaux de classes sont inclus dans la classe que vous enseignez ? (sélectionnez tout ce qui s'applique)",
  "teacher_survey_classroom_040": "Prématernelle",
  "teacher_survey_classroom_041": "Maternelle de transition (ou de préparation)",
  "teacher_survey_classroom_042": "Maternelle",
  "teacher_survey_classroom_043": "1ère année",
  "teacher_survey_classroom_044": "2ème année",
  "teacher_survey_classroom_045": "3ème année",
  "teacher_survey_classroom_046": "4ème année",
  "teacher_survey_classroom_047": "5ème année",
  "teacher_survey_classroom_048": "6ème année",
  "teacher_survey_classroom_049": "7ème année",
  "teacher_survey_classroom_050": "8ème année",
  "teacher_survey_classroom_051": "Quel niveau scolaire enseignez-vous ?",
  "teacher_survey_classroom_052": "Quelles langues sont parlées par les élèves de cette classe (sélectionnez tout ce qui s'applique) ?",
  "teacher_survey_classroom_053": "Arabe",
  "teacher_survey_classroom_054": "Chinois",
  "teacher_survey_classroom_055": "Anglais",
  "teacher_survey_classroom_056": "Français",
  "teacher_survey_classroom_057": "Allemand",
  "teacher_survey_classroom_058": "Coréen",
  "teacher_survey_classroom_059": "Espagnol",
  "teacher_survey_classroom_060": "Tagalog",
  "teacher_survey_classroom_061": "Vietnamien",
  "teacher_survey_classroom_062": "Quelles langues parlez-vous ou votre professeur assistant <b>en classe</b> (sélectionnez tout ce qui s'applique) ?",
  "teacher_survey_classroom_063": "Environ combien d'enfants dans cette classe sont en DESSOUS du niveau scolaire en ce qui concerne leurs compétences en lecture ?",
  "teacher_survey_classroom_064": "nombre d'enfants",
  "teacher_survey_classroom_065": "Environ combien d'enfants dans cette classe sont AU-DESSUS du niveau scolaire en ce qui concerne leurs compétences en lecture ?",
  "teacher_survey_classroom_066": "nombre d'enfants",
  "teacher_survey_classroom_067": "Environ combien d'enfants dans cette classe sont en DESSOUS du niveau scolaire en ce qui concerne leurs compétences en mathématiques ?",
  "teacher_survey_classroom_068": "nombre d'enfants",
  "teacher_survey_classroom_069": "Environ combien d'enfants dans cette classe sont AU-DESSUS du niveau scolaire en ce qui concerne leurs compétences en mathématiques ?",
  "teacher_survey_classroom_070": "nombre d'enfants",
  "teacher_survey_classroom_071": "Combien de fois par semaine les enfants de cette classe travaillent-ils habituellement sur des leçons ou des projets en lecture et langage, que ce soit en classe entière, en petits groupes ou en arrangements individualisés ?",
  "teacher_survey_classroom_073": "Moins d'une fois par semaine",
  "teacher_survey_classroom_074": "1 - 2 fois par semaine",
  "teacher_survey_classroom_075": "3 - 4 fois par semaine",
  "teacher_survey_classroom_077": "Combien de temps par jour les enfants de cette classe travaillent-ils habituellement sur des leçons ou des projets en lecture et langage, que ce soit en classe entière, en petits groupes ou en arrangements individualisés ?",
  "teacher_survey_classroom_078": "1 - 30 minutes par jour",
  "teacher_survey_classroom_079": "31 - 60 minutes par jour",
  "teacher_survey_classroom_080": "61 - 90 minutes par jour",
  "teacher_survey_classroom_081": "Plus de 90 minutes par jour",
  "teacher_survey_classroom_082": "Combien de fois par semaine les enfants de cette classe travaillent-ils habituellement sur des leçons ou des projets en mathématiques, que ce soit en classe entière, en petits groupes ou en arrangements individualisés ?",
  "teacher_survey_classroom_083": "Jamais",
  "teacher_survey_classroom_084": "Moins d'une fois par semaine",
  "teacher_survey_classroom_085": "1 - 2 fois par semaine",
  "teacher_survey_classroom_086": "3 - 4 fois par semaine",
  "teacher_survey_classroom_087": "Tous les jours",
  "teacher_survey_classroom_088": "Combien de temps par jour les enfants de cette classe travaillent-ils habituellement sur des leçons ou des projets en mathématiques, que ce soit en classe entière, en petits groupes ou en arrangements individualisés ?",
  "teacher_survey_classroom_089": "1 - 30 minutes par jour",
  "teacher_survey_classroom_090": "31 - 60 minutes par jour",
  "teacher_survey_classroom_091": "61 - 90 minutes par jour",
  "teacher_survey_classroom_092": "Plus de 90 minutes par jour",
  "teacher_survey_classroom_093": "Pensez aux familles des enfants de cette classe à qui vous avez enseigné cette année scolaire. Pour combien de familles environ chacune des déclarations suivantes est-elle vraie ?",
  "teacher_survey_classroom_094": "Les familles semblent dépassées par le fait de devoir soutenir l'apprentissage de leurs enfants.",
  "teacher_survey_classroom_095": "Aucun",
  "teacher_survey_classroom_096": "Une ou quelques-unes",
  "teacher_survey_classroom_097": "Beaucoup",
  "teacher_survey_classroom_098": "Toutes ou presque toutes",
  "teacher_survey_classroom_099": "Les familles font leur part pour soutenir l'apprentissage des enfants.",
  "teacher_survey_classroom_100": "Aucun",
  "teacher_survey_classroom_101": "Une ou quelques-unes",
  "teacher_survey_classroom_102": "Beaucoup",
  "teacher_survey_classroom_103": "Toutes ou presque toutes",
  "teacher_survey_classroom_104": "Veuillez indiquer à quel point vous avez été satisfait ou insatisfait de ce qui suit cette année scolaire.",
  "teacher_survey_classroom_105": "Communication entre vous et les familles.",
  "teacher_survey_classroom_106": "Pas du tout satisfait",
  "teacher_survey_classroom_107": "Légèrement satisfait",
  "teacher_survey_classroom_108": "Modérément satisfait",
  "teacher_survey_classroom_109": "Assez satisfait",
  "teacher_survey_classroom_110": "Très satisfait",
  "teacher_survey_classroom_111": "Communication entre vous et vos élèves.",
  "teacher_survey_classroom_112": "Pas du tout satisfait",
  "teacher_survey_classroom_113": "Légèrement satisfait",
  "teacher_survey_classroom_114": "Modérément satisfait",
  "teacher_survey_classroom_115": "Assez satisfait",
  "teacher_survey_classroom_116": "Très satisfait",

  "teacher_survey_general_001": "<b><font face=\"Verdana\" size=\"4\">Merci d’avoir pris le temps (~10 minutes) de répondre à ce sondage !</b><br> <br> <p><font face=\"Verdana\" size=\"4\">Certains élèves que vous enseignez participent à un projet de recherche portant sur la façon dont les enfants apprennent et se développent. Vos réponses dans ce sondage devraient s'appliquer à votre classe, à votre école et à vos convictions professionnelles plutôt qu'à un enfant en particulier. <br><br><b><font face=\"Verdana\" size=\"4\">Ce sondage comporte deux parties : Partie A et Partie B.</b><br> <br> <p><font face=\"Verdana\" size=\"4\">Dans la Partie A, les questions concernent vos antécédents et vos croyances. <br><br>Dans la partie B, les questions sont spécifiques à la classe. Si vous enseignez à plus d'une classe d'élèves inclus dans ce projet, vous remplirez la partie B séparément pour chaque classe. <br><br>Si vous enseignez une seule matière, veuillez remplir les questions relatives à d'autres matières du mieux que vous le pouvez ou consulter un collègue pour ces détails uniquement. <br><br>Merci pour votre participation ! Vos réponses fournissent des informations inestimables sur l'éducation de vos élèves. <br><br>Quand vous êtes prêt à commencer, sélectionnez le bouton \"Commencer le sondage\". <br><br><b><font face=\"Verdana\" size=\"4\">Merci !",
  "teacher_survey_general_002": "<b><font face=\"Verdana\" size=\"3\">PARTIE A : </b><font face=\"Verdana\" size=\"3\">Les questions suivantes concernent vos antécédents, l'école où vous enseignez, vos sentiments à propos de votre emploi et vos croyances sur l’enseignement et les enfants.",
  "teacher_survey_general_003": "<b>Cet ensemble de questions porte sur vos antécédents.</b>",
  "teacher_survey_general_004": "Quel est votre âge actuel ?",
  "teacher_survey_general_005": "ans",
  "teacher_survey_general_006": "Quel est votre sexe ?",
  "teacher_survey_general_010": "Autre (veuillez décrire)",
  "teacher_survey_general_011": "Quel est le plus haut niveau de formation que vous avez terminé ?",
  "teacher_survey_general_012": "Moins que le secondaire",
  "teacher_survey_general_013": "Équivalence du secondaire ou diplôme de lycée",
  "teacher_survey_general_014": "Certaines études collégiales mais sans diplôme",
  "teacher_survey_general_015": "Diplôme de lycée ou équivalent, plus formation technique ou certificat",
  "teacher_survey_general_016": "Diplôme d’associé",
  "teacher_survey_general_017": "Baccalauréat",
  "teacher_survey_general_018": "Maîtrise",
  "teacher_survey_general_019": "Doctorat",
  "teacher_survey_general_020": "Indiquez votre domaine de premier cycle. Cochez TOUTES les cases qui s'appliquent.",
  "teacher_survey_general_021": "Éducation de la petite enfance",
  "teacher_survey_general_022": "Éducation élémentaire",
  "teacher_survey_general_023": "Éducation spécialisée",
  "teacher_survey_general_024": "Développement de l'enfant",
  "teacher_survey_general_025": "Spécialiste de la lecture",
  "teacher_survey_general_026": "Curriculum et didactique",
  "teacher_survey_general_027": "Éducation bilingue/multiculturelle",
  "teacher_survey_general_028": "Autre spécialité liée à l'éducation (ex : éducation secondaire, psychologie éducative, administration de l'éducation, éducation musicale, etc.). Veuillez spécifier :",
  "teacher_survey_general_029": "Spécialité non liée à l'éducation. Veuillez spécifier :",
  "teacher_survey_general_030": "Autre. Veuillez spécifier :",
  "teacher_survey_general_031": "Veuillez spécifier une autre spécialité liée à l'éducation :",
  "teacher_survey_general_032": "Veuillez spécifier une spécialité non liée à l'éducation :",
  "teacher_survey_general_033": "Veuillez spécifier une autre spécialité :",
  "teacher_survey_general_034": "Indiquez le domaine de votre diplôme de deuxième cycle le plus élevé. Cochez TOUTES les cases qui s'appliquent.",
  "teacher_survey_general_035": "Éducation de la petite enfance",
  "teacher_survey_general_036": "Éducation élémentaire",
  "teacher_survey_general_037": "Éducation spécialisée",
  "teacher_survey_general_038": "Développement de l'enfant",
  "teacher_survey_general_039": "Spécialiste de la lecture",
  "teacher_survey_general_040": "Curriculum et didactique",
  "teacher_survey_general_041": "Éducation bilingue/multiculturelle",
  "teacher_survey_general_042": "Autre spécialité liée à l'éducation (ex : éducation secondaire, psychologie éducative, administration de l'éducation, éducation musicale, etc.). Veuillez spécifier :",
  "teacher_survey_general_043": "Spécialité non liée à l'éducation. Veuillez spécifier :",
  "teacher_survey_general_044": "Autre. Veuillez spécifier :",
  "teacher_survey_general_045": "Veuillez spécifier une autre spécialité liée à l'éducation :",
  "teacher_survey_general_046": "Veuillez spécifier une spécialité non liée à l'éducation :",
  "teacher_survey_general_047": "Veuillez spécifier une autre spécialité :",
  "teacher_survey_general_048": "En comptant cette année scolaire, combien d'années avez-vous été enseignant(e) scolaire ? (veuillez arrondir à l'année la plus proche)",
  "teacher_survey_general_049": "Moins d'un an",
  "teacher_survey_general_050": "1 à 2 ans",
  "teacher_survey_general_051": "3 à 5 ans",
  "teacher_survey_general_052": "6 à 10 ans",
  "teacher_survey_general_053": "Plus de 10 ans",
  "teacher_survey_general_054": "<b>Cet ensemble de questions porte sur l'école où vous enseignez actuellement.</b>",
  "teacher_survey_general_055": "En comptant cette année scolaire, combien d'années avez-vous enseigné <b>dans cette école</b> ? (veuillez arrondir à l'année la plus proche)",
  "teacher_survey_general_056": "Veuillez indiquer dans quelle mesure vous êtes d'accord ou non avec les affirmations suivantes concernant cette école.",
  "teacher_survey_general_057": "Fortement en désaccord",
  "teacher_survey_general_058": "En désaccord",
  "teacher_survey_general_059": "D'accord",
  "teacher_survey_general_060": "Fortement d'accord",
  "teacher_survey_general_061": "Je me sens accepté(e) et respecté(e) en tant que collègue par la plupart des membres du personnel.",
  "teacher_survey_general_062": "Les parents soutiennent le personnel de l'école.",
  "teacher_survey_general_063": "Les élèves se sentent soutenus et à l'aise dans cette école.",
  "teacher_survey_general_064": "Le personnel se sent soutenu et à l'aise dans cette école.",
  "teacher_survey_general_065": "Les élèves sont en sécurité lorsqu'ils viennent à cette école.",
  "teacher_survey_general_066": "Le personnel est en sécurité lorsqu'il vient à cette école.",
  "teacher_survey_general_067": "Les installations et la propriété de cette école sont bien entretenues.",
  "teacher_survey_general_068": "Les installations et la propriété de cette école sont propres.",
  "teacher_survey_general_069": "La collaboration continue est quelque chose que les adultes de cette école font bien.",
  "teacher_survey_general_070": "Les adultes travaillant dans cette école entretiennent des relations professionnelles solides.",
  "teacher_survey_general_071": "Les adultes travaillant dans cette école se respectent et se soutiennent mutuellement.",
  "teacher_survey_general_072": "<b>Avec cet ensemble d'éléments, nous souhaitons en savoir plus sur les sentiments des enseignants envers leur travail.</b>",
  "teacher_survey_general_073": "Veuillez sélectionner une réponse qui indique à quelle fréquence vous êtes d'accord avec chacune des affirmations suivantes.",
  "teacher_survey_general_074": "Jamais",
  "teacher_survey_general_075": "Quelques fois par an ou moins",
  "teacher_survey_general_076": "Une fois par mois ou moins",
  "teacher_survey_general_077": "Quelques fois par mois",
  "teacher_survey_general_078": "Une fois par semaine",
  "teacher_survey_general_079": "Quelques fois par semaine",
  "teacher_survey_general_080": "Tous les jours",
  "teacher_survey_general_081": "Je me sens épuisé(e) émotionnellement par mon travail.",
  "teacher_survey_general_082": "Je me sens fatigué(e) quand je me lève le matin et que je dois affronter une nouvelle journée de travail.",
  "teacher_survey_general_083": "Je comprends facilement comment mes élèves se sentent par rapport aux choses.",
  "teacher_survey_general_084": "Je gère très efficacement les problèmes de mes élèves.",
  "teacher_survey_general_085": "Je me sens épuisé(e) par mon travail.",
  "teacher_survey_general_086": "Je sens que, grâce à mon travail, j'influence positivement la vie d'autres personnes.",
  "teacher_survey_general_087": "Je me sens frustré(e) par mon travail.",
  "teacher_survey_general_088": "Je sens que je travaille trop dur dans mon emploi.",
  "teacher_survey_general_089": "Je peux facilement créer une atmosphère détendue avec mes élèves.",
  "teacher_survey_general_090": "Je me sens exalté(e) après avoir travaillé en étroite collaboration avec mes élèves.",
  "teacher_survey_general_091": "Dans ce travail, j'ai accompli beaucoup de choses qui en valent la peine.",
  "teacher_survey_general_092": "J’ai l'impression d'être à bout de nerfs.",
  "teacher_survey_general_093": "Dans mon travail, je gère très calmement les problèmes émotionnels.",
  "teacher_survey_general_094": "<b>Cet ensemble de questions est conçu pour nous aider à mieux comprendre les types de difficultés que rencontrent les enseignants dans leurs activités scolaires.</b>",
  "teacher_survey_general_095": "<b>Quelle influence avez-vous...</b>",
  "teacher_survey_general_096": "Jamais",
  "teacher_survey_general_097": "Très peu d'influence",
  "teacher_survey_general_098": "Un peu d'influence",
  "teacher_survey_general_099": "Pas mal d'influence",
  "teacher_survey_general_100": "Beaucoup d'influence",
  "teacher_survey_general_101": "sur le comportement perturbateur dans la classe ?",
  "teacher_survey_general_102": "pour motiver les enfants qui montrent peu d'intérêt pour les activités ?",
  "teacher_survey_general_103": "à faire en sorte que les enfants croient pouvoir bien réussir les activités ?",
  "teacher_survey_general_104": "pour aider les enfants dans votre(s) classe(s) à valoriser l'apprentissage ?",
  "teacher_survey_general_105": "pour faire respecter les règles de la classe par les enfants ?",
  "teacher_survey_general_106": "pour calmer un enfant perturbateur ou bruyant ?",
  "teacher_survey_general_107": "<b>Que pouvez-vous faire...</b>",
  "teacher_survey_general_108": "Pas du tout",
  "teacher_survey_general_109": "Très peu d'influence",
  "teacher_survey_general_110": "Un peu",
  "teacher_survey_general_111": "Pas mal d'influence",
  "teacher_survey_general_112": "Beaucoup d'influence",
  "teacher_survey_general_113": "établir un système de gestion de classe ?",
  "teacher_survey_general_114": "utiliser une variété de stratégies d'évaluation ?",
  "teacher_survey_general_115": "fournir des explications alternatives ou des exemples lorsque les enfants sont confus ?",
  "teacher_survey_general_116": "aider les familles à ce que leurs enfants réussissent à l'école ?",
  "teacher_survey_general_117": "mettre en œuvre des stratégies alternatives dans votre(s) classe(s) ?",
  "teacher_survey_general_118": "créer de bonnes questions pour les enfants dans votre(s) classe(s) ?",
  "teacher_survey_general_119": "<b>Avec cet ensemble d'éléments, nous souhaitons en savoir plus sur les idées et les croyances des enseignants concernant les enfants.</b>",
  "teacher_survey_general_120": "Veuillez sélectionner une réponse qui indique à quel point vous êtes d'accord avec chacune des affirmations suivantes.",
  "teacher_survey_general_121": "Fortement en désaccord",
  "teacher_survey_general_122": "Légèrement en désaccord",
  "teacher_survey_general_123": "Légèrement d'accord",
  "teacher_survey_general_124": "Fortement d'accord",
  "teacher_survey_general_125": "Étant donné que les parents n'ont pas de formation spéciale en éducation, ils ne devraient pas remettre en question les méthodes pédagogiques de l'enseignant.",
  "teacher_survey_general_126": "Les enfants devraient être traités de la même manière, quelles que soient leurs différences.",
  "teacher_survey_general_127": "Les élèves devraient toujours obéir à l'enseignant.",
  "teacher_survey_general_128": "Se préparer pour l'avenir est plus important pour un enfant que de profiter du moment présent.",
  "teacher_survey_general_129": "Les enfants ne feront pas ce qui est bien à moins qu'ils ne soient obligés.",
  "teacher_survey_general_130": "Les enfants devraient être autorisés à être en désaccord avec leurs parents s'ils estiment que leurs idées sont meilleures.",
  "teacher_survey_general_131": "Les enfants devraient être tenus occupés par le travail et l'étude à la maison et à l'école.",
  "teacher_survey_general_132": "Le principal objectif de l'éducation est d'inculquer des informations de base aux enfants.",
  "teacher_survey_general_133": "Pour être juste, un enseignant doit traiter tous les enfants de la même manière.",
  "teacher_survey_general_134": "La chose la plus importante à apprendre aux enfants est l'obéissance absolue à ceux qui sont en position d'autorité.",
  "teacher_survey_general_135": "Les enfants apprennent mieux en faisant eux-mêmes des choses plutôt qu'en écoutant les autres.",
  "teacher_survey_general_136": "Les enfants doivent être formés soigneusement dès leur jeune âge ou leurs impulsions naturelles les rendront ingérables.",
  "teacher_survey_general_137": "Les enfants ont le droit à leur propre point de vue et doivent être autorisés à l'exprimer.",
  "teacher_survey_general_138": "L'apprentissage des enfants résulte principalement de la présentation répétée d'informations de base.",
  "teacher_survey_general_139": "Les enfants aiment enseigner à d'autres enfants.",
  "teacher_survey_general_140": "La chose la plus importante à apprendre aux enfants est l'obéissance absolue aux parents.",

  "top": "Au-dessus de l'étagère des sacs à dos",
  "tree": "Un arbre",
  "trog-instr1-matching": "Ceci est une activité d'association. Écoutez ce que je dis, puis regardez attentivement les images. Choisissez l'image qui correspond aux mots que vous entendez.",
  "trog-instruct1": "Nous allons maintenant jouer à un jeu d'association ! Je vais dire quelques mots et tu choisirais l'image qui correspond à ce que je dis. Commençons !",
  "trog-item-1": "Choisis l'image de la chaussure.",
  "trog-item-10": "Choisissez l'image qui montre grande.",
  "trog-item-100": "L'avion gris est au-dessus des nuages.",
  "trog-item-101": "Les poissons nagent sous une baleine et une tortue de mer.",
  "trog-item-102": "La voiture que le camion a suivie se dirige vers le tunnel.",
  "trog-item-103": "Au lieu de faire ses devoirs, elle a fait un casse-tête dans sa chambre.",
  "trog-item-11": "Choisissez l'image qui montre rouge.",
  "trog-item-12": "Choisissez l'image qui montre noire.",
  "trog-item-13": "le garçon court",
  "trog-item-14": "la grande tasse",
  "trog-item-15": "le chien est assis",
  "trog-item-16": "la balle rouge",
  "trog-item-17": "le garçon ne court pas",
  "trog-item-18": "le chien ne boit pas",
  "trog-item-19": "la fille ne saute pas",
  "trog-item-2": "Choisis l'image de l'oiseau.",
  "trog-item-20": "le chien ne s'assied pas",
  "trog-item-21": "le garçon saute par-dessus la boîte",
  "trog-item-22": "la fille est assise sur la table",
  "trog-item-23": "l'homme mange la pomme",
  "trog-item-24": "la dame porte le sac",
  "trog-item-25": "ils sont assis sur la table",
  "trog-item-26": "la vache les regarde",
  "trog-item-27": "ils sautent par-dessus le mur",
  "trog-item-28": "l'éléphant les transporte",
  "trog-item-29": "la fille pousse le cheval",
  "trog-item-3": "Choisis l'image du peigne.",
  "trog-item-30": "le garçon poursuit le mouton",
  "trog-item-31": "l'homme poursuit le chien",
  "trog-item-32": "la vache pousse la dame",
  "trog-item-33": "elle est assise sur la chaise",
  "trog-item-34": "la dame le porte",
  "trog-item-35": "il est assis dans l'arbre",
  "trog-item-36": "le cheval la regarde",
  "trog-item-37": "les chats regardent la balle",
  "trog-item-38": "le garçon se tient sur les chaises",
  "trog-item-39": "les garçons cueillent les pommes",
  "trog-item-4": "Choisis l'image de la pomme.",
  "trog-item-40": "la fille laisse tomber les tasses",
  "trog-item-41": "la fourchette est plus longue que le crayon",
  "trog-item-42": "la boîte est plus grande que la tasse",
  "trog-item-43": "la chaussure est plus grande que l'oiseau",
  "trog-item-44": "le cheval est plus grand que le mur",
  "trog-item-45": "la fille est poursuivie par le cheval",
  "trog-item-46": "l'éléphant est poussé par le garçon",
  "trog-item-47": "le cheval est poursuivi par l'homme",
  "trog-item-48": "la vache est poussée par l'homme",
  "trog-item-49": "la tasse est dans la boîte",
  "trog-item-5": "Choisissez l'image qui montre manger.",
  "trog-item-50": "le crayon est sur la boîte",
  "trog-item-51": "le cercle est dans l'étoile",
  "trog-item-52": "la fourchette est sur la chaussure",
  "trog-item-53": "le garçon qui poursuit le cheval est grand",
  "trog-item-54": "le crayon sur la chaussure est bleu",
  "trog-item-55": "la vache qui poursuit le chat est brune",
  "trog-item-56": "le cercle dans l'étoile est jaune",
  "trog-item-57": "la boîte mais pas la chaise est rouge",
  "trog-item-58": "le chat est grand mais pas noir",
  "trog-item-59": "le cheval mais pas le garçon se tient",
  "trog-item-6": "Choisissez l'image qui montre ramasser.",
  "trog-item-60": "le garçon s'assied mais ne mange pas",
  "trog-item-61": "le crayon est au-dessus de la fleur",
  "trog-item-62": "le peigne est en-dessous de la cuillère",
  "trog-item-63": "l'étoile est au-dessus du cercle",
  "trog-item-64": "le carré est en-dessous de l'étoile",
  "trog-item-65": "non seulement l'oiseau mais aussi la fleur est bleue",
  "trog-item-66": "la boîte n'est pas seulement grande mais aussi bleue",
  "trog-item-67": "non seulement la fille mais aussi le chat est assis",
  "trog-item-68": "la fille n'a pas seulement de la nourriture mais aussi une boisson",
  "trog-item-69": "le crayon est sur le livre qui est jaune",
  "trog-item-7": "Choisissez l'image qui montre une personne assise.",
  "trog-item-70": "la fille poursuit le chien qui est grand",
  "trog-item-71": "le carré est dans l'étoile qui est bleue",
  "trog-item-72": "le chien poursuit le cheval qui est brun",
  "trog-item-73": "ni le chien ni la balle ne sont bruns",
  "trog-item-74": "le crayon n'est ni long ni rouge",
  "trog-item-75": "ni le garçon ni le cheval ne courent",
  "trog-item-76": "le garçon n'a ni chapeau ni chaussures",
  "trog-item-77": "le livre sur lequel est le crayon est rouge",
  "trog-item-78": "le chat que poursuit la vache est noir",
  "trog-item-79": "le cercle dans lequel est l'étoile est rouge",
  "trog-item-8": "Choisissez l'image qui montre la course.",
  "trog-item-80": "le garçon que poursuit le chien est grand",
  "trog-item-81": "le cheval a bu de l'eau près de la grange et le mouton a mangé de l'herbe près de la clôture",
  "trog-item-82": "l'étudiant a ouvert le cahier et a dessiné un arbre",
  "trog-item-83": "nous ferons un pique-nique dans le parc s'il fait soleil",
  "trog-item-84": "il a trouvé ses clés sous le canapé avec les coussins",
  "trog-item-85": "elle est la jardinière qui porte le chapeau qui a une fleur",
  "trog-item-86": "Elle a trébuché sur une pierre et a laissé tomber ses livres.",
  "trog-item-87": "Le professeur donnera du gâteau aux élèves s'ils se tiennent en ligne.",
  "trog-item-88": "Nous danserons ensemble s'il y a de la musique qui joue.",
  "trog-item-89": "Bien qu'il fasse chaud dehors, je porte une veste avec une capuche.",
  "trog-item-9": "Choisissez l'image qui montre longue.",
  "trog-item-90": "Il aime nager. Cependant, il a choisi de jouer au soccer avec ses amis.",
  "trog-item-91": "Malgré le bruit en classe, elle s'est concentrée sur la lecture de son cahier.",
  "trog-item-92": "Il a porté le chapeau du clown malgré sa grande taille.",
  "trog-item-93": "Le canard suivant la tortue marche sur le pont.",
  "trog-item-94": "Heurter la table avec mon pied a causé la chute d'un livre.",
  "trog-item-95": "La personne poursuit le chien qui est grand.",
  "trog-item-96": "La fille portant un sac à dos a vu une fleur montrée par son amie.",
  "trog-item-97": "Les enfants ont nettoyé la chambre, mais ont oublié de ranger le train.",
  "trog-item-98": "Le singe n'a ni mangé la banane ni se balancé sur la liane.",
  "trog-item-99": "Sa mère a dit qu'il ferait soleil. Cependant, il a plu abondamment.",
  "trog-prompt1": "Choisissez l'image du...",
  "trog-prompt2": "Choisissez l'image de...",
  "trog-prompt3": "Choisissez l'image qui montre...",
  "username": "nom d’utilisateur",
  "vocab-instruct-1": "Dans ce jeu, vous allez écouter des mots et regarder différentes images. Votre tâche est de choisir l'image qui correspond au mot !",
  "vocab-instruct-2": "Certains mots sont difficiles, et c'est correct. Si vous n'êtes pas sûr, supposez le mieux que vous pouvez !",
  "vocab-instruct-3": "Si vous devez entendre le mot de nouveau, appuyez sur le bouton haut-parleur.",
  "vocab-item-001": "le gland",
  "vocab-item-002": "l'aloe",
  "vocab-item-003": "l'antenne",
  "vocab-item-004": "l'artichaut",
  "vocab-item-005": "le bambou",
  "vocab-item-006": "le baril",
  "vocab-item-007": "le mélangeur",
  "vocab-item-008": "le souffleur",
  "vocab-item-009": "le bouquet",
  "vocab-item-010": "le buffet",
  "vocab-item-011": "le bulldozer",
  "vocab-item-012": "le gâteau",
  "vocab-item-013": "le caramel",
  "vocab-item-014": "le carrousel",
  "vocab-item-015": "la carotte",
  "vocab-item-016": "la cassette",
  "vocab-item-017": "le fromage",
  "vocab-item-018": "la cape",
  "vocab-item-019": "la pince à linge",
  "vocab-item-020": "le dessous de verre",
  "vocab-item-021": "le bouchon",
  "vocab-item-022": "le pain de maïs",
  "vocab-item-023": "le corset",
  "vocab-item-024": "le dumpling",
  "vocab-item-025": "le coude",
  "vocab-item-026": "le ventilateur",
  "vocab-item-027": "la mousse",
  "vocab-item-028": "le bain de pieds",
  "vocab-item-029": "le gâteau aux fruits",
  "vocab-item-030": "la gouttière",
  "vocab-item-031": "le hamster",
  "vocab-item-032": "le hérisson",
  "vocab-item-033": "la houe",
  "vocab-item-034": "la marelle",
  "vocab-item-035": "le kimono",
  "vocab-item-036": "le loquet",
  "vocab-item-037": "le casier",
  "vocab-item-038": "la sucette",
  "vocab-item-039": "la carte",
  "vocab-item-040": "la guimauve",
  "vocab-item-041": "le filet",
  "vocab-item-042": "l'huile",
  "vocab-item-043": "l'omelette",
  "vocab-item-044": "la tourte",
  "vocab-item-045": "la pistache",
  "vocab-item-046": "le pichet",
  "vocab-item-047": "la pomme de terre",
  "vocab-item-048": "le prisme",
  "vocab-item-049": "la flaque",
  "vocab-item-050": "la pompe",
  "vocab-item-051": "le riz",
  "vocab-item-052": "la selle",
  "vocab-item-053": "le sac de sable",
  "vocab-item-054": "l'échafaudage",
  "vocab-item-055": "la cuillère à glace",
  "vocab-item-056": "la mouette",
  "vocab-item-057": "le navire",
  "vocab-item-058": "la douche",
  "vocab-item-059": "l'argenterie",
  "vocab-item-060": "l'évier",
  "vocab-item-061": "le ski",
  "vocab-item-062": "le paresseux",
  "vocab-item-063": "l'escargot",
  "vocab-item-064": "le sorbet",
  "vocab-item-065": "la spatule",
  "vocab-item-066": "l'arroseur",
  "vocab-item-067": "la courge",
  "vocab-item-068": "l'écureuil",
  "vocab-item-069": "le ragoût",
  "vocab-item-070": "l'élastique",
  "vocab-item-071": "la souche",
  "vocab-item-072": "le tournesol",
  "vocab-item-073": "l'espadon",
  "vocab-item-074": "la tapisserie",
  "vocab-item-075": "le sachet de thé",
  "vocab-item-076": "le télescope",
  "vocab-item-077": "le thermos",
  "vocab-item-078": "le trésor",
  "vocab-item-079": "la trompette",
  "vocab-item-080": "la tulipe",
  "vocab-item-081": "la turbine",
  "vocab-item-082": "la dinde",
  "vocab-item-083": "la tortue",
  "vocab-item-084": "la machine à écrire",
  "vocab-item-085": "la pastèque",
  "vocab-item-086": "la roue à eau",
  "vocab-item-087": "la fourmi",
  "vocab-item-088": "le ballon",
  "vocab-item-089": "l'ours",
  "vocab-item-090": "le canard",
  "vocab-item-091": "la fourchette",
  "vocab-item-092": "le chaton",
  "vocab-item-093": "le genou",
  "vocab-item-094": "le lait frappé",
  "vocab-item-095": "la peau",
  "vocab-item-096": "le mur",
  "vocab-item-097": "la roue",
  "vocab-item-098": "la ferme",
  "vocab-item-099": "le jonglage",
  "vocab-item-100": "la vinaigrette",
  "vocab-item-101": "le toit",
  "vocab-item-102": "espiègle",
  "vocab-item-103": "la règle",
  "vocab-item-104": "le tunnel",
  "vocab-item-105": "l'enveloppe",
  "vocab-item-106": "le diamant",
  "vocab-item-107": "le calendrier",
  "vocab-item-108": "le panda",
  "vocab-item-109": "la flèche",
  "vocab-item-110": "ramasser",
  "vocab-item-111": "goutter",
  "vocab-item-112": "le chevalier",
  "vocab-item-113": "livrer",
  "vocab-item-114": "le dentiste",
  "vocab-item-115": "la griffe",
  "vocab-item-116": "l'uniforme",
  "vocab-item-117": "poilu",
  "vocab-item-118": "le cormoran",
  "vocab-item-119": "chercher",
  "vocab-item-120": "l'arcade",
  "vocab-item-121": "l'artéfact",
  "vocab-item-122": "l'aversion",
  "vocab-item-123": "le béret",
  "vocab-item-124": "applaudir",
  "vocab-item-125": "timide",
  "vocab-item-126": "le camp",
  "vocab-item-127": "culbuter",
  "vocab-item-128": "concentrique",
  "vocab-item-129": "la confiserie",
  "vocab-item-130": "le couturier",
  "vocab-item-131": "la dégression",
  "vocab-item-132": "le divan",
  "vocab-item-133": "la zone humide",
  "vocab-item-134": "la baie vitrée",
  "vocab-item-135": "l'esthète",
  "vocab-item-136": "extatique",
  "vocab-item-137": "branlant",
  "vocab-item-138": "gourmet",
  "vocab-item-139": "gesticuler",
  "vocab-item-140": "la façade",
  "vocab-item-141": "la pente",
  "vocab-item-142": "l'habitude",
  "vocab-item-143": "le carrefour",
  "vocab-item-144": "l'irrigation",
  "vocab-item-145": "le kazoo",
  "vocab-item-146": "bavarder",
  "vocab-item-147": "la colonie",
  "vocab-item-148": "préserver",
  "vocab-item-149": "l'auvent",
  "vocab-item-150": "la mammalogie",
  "vocab-item-151": "le métronome",
  "vocab-item-152": "le paléontologue",
  "vocab-item-153": "la percussion",
  "vocab-item-154": "la postérieure",
  "vocab-item-155": "précaire",
  "vocab-item-156": "la tonnelle",
  "vocab-item-157": "réanimation",
  "vocab-item-158": "la rosette",
  "vocab-item-159": "le safran",
  "vocab-item-160": "espiègle",
  "vocab-item-161": "l'écumoire",
  "vocab-item-162": "sédentaire",
  "vocab-item-163": "le daim",
  "vocab-item-164": "le tourniquet",
  "vocab-item-165": "la triade",
  "vocab-item-166": "dragage",
  "vocab-item-167": "urbain",
  "vocab-item-168": "la vapeur",
  "vocab-item-169": "la vertèbre",
  "vocab-item-170": "le bandage",
  "vocab-practice-1": "Vous allez voir différentes images. Par exemple, une image d'une pomme et une image d'une carotte. Ensuite, vous entendrez un mot pour l'une des images. Assurez-vous de choisir l'image qui correspond au mot !",
  "yellowball": "La balle jaune",
  "yellowstack": "La petite pile jaune",
  "yes": "oui"
}