{
  "ChildSurveyIntro": "Deze vragen gaan over hoe je je op school voelt en over een aantal dingen die je op school doet. Er zijn geen goede of foute antwoorden. Kies het antwoord dat het beste beschrijft wat je denkt. Nee, nooit; Ja, soms; Ja, meestal; Ja, altijd. De eerste twee zijn om te oefenen.",
  "ChildSurveyRespoonses": "Nee, nooit; Ja, soms; Ja, meestal; Ja, de hele tijd",
  "ClassFriends": "Heb je vrienden in je klas?",
  "ClassHelp": "Helpen de kinderen in jouw klas jou als dat nodig is?",
  "ClassNice": "Zijn de kinderen in jouw klas aardig tegen je?",
  "ClassPlay": "Spelen de kinderen in jouw klas met jou?",
  "Example1Comic": "Lees je graag stripboeken?",
  "Example2Neat": "Ben jij netjes en opgeruimd op school?",
  "GrowthMindMath": "Sommige kinderen denken dat ze beter worden in wiskunde als ze heel hard werken. Denk jij dat je beter wordt in wiskunde als je heel hard werkt?",
  "GrowthMindRead": "Sommige kinderen denken dat ze beter kunnen worden in lezen als ze heel hard werken. Denk jij dat je beter kunt worden in lezen als je heel hard werkt?",
  "GrowthMindSmart": "Sommige kinderen denken dat ze slimmer kunnen worden als ze heel hard werken. Denk jij dat je slimmer kunt worden als je heel hard werkt?",
  "LearningGood": "Ben je goed in het leren op school?",
  "LonelySchool": "Voel jij je eenzaam op school?",
  "MathEnjoy": "Vindt u het leuk om rekenactiviteiten op school te doen?",
  "MathGood": "Ben jij goed in wiskunde?",
  "ReadingEnjoy": "Vindt u het leuk om op school te lezen?",
  "ReadingGood": "Ben je goed in lezen?",
  "SchoolEnjoy": "Vind je school leuk?",
  "SchoolFun": "Is school leuk?",
  "SchoolGiveUp": "Geef je meteen op als schoolwerk moeilijk is?",
  "SchoolHappy": "Ben je blij op school?",
  "SchoolSafe": "Voel je je veilig op school?",
  "TeacherLike": "Vindt je leraar je aardig?",
  "TeacherListen": "Luistert jouw leraar naar jou?",
  "TeacherNice": "Is je leraar aardig tegen je?",
  "ToM-intro": "Dit is het Stories Game. In dit spel luister je naar verhalen. Daarna beantwoord je vragen over de verhalen.",
  "ToM-scene-10-instruct1": "Juf Sarah vertelt alle kinderen om een verhaalboek uit de tas te halen die ze heeft meegebracht. Er is één verhaalboek voor elk kind.",
  "ToM-scene-10-instruct2": "Nu zijn er nog twee verhalenboeken over, en Brian en Megan zijn de laatste twee kinderen zonder verhalenboeken. Maar als Brian zijn verhalenboek gaat halen, besluit hij beide verhalenboeken mee te nemen, ook al weet hij dat Megan nog geen verhalenboek heeft, en dat iedereen er maar één zou moeten hebben. Brian verstopt het extra verhalenboek in zijn bureau.",
  "ToM-scene-10-instruct3": "Juf Sarah vraagt aan Brian: \"Is er een verhaaltjesboek over, zodat Megan er een kan hebben?\" Brian vertelt aan juf Sarah: \"Nee, er is geen verhaaltjesboek over. Ze worden allemaal nu gebruikt.\"",
  "ToM-scene-10-instruct4": "Megan is verdrietig dat ze geen verhalenboek meer heeft en vraagt aan juf Sarah: \"Is er een extra verhalenboek voor mij?\" Juf Sarah zegt: \"Het spijt me zo, Megan, maar er zijn geen verhalenboeken meer, ze worden allemaal op dit moment gebruikt.\"",
  "ToM-scene-10-q1-emotion_reasoning": "Hoe vindt Megan het om het enige kind te zijn zonder sprookjesboek?",
  "ToM-scene-10-q2-emotion_reasoning": "Hoe zou Megan zich voelen als ze een boek zou krijgen?",
  "ToM-scene-10-q3-reality_check": "Liegt Brian?",
  "ToM-scene-10-q4-reality_check": "Is er nog een sprookjesboek dat momenteel niet gebruikt wordt?",
  "ToM-scene-10-q5-false_belief": "Liegt juf Sarah?",
  "ToM-scene-10-q6-reality_check": "Is er nog een sprookjesboek dat momenteel niet gebruikt wordt?",
  "ToM-scene-11-instruct1": "Dit is Josh. Eerder vandaag was Josh zijn kamer aan het opruimen. Josh legde zijn grote basketbal op zijn bureau, zijn middelgrote voetbal op zijn tafel en zijn kleine honkbal op de onderste plank.",
  "ToM-scene-11-instruct2": "Josh's moeder kwam net binnen en Josh vraagt zijn moeder om een van de speelgoedjes te pakken. Josh zegt tegen zijn moeder: \"Ik wil de kleine bal!\"",
  "ToM-scene-11-q1-reference": "Welke bal zal mama voor Josh kopen?",
  "ToM-scene-11-q2-reality_check": "Welke bal wil Josh?",
  "ToM-scene-11-q3-emotion_reasoning": "Josh wilde de honkbal, maar zijn moeder gaf hem de voetbal! Hoe denk je dat Josh zich voelt over het ontvangen van het verkeerde speeltje?",
  "ToM-scene-11-q4-emotion_reasoning": "Hoe denk je dat Josh zich zou voelen als hij het juiste speeltje had gekregen?",
  "ToM-scene-12-instruct1": "Vanmorgen vroeg papa aan Emma welk speelgoed ze mee naar school wilde nemen en Emma vertelde hem dat ze tijdens de pauze met haar gele bal wilde spelen.",
  "ToM-scene-12-instruct2": "Toen ging Emma naar haar kamer om zich klaar te maken voor school. Terwijl ze zich klaarmaakte, veranderde ze van gedachten, dus riep ze naar haar vader: \"Mag ik alsjeblieft mijn rode bal?\" en bleef zich klaarmaken voor school. Maar vader hoorde Emma niet om haar rode bal vragen.",
  "ToM-scene-12-instruct3": "Papa hoorde Emma niet zeggen dat ze haar rode bal wilde. Dus denkt papa dat Emma haar gele bal wil. Papa gaat Emma's tas inpakken, maar kan haar gele bal niet vinden in de speelgoeddoos! Maar papa vindt een blauwe bal in de speelgoeddoos, dus pakt hij in plaats daarvan de blauwe bal voor Emma in.",
  "ToM-scene-12-instruct4": "Op weg naar school zegt papa tegen Emma: \"Het spijt me zo, maar ik kon het speelgoed dat je wilde hebben niet inpakken, omdat ik het niet kon vinden.\"",
  "ToM-scene-12-instruct5": "Emma speelt graag met haar bal.",
  "ToM-scene-12-q1-false_belief": "Welk speelgoed wil Emma volgens papa mee naar school nemen?",
  "ToM-scene-12-q2-false_belief": "Weet Emma dat papa de blauwe bal heeft ingepakt?",
  "ToM-scene-12-q3-false_belief": "Welke bal denkt Emma dat papa heeft ingepakt?",
  "ToM-scene-12-q4-reality_check": "Welk speeltje wil Emma?",
  "ToM-scene-12-q5-reality_check": "Welk speelgoed heeft papa voor Emma ingepakt?",
  "ToM-scene-14-instruct4": "Laten we eens kijken wat hij doet. Oh kijk, hier is Bobby die naar de voetbal op tafel grijpt. En nu ziet Anna Bobby naar die voetbal grijpen... de voetbal die van Anna is!",
  "ToM-scene-14-q2-emotion_reasoning": "Wat denk je dat Anna ervan vindt dat Bobby naar de voetbal grijpt?",
  "ToM-scene-14-q3-emotion_reasoning": "Hoe denk je dat Anna zich zou voelen als ze niet had gezien dat Bobby naar de voetbal greep?",
  "ToM-scene-14-q4-false_belief": "Is Bobby gemeen en ondeugend omdat hij Anna's voetbal heeft afgepakt?",
  "ToM-scene-14-q5-false_belief": "Moet Bobby problemen krijgen met zijn moeder omdat hij Anna's voetbal heeft afgepakt?",
  "ToM-scene-14-q6-reality_check": "Kun jij Anna helpen haar voetbal te vinden? Ligt hij op tafel of op de grond?",
  "ToM-scene-14-q7-reality_check": "Kun jij Bobby helpen zijn voetbal te vinden? Ligt hij op tafel of op de grond?",
  "ToM-scene-15-instruct1": "Alex, Beth en Johnny spelen een spelletje in het park. Zo gaat het spelletje: Een kind verstopt zich, maar tekent een aanwijzing in de zandbak zodat de andere kinderen hem kunnen vinden.",
  "ToM-scene-15-instruct2": "Johnny besluit zich achter de bloemenstruik te verstoppen. Hij tekent een aanwijzing in het zand. Johnny wil de bloemenstruik tekenen, maar de tekening lijkt op een rots! Dan gaat Johnny zich achter de bloemenstruik verstoppen.",
  "ToM-scene-15-q1-reality_check": "Wat wilde Johnny tekenen?",
  "ToM-scene-15-q2-false_belief": "Als Alex en Beth deze aanwijzing zien, waar gaan ze dan als eerste naar Johnny zoeken? Achter de bloemenstruik of achter de rots?",
  "ToM-scene-15-q3-reality_check": "Kun jij ze helpen ontdekken waar Johnny werkelijk is?",
  "ToM-scene-15-q4-emotion_reasoning": "Kijk, Alex en Beth vonden Johnny en wonnen het spel! Hoe denk je dat Alex en Beth zich voelen over het winnen van het spel?",
  "ToM-scene-16-instruct1": "Papa zegt tegen James en Sophie dat ze zich klaar moeten maken voor school. Papa zegt dat ze hun schoenen aan moeten trekken.",
  "ToM-scene-16-instruct2": "Sophie kan een van haar schoenen niet vinden! Ze zoekt overal, maar ze kan hem niet vinden.",
  "ToM-scene-16-instruct3": "Sophie kan haar schoen niet vinden, want eerder die dag, toen niemand keek, heeft James Sophie voor de gek gehouden door haar schoen in de speelgoedkist te verstoppen.",
  "ToM-scene-16-instruct4": "Dus Sophie zoekt overal en ze kan haar schoen niet vinden. Papa wordt boos op Sophie, omdat ze haar schoen kwijt is en nu zijn ze te laat op school.",
  "ToM-scene-16-instruct5": "Als James ziet dat papa boos is op Sophie, loopt hij naar de speelgoedkist, pakt de schoen en geeft hem terug aan Sophie.",
  "ToM-scene-16-instruct6": "James vertelt Sophie dat het hem heel erg spijt, en Sophie en papa vergeven James. Ze omhelzen elkaar.",
  "ToM-scene-16-q1-emotion_reasoning": "Wat vindt Sophie ervan dat ze haar schoen kwijt is?",
  "ToM-scene-16-q2-emotion_reasoning": "Hoe zou Sophie zich voelen als ze haar schoen zou vinden?",
  "ToM-scene-16-q3-false_belief": "Is het eerlijk dat papa boos is op Sophie omdat ze haar schoen kwijt is?",
  "ToM-scene-16-q4-reference": "Is papa boos op James?",
  "ToM-scene-16-q5-reference": "Is Sophie boos op James?",
  "ToM-scene-16-q6-reference": "Is papa nu boos op Sophie?",
  "ToM-scene-16-q7-reference": "Is papa nu boos op James?",
  "ToM-scene-16-q8-reference": "Is Sophie nu boos op James?",
  "ToM-scene-17-instruct1": "Dit is Mika. Mika's moeder heeft een boekwinkel en soms helpt Mika mee. Eerder vandaag was Mika bezig met het ordenen van boeken op tafels en planken. Mika legde een hele grote stapel blauwe boeken op het bureau, een middelgrote stapel rode boeken op de tafel en een kleine stapel gele boeken op de plank.",
  "ToM-scene-17-instruct2": "Mika's moeder komt net binnen. Moeder vraagt Mika om een van de boeken. Mika weet waar het boek is en zegt tegen moeder: \"Het boek ligt in de kleine stapel!\"",
  "ToM-scene-17-q1-reference": "In welke stapel boeken zal mama kijken?",
  "ToM-scene-17-q2-reality_check": "Over welke stapel boeken had Mika het?",
  "ToM-scene-17-q3-emotion_reasoning": "Mama kijkt in de verkeerde stapel boeken en kan het boek dat ze wilde niet vinden. Hoe denk je dat mama zich voelt als ze het boek dat ze wilde niet vindt?",
  "ToM-scene-17-q4-emotion_reasoning": "Hoe denk je dat mama zich zou voelen als ze het boek zou vinden dat ze wilde?",
  "ToM-scene-18-instruct1": "George en Kat spelen samen. Ze kijken naar buiten en zien een nieuwe speelgoedwinkel aan de overkant van de straat. Kat besluit om wat nieuw speelgoed te kopen bij de speelgoedwinkel. Kat vraagt George welk speelgoed hij zou willen hebben, en George zegt dat hij een nieuwe basketbal zou willen.",
  "ToM-scene-18-instruct2": "Terwijl Kat naar de speelgoedwinkel loopt, verandert George van gedachten en roept naar Kat: \"Mag ik alsjeblieft wat kleurpotloden?\" Maar Kat hoorde George niet om kleurpotloden vragen.",
  "ToM-scene-18-instruct3": "Kat hoorde George niet zeggen dat hij kleurpotloden wilde. Dus Kat denkt dat George een basketbal wil. Kat gaat naar de speelgoedwinkel, maar dan zegt de winkeleigenaar dat ze geen basketbal hebben! Maar ze hebben wel verhalenboeken, dus Kat koopt in plaats daarvan een verhalenboek voor George.",
  "ToM-scene-18-instruct4": "Kat komt terug en zegt tegen George: \"Het spijt me zo, maar ik kon je geen basketbal kopen omdat de winkel er geen had.\"",
  "ToM-scene-18-instruct5": "George is erg blij om met zijn nieuwe verhalenboek te spelen.",
  "ToM-scene-18-q1-false_belief": "Welk speeltje uit de speelgoedwinkel wil Kat?",
  "ToM-scene-18-q2-false_belief": "Weet George dat Kat een sprookjesboek heeft gekocht?",
  "ToM-scene-18-q3-false_belief": "Wat denkt George dat Kat in de speelgoedwinkel heeft gekocht?",
  "ToM-scene-18-q4-reality_check": "Welk speeltje wil George?",
  "ToM-scene-18-q5-reality_check": "Welk speeltje heeft Kat voor George gekocht?",
  "ToM-scene-8-instruct4": "Laten we eens kijken wat ze doet. Oh kijk, hier is Allie die naar dit potlood op de plank grijpt. En nu ziet Mike Allie naar dat potlood grijpen... het potlood dat van Mike is!",
  "ToM-scene-8-q2-emotion_reasoning": "Wat denk je dat Mike ervan vindt dat Allie naar dat potlood grijpt?",
  "ToM-scene-8-q3-emotion_reasoning": "Hoe denk je dat Mike zich zou hebben gevoeld als hij niet had gezien dat Allie naar het potlood greep?",
  "ToM-scene-8-q4-false_belief": "Is Allie gemeen en ondeugend omdat ze Mike's potlood heeft afgepakt?",
  "ToM-scene-8-q5-false_belief": "Moet Allie problemen krijgen met de leraar omdat ze Mike's potlood heeft afgepakt?",
  "ToM-scene-8-q6-reality_check": "Kun je Mike helpen zijn potlood te vinden? Is het bovenop de plank of achter de rugzakplank?",
  "ToM-scene-8-q7-reality_check": "Kun je Allie helpen haar potlood te vinden? Is het bovenop de plank of achter de rugzakplank?",
  "ToM-scene-9-instruct1": "Dit is Mark. Mark speelt vandaag een heel dom spelletje en zegt de hele dag geen woord. In plaats daarvan tekent Mark plaatjes. Mark is in de bibliotheek en beslist welk boek hij wil lezen. Moeder laat Mark twee boeken zien, een boek over bekers en een boek over heuvels.",
  "ToM-scene-9-instruct2": "Mark tekent een plaatje van een heuvel, om mama te vertellen dat hij het boek over heuvels wil lezen. Maar als Mark mama het plaatje geeft, houdt ze het ondersteboven, zodat het op een kopje lijkt!",
  "ToM-scene-9-q1-reality_check": "Wat wilde Mark tekenen?",
  "ToM-scene-9-q2-false_belief": "Welk boek zal mama aan Mark geven als ze de foto ziet?",
  "ToM-scene-9-q3-reality_check": "Welk boek wil Mark echt?",
  "ToM-scene-9-q4-emotion_reasoning": "Kijk, mama zag haar fout in en gaf Mark het boek dat hij echt wilde! Hoe denk je dat Mark zich voelt over het krijgen van het boek dat hij wilde?",
  "ToM-scene1-instruct1": "Hier is Madison. Vanmorgen legde Madison haar boek achter de stoel, omdat ze niet wilde dat iemand het zou vinden.",
  "ToM-scene1-instruct2": "Maar toen Madison buiten aan het spelen was, vond iemand het wel! En verstopte het onder het tapijt.",
  "ToM-scene1-instruct3": "Het is nu tijd om te lezen en Madison wil haar boek.",
  "ToM-scene1-q1-false_belief": "Waar zal Madison als eerste naar haar boek zoeken?",
  "ToM-scene1-q2-reality_check": "En waar is haar boek eigenlijk?",
  "ToM-scene13-instruct1": "Hier is Gabriel. Vanmiddag op school deed Gabriel zijn potlood in zijn pennendoos.",
  "ToM-scene13-instruct2": "Maar terwijl Gabriel buiten was, gebruikte iemand zijn potlood! Nadat hij Gabriels potlood had gebruikt, legde de persoon het potlood in een mandje.",
  "ToM-scene13-instruct3": "Nu is het tijd voor de les, en Gabriel wil zijn potlood.",
  "ToM-scene13-q1-false_belief": "Waar zal Gabriel zijn potlood zoeken?",
  "ToM-scene13-q2-reality_check": "En waar is zijn potlood eigenlijk?",
  "ToM-scene14-instruct1": "Toen Bobby vanmiddag thuiskwam, legde hij zijn voetbal op tafel.",
  "ToM-scene14-instruct2": "En toen ging hij naar buiten om te spelen, zie je? Hier is Bobby aan het buitenspelen. En terwijl hij buiten aan het spelen was, viel Bobby's voetbal van de tafel op de grond.",
  "ToM-scene14-instruct3": "Dan komt Bobby's zus Anna binnen. Anna heeft ook een voetbal! Anna legt haar voetbal op tafel. Bobby is nog buiten aan het spelen, dus hij heeft niet gezien wat Anna aan het doen was.",
  "ToM-scene14-q1-false_belief": "Als Bobby van buiten binnenkomt, waar zal hij dan als eerste naar zijn voetbal zoeken?",
  "ToM-scene2-instruct1": "Toen hij vanmorgen op school kwam, legde Ethan zijn boek op de plank boven de kapstok. Ethans boek is blauw!",
  "ToM-scene2-instruct2": "En toen ging hij naar buiten om te spelen, zie je? Hier is Ethan buiten aan het spelen. En terwijl hij buiten aan het spelen was, viel Ethans boek van boven de kapstokhaken op de grond onder de jassen, zie je?",
  "ToM-scene2-instruct3": "Dan komt Hannah binnen en Hannah hangt haar boek boven de kapstok. Hannah's boek is ook blauw! Ethan is nog buiten aan het spelen, dus hij zag niet wat Hannah deed.",
  "ToM-scene2-instruct4": "Laten we eens kijken wat hij doet. Oh kijk, hier is Ethan die naar dit boek op de plank grijpt. En nu ziet Hannah Ethan naar dat boek grijpen... het boek dat van Hannah is!",
  "ToM-scene2-q1-false_belief": "Als Ethan van buiten binnenkomt, waar zal hij dan als eerste naar zijn boek zoeken?",
  "ToM-scene2-q2-emotion_reasoning": "Wat denk je dat Hannah ervan vindt dat Ethan dat boek pakt?",
  "ToM-scene2-q3-false_belief": "Is Ethan gemeen en ondeugend omdat hij Hannahs boek heeft meegenomen?",
  "ToM-scene2-q4-false_belief": "Moet Ethan problemen krijgen met de leraar omdat hij Hannahs boek heeft meegenomen?",
  "ToM-scene2-q5-reality_check": "Kun jij Hannah helpen haar boek te vinden? Ligt het in de kast of onder de jassen?",
  "ToM-scene2-q6-reality_check": "Kun jij Ethan helpen zijn boek te vinden? Ligt het in de kast of onder de jassen?",
  "ToM-scene2-q7-emotion_reasoning": "Hoe denk je dat Hannah zich zou voelen als ze niet had gezien dat Ethan naar het boek greep?",
  "ToM-scene3-instruct1": "Joshua, Isabel en Ivan spelen een spelletje. Zo gaat het spelletje: Een kind verstopt zich, maar tekent een aanwijzing in de zandbak zodat de andere kinderen hem kunnen vinden.",
  "ToM-scene3-instruct2": "Dus Ivan gaat als eerste. Hij tekent deze aanwijzing in de zandbak en gaat dan verstoppen.",
  "ToM-scene3-instruct3": "Nu is het Joshua's beurt om een aanwijzing achter te laten en zich te verstoppen. Isabel en Ivan zullen dan proberen de aanwijzing te gebruiken om hem te vinden.",
  "ToM-scene3-instruct4": "Joshua besluit zich achter de fontein te verstoppen. Hij tekent een aanwijzing in het zand. Hij probeert de fontein te tekenen, met het onderste gedeelte en het water dat eruit komt. Maar de tekening lijkt op een boom! Dan gaat Joshua zich verstoppen achter de fontein.",
  "ToM-scene3-q1": "Wat wilde Jozua tekenen?",
  "ToM-scene3-q2-false_belief": "Waar gaan Isabel en Ivan als eerste naar Joshua zoeken als ze deze aanwijzing zien?",
  "ToM-scene3-q2-reality_check": "Kun jij ze helpen ontdekken waar Joshua werkelijk is?",
  "ToM-scene3-q3-emotion_reasoning": "Kijk, Isabel en Ivan vonden Joshua en wonnen het spel! Hoe denk je dat Isabel zich voelt over het winnen van het spel?",
  "ToM-scene4-instruct1": "Nu zijn de spelletjes afgelopen en is het bijna tijd om naar huis te gaan. Moeder zegt tegen de kinderen dat ze al hun speelgoed moeten zoeken.",
  "ToM-scene4-instruct2": "Joshua heeft zijn speelgoedtruck meegenomen naar het park, maar nu kan hij hem niet vinden. Hij zoekt overal, maar hij kan hem niet vinden.",
  "ToM-scene4-instruct3": "Joshua kan zijn vrachtwagen niet vinden, want eerder die dag, toen niemand keek, heeft Isabel de speelgoedvrachtwagen gepakt en in de zandbak begraven.",
  "ToM-scene4-instruct4": "Dus Joshua zoekt overal en hij kan zijn speelgoedtruck niet vinden. Moeder wordt boos op Joshua, omdat hij zijn truck kwijt is.",
  "ToM-scene4-instruct5": "Als Isabel ziet dat moeder boos is op Joshua, gaat ze naar de zandbak, graaft de speelgoedvrachtwagen op en geeft hem terug aan Joshua.",
  "ToM-scene4-instruct6": "Isabel vertelt Joshua dat het haar heel erg spijt en ze geeft hem een dikke knuffel. Joshua geeft haar een dikke knuffel terug en moeder doet mee.",
  "ToM-scene4-q1-emotion_reasoning": "Wat vindt Joshua ervan dat hij zijn vrachtwagen kwijtraakt?",
  "ToM-scene4-q2": "Is het eerlijk dat moeder boos is op Joshua omdat hij zijn vrachtwagen kwijt is?",
  "ToM-scene4-q3": "Is moeder boos op Isabel?",
  "ToM-scene4-q4-false_belief": "Is Joshua boos op Isabel?",
  "ToM-scene4-q5": "Is moeder nu boos op Joshua?",
  "ToM-scene4-q6": "Is moeder nu boos op Isabel?",
  "ToM-scene4-q7": "Is Joshua nu boos op Isabel?",
  "ToM-scene4-q8-emotion_reasoning": "Hoe zou Joshua zich voelen als hij zijn vrachtwagen zou vinden?",
  "ToM-scene5-instruct1": "Dit is Katie. Eerder vandaag was Katie's moeder het huis aan het schoonmaken, terwijl Katie toekeek. Moeder liet drie kopjes in de keuken staan. Er staat een klein kopje op het aanrecht, een middelgrote kop op tafel en een grote kop die ze hoog op de plank heeft gezet.",
  "ToM-scene5-instruct2": "Katie en papa komen net binnen en Katie vraagt haar vader om een kopje voor haar te halen. Katie zegt tegen haar vader: \"Ik wil de grote beker!\"",
  "ToM-scene5-q1": "Welke beker zal papa aan Katie geven?",
  "ToM-scene5-q2-reality_check": "Welke beker wil Katie?",
  "ToM-scene5-q3-emotion_reasoning": "Wat vindt Katie ervan dat ze niet de beker heeft gekregen die ze wilde?",
  "ToM-scene5-q4-emotion_reasoning": "Hoe zou Katie zich voelen als ze de beker had gekregen die ze wilde?",
  "ToM-scene6-instruct1": "Sam en Maria spelen samen. Ze kijken naar buiten en zien een nieuwe winkel aan de overkant van de straat. Maria zegt tegen Sam: \"Ik ga daar nieuwe shirts voor ons kopen,\" en ze loopt weg.",
  "ToM-scene6-instruct2": "Mama komt thuis en vertelt Sam dat ze net langs de winkel is gelopen. \"Verkopen ze shirts?\" vraagt Sam. \"Nee,\" zegt mama, \"Ze verkopen alleen schoenen.\" \"Maria gaat nu waarschijnlijk schoenen halen in de winkel,\" zegt Sam.",
  "ToM-scene6-instruct3": "Maria is bij de winkel aangekomen. \"Ik wil graag shirts kopen,\" zegt ze. \"We hebben alleen nog sokken,\" zegt de winkelier. Omdat Maria ook sokken nodig heeft, besluit ze om sokken te halen.",
  "ToM-scene6-instruct4": "Op de terugweg ontmoet Maria haar vader. Ze vertelt haar vader: \"Ik heb net wat sokken gekocht. Ik ga ze delen met mijn broer Sam. Het is een verrassing.\"\n\"Dat is aardig van je,\" zegt vader. Dan vraagt hij Maria: \"Weet Sam wat je voor hem hebt gekocht?\"",
  "ToM-scene6-instruct5": "Dan vraagt papa: \"Wat denkt Sam dat ze in de winkel verkopen?\"",
  "ToM-scene6-instruct6": "Sam is erg blij met zijn nieuwe sokken.",
  "ToM-scene6-q1": "Weet Maria dat er in de winkel schoenen worden verkocht?",
  "ToM-scene6-q2": "Weet Sam dat Maria sokken heeft gekocht?",
  "ToM-scene6-q3": "Wat denkt Sam dat ze in de winkel verkopen?",
  "ToM-scene6-q4": "Wat zegt Maria tegen papa?",
  "ToM-scene6-q5": "Wat zegt Maria tegen papa?",
  "ToM-scene6-q6": "Wat denkt Sam dat ze in de winkel verkopen?",
  "ToM-scene7-instruct1": "Hier is Diana. Vanmorgen op school legde Diana haar speelgoed in deze la, omdat ze niet wilde dat iemand het zou vinden.",
  "ToM-scene7-instruct2": "Maar terwijl Diana buiten was, vond iemand het! En verplaatste het van binnen in de lade naar binnen in het bureau.",
  "ToM-scene7-instruct3": "Nu is het tijd om te spelen en Diana wil haar speeltje.",
  "ToM-scene7-q1-false_belief": "Waar zal Diana haar speeltje zoeken?",
  "ToM-scene7-q2-reality_check": "En waar is haar speeltje eigenlijk?",
  "ToM-scene8-instruct1": "Toen Allie vanmorgen naar school kwam, legde ze haar gele potlood op dit plankje, boven het plankje van haar rugzak.",
  "ToM-scene8-instruct2": "En toen ging ze naar buiten om te spelen, zie je? Hier is Allie buiten aan het spelen. En terwijl ze buiten aan het spelen was, viel Allie's gele potlood van boven op de plank naar achter de rugzakplank, zie je?",
  "ToM-scene8-instruct3": "Dan komt Mike binnen, en Mike legt zijn potlood boven de rugzakplank. Mike's potlood is ook geel! Maar Allie is nog steeds buiten aan het spelen, dus ze zag niet wat Mike deed.",
  "ToM-scene8-q1-false_belief": "Als Allie van buiten binnenkomt, waar zal ze dan als eerste haar potlood zoeken?",
  "ToM-transition": "Goed werk! Hier is een nieuw verhaal.",
  "activity": "activiteit",
  "addition-prompt1": "Tel de getallen op en kies het juiste antwoord.",
  "addition-prompt2": "Tel de getallen op.",
  "administrator": "beheerder",
  "angry": "boos",
  "assent": "instemming",
  "assessment": "beoordeling",
  "assignment": "opdracht",
  "auth/consent.acceptButton": "Accepteren",
  "auth/consent.assentTitle": "Instemming",
  "auth/consent.consentTitle": "Toestemming",
  "auth/consent.consentUpdatedStatus": "Toestemmingsstatus bijgewerkt",
  "auth/consent.header": "Toestemming",
  "auth/consent.rejectButton": "Nee, log me uit",
  "auth/consent.toastHeader": "Bevestigd",
  "auth/signin.atLeastOneLowercase": "Minstens één kleine letter",
  "auth/signin.atLeastOneNumber": "Minstens één cijfer",
  "auth/signin.atLeastOneNumeric": "Minstens één numeriek teken",
  "auth/signin.atLeastOneUpperCase": "Minstens één hoofdletter",
  "auth/signin.buttonLabel": "Ga!",
  "auth/signin.continueWithGoogle": "Doorgaan met Google",
  "auth/signin.emailId": "email",
  "auth/signin.emailPlaceholder": "Gebruikersnaam of email",
  "auth/signin.forgotPassword": "Wachtwoord vergeten?",
  "auth/signin.incorrectEmailOrPassword": "Onjuiste gebruikersnaam/email of wachtwoord",
  "auth/signin.invalidEmailPlaceholder": "Fout: ongeldige email",
  "auth/signin.minimumCharacters": "Minimaal 8 tekens",
  "auth/signin.passwordId": "wachtwoord",
  "auth/signin.passwordPlaceholder": "Wachtwoord",
  "auth/signin.pickPassword": "Kies een wachtwoord",
  "auth/signin.selectLanguage": "Selecteer Taal",
  "auth/signin.selectLanguageLabel": "Taal",
  "auth/signin.signInWithEmailLinkInstead": "Inloggen met een emaillink",
  "auth/signin.signInWithEmailLinkPlaceHolder": "Druk op Ga om in te loggen met een emaillink.",
  "auth/signin.signInWithPasswordInstead": "Inloggen met wachtwoord",
  "auth/signin.suggestions": "Suggesties",
  "baseball": "De kleine honkbal",
  "basket": "In de mand",
  "basketball": "Een basketbal",
  "behind": "Achter de rugzakplank",
  "behind-flowerbush": "Achter de bloemenstruik",
  "behind-fountain": "Achter de fontein",
  "behind-rock": "Achter de rots",
  "behind-tree": "Achter de boom",
  "big-basketball": "De grote basketbal",
  "blueball": "De blauwe bal",
  "bluestack": "De grote blauwe stapel",
  "box": "In de doos",
  "calm": "kalm",
  "cancel": "annuleren",
  "chair": "Achter de stoel",
  "child": "kind",
  "child_survey_001": "<font face=\"Verdana\" size=\"4\">Deze vragen gaan over hoe je je voelt op school en over dingen die je op school doet. Er zijn geen goede of foute antwoorden. Kies het antwoord dat het beste beschrijft wat je denkt. <b><font face=\"Verdana\" size=\"4\">Nee, nooit; Ja, soms; Ja, meestal; Ja, altijd.<br><br>De eerste twee zijn voor oefening.",
  "child_survey_002": "Houd je van het lezen van stripboeken?",
  "child_survey_003": "Nee, nooit",
  "child_survey_004": "Ja, soms",
  "child_survey_005": "Ja, meestal",
  "child_survey_006": "Ja, altijd",
  "child_survey_007": "Ben je netjes en opgeruimd op school?",
  "child_survey_008": "Nee, nooit",
  "child_survey_009": "Ja, een deel van de tijd",
  "child_survey_010": "Ja, het grootste deel van de tijd",
  "child_survey_011": "Ja, altijd",
  "child_survey_012": "Is je leraar aardig voor je?",
  "child_survey_013": "Nee, nooit",
  "child_survey_014": "Ja, een deel van de tijd",
  "child_survey_015": "Ja, het grootste deel van de tijd",
  "child_survey_016": "Ja, altijd",
  "child_survey_017": "Vindt je leraar je leuk?",
  "child_survey_018": "Nee, nooit",
  "child_survey_019": "Ja, een deel van de tijd",
  "child_survey_020": "Ja, het grootste deel van de tijd",
  "child_survey_021": "Ja, altijd",
  "child_survey_022": "Luistert je leraar naar je?",
  "child_survey_023": "Nee, nooit",
  "child_survey_024": "Ja, een deel van de tijd",
  "child_survey_025": "Ja, het grootste deel van de tijd",
  "child_survey_026": "Ja, altijd",
  "child_survey_027": "Is school leuk?",
  "child_survey_028": "Nee, nooit",
  "child_survey_029": "Ja, een deel van de tijd",
  "child_survey_030": "Ja, het grootste deel van de tijd",
  "child_survey_031": "Ja, altijd",
  "child_survey_032": "Vind je school leuk?",
  "child_survey_033": "Nee, nooit",
  "child_survey_034": "Ja, een deel van de tijd",
  "child_survey_035": "Ja, het grootste deel van de tijd",
  "child_survey_036": "Ja, altijd",
  "child_survey_037": "Ben je blij op school?",
  "child_survey_038": "Nee, nooit",
  "child_survey_039": "Ja, een deel van de tijd",
  "child_survey_040": "Ja, het grootste deel van de tijd",
  "child_survey_041": "Ja, altijd",
  "child_survey_042": "Voel je je veilig op school?",
  "child_survey_043": "Nee, nooit",
  "child_survey_044": "Ja, een deel van de tijd",
  "child_survey_045": "Ja, het grootste deel van de tijd",
  "child_survey_046": "Ja, altijd",
  "child_survey_047": "Heb je vrienden in je klas?",
  "child_survey_048": "Nee, nooit",
  "child_survey_049": "Ja, een deel van de tijd",
  "child_survey_050": "Ja, het grootste deel van de tijd",
  "child_survey_051": "Ja, altijd",
  "child_survey_052": "Helpen de kinderen in je klas je wanneer je het nodig hebt?",
  "child_survey_053": "Nee, nooit",
  "child_survey_054": "Ja, een deel van de tijd",
  "child_survey_055": "Ja, het grootste deel van de tijd",
  "child_survey_056": "Ja, altijd",
  "child_survey_057": "Spelen de kinderen in je klas met je?",
  "child_survey_058": "Nee, nooit",
  "child_survey_059": "Ja, een deel van de tijd",
  "child_survey_060": "Ja, het grootste deel van de tijd",
  "child_survey_061": "Ja, altijd",
  "child_survey_062": "Zijn de kinderen in je klas aardig voor je?",
  "child_survey_063": "Nee, nooit",
  "child_survey_064": "Ja, een deel van de tijd",
  "child_survey_065": "Ja, het grootste deel van de tijd",
  "child_survey_066": "Ja, altijd",
  "child_survey_067": "Voel je je eenzaam op school?",
  "child_survey_068": "Nee, nooit",
  "child_survey_069": "Ja, een deel van de tijd",
  "child_survey_070": "Ja, het grootste deel van de tijd",
  "child_survey_071": "Ja, altijd",
  "child_survey_072": "Ben je goed in het leren van dingen op school?",
  "child_survey_073": "Nee, nooit",
  "child_survey_074": "Ja, een deel van de tijd",
  "child_survey_075": "Ja, het grootste deel van de tijd",
  "child_survey_076": "Ja, altijd",
  "child_survey_077": "Wanneer schoolwerk moeilijk is, geef je dan meteen op?",
  "child_survey_078": "Nee, nooit",
  "child_survey_079": "Ja, een deel van de tijd",
  "child_survey_080": "Ja, het grootste deel van de tijd",
  "child_survey_081": "Ja, altijd",
  "child_survey_082": "Vind je het leuk om leesactiviteiten te doen op school?",
  "child_survey_083": "Nee, nooit",
  "child_survey_084": "Ja, een deel van de tijd",
  "child_survey_085": "Ja, het grootste deel van de tijd",
  "child_survey_086": "Ja, altijd",
  "child_survey_087": "Vind je het leuk om wiskundeactiviteiten te doen op school?",
  "child_survey_088": "Nee, nooit",
  "child_survey_089": "Ja, een deel van de tijd",
  "child_survey_090": "Ja, het grootste deel van de tijd",
  "child_survey_091": "Ja, altijd",
  "child_survey_092": "Ben je goed in lezen?",
  "child_survey_093": "Nee, nooit",
  "child_survey_094": "Ja, een deel van de tijd",
  "child_survey_095": "Ja, het grootste deel van de tijd",
  "child_survey_096": "Ja, altijd",
  "child_survey_097": "Ben je goed in wiskunde?",
  "child_survey_098": "Nee, nooit",
  "child_survey_099": "Ja, een deel van de tijd",
  "child_survey_100": "Ja, het grootste deel van de tijd",
  "child_survey_101": "Ja, altijd",
  "child_survey_102": "Sommige kinderen denken dat ze slimmer kunnen worden als ze heel hard werken. Denk je dat je slimmer kunt worden als je heel hard werkt?",
  "child_survey_103": "Nee, nooit",
  "child_survey_104": "Ja, een deel van de tijd",
  "child_survey_105": "Ja, het grootste deel van de tijd",
  "child_survey_106": "Ja, altijd",
  "child_survey_107": "Sommige kinderen denken dat ze beter kunnen worden in lezen als ze heel hard werken. Denk je dat je beter kunt worden in lezen als je heel hard werkt?",
  "child_survey_108": "Nee, nooit",
  "child_survey_109": "Ja, een deel van de tijd",
  "child_survey_110": "Ja, het grootste deel van de tijd",
  "child_survey_111": "Ja, altijd",
  "child_survey_112": "Sommige kinderen denken dat ze beter kunnen worden in wiskunde als ze heel hard werken. Denk je dat je beter kunt worden in wiskunde als je heel hard werkt?",
  "child_survey_113": "Nee, nooit",
  "child_survey_114": "Ja, een deel van de tijd",
  "child_survey_115": "Ja, het grootste deel van de tijd",
  "child_survey_116": "Ja, altijd",
  "child_survey_117": "Begin enquête",
  "child_survey_118": "Vorige",
  "child_survey_119": "Volgende",
  "child_survey_120": "Voltooien",
  "classroom": "klaslokaal",
  "close-button-text": "Dichtbij",
  "coats": "Onder de jassen",
  "completed": "voltooid",
  "components/game-tabs.clickToStart": "Klik om te beginnen",
  "components/game-tabs.egmaMathDescription": "Los de rekenproblemen op.",
  "components/game-tabs.egmaMathName": "Rekenen",
  "components/game-tabs.heartsAndFlowersDescription": "Kies de juiste kant voor de harten en bloemen.",
  "components/game-tabs.heartsAndFlowersName": "Harten en Bloemen",
  "components/game-tabs.introDescription": "Leer hoe je onze spellen kunt spelen.",
  "components/game-tabs.introName": "Introductie",
  "components/game-tabs.matrixReasoningDescription": "Vind het ontbrekende stuk om de puzzel te voltooien.",
  "components/game-tabs.matrixReasoningName": "Patroon Matchen",
  "components/game-tabs.mefsDescription": "Match de vormen en kleuren.",
  "components/game-tabs.mefsName": "Leeuw en Aap",
  "components/game-tabs.memoryGameDescription": "Kijk naar de lichten op de vierkanten. Onthoud de volgorde en maak hetzelfde patroon.",
  "components/game-tabs.memoryGameName": "Geheugen",
  "components/game-tabs.mentalRotationDescription": "Match de afbeeldingen.",
  "components/game-tabs.mentalRotationName": "Vorm Rotatie",
  "components/game-tabs.roarInferenceDescription": "Lees de verhalen en beantwoord de vragen.",
  "components/game-tabs.roarInferenceName": "Roar - Inferentie",
  "components/game-tabs.sameDifferentSelectionDescription": "Vind de dingen die dezelfde zijn bij de vormen.",
  "components/game-tabs.sameDifferentSelectionName": "Gelijk & Verschillend",
  "components/game-tabs.surveyDescriptionChild": "Beantwoord vragen over je tijd op school.",
  "components/game-tabs.surveyDescriptionParentPart1": "Deze enquête duurt ongeveer 20-30 minuten en stelt vragen over uw kind.",
  "components/game-tabs.surveyDescriptionParentPart2": "Deze enquête duurt ongeveer 20-30 minuten en stelt vragen over uw huis en uzelf.",
  "components/game-tabs.surveyDescriptionTeacherPart1": "Deze enquête duurt ongeveer 5-10 minuten en vraagt naar uw achtergrond en overtuigingen over onderwijs.",
  "components/game-tabs.surveyDescriptionTeacherPart2": "Deze enquête duurt ongeveer 5-10 minuten en stelt vragen over de klas(sen) die u les geeft.",
  "components/game-tabs.surveyNameChild": "Gedachten en Gevoelens",
  "components/game-tabs.surveyNameParentPart1": "Enquête - Verzorgen",
  "components/game-tabs.surveyNameParentPart2": "Enquête - Familie",
  "components/game-tabs.surveyNameTeacherPart1": "Enquête - Algemeen",
  "components/game-tabs.surveyNameTeacherPart2": "Enquête - Klaslokaal",
  "components/game-tabs.surveyProgressGeneral": "Algemeen",
  "components/game-tabs.surveyProgressGeneralParent": "Thuis/ Verzorgen",
  "components/game-tabs.surveyProgressGeneralTeacher": "Leerkracht",
  "components/game-tabs.surveyProgressSpecificParent": "Kind",
  "components/game-tabs.surveyProgressSpecificParentMonth": "Maand",
  "components/game-tabs.surveyProgressSpecificParentYear": "Jaar",
  "components/game-tabs.surveyProgressSpecificTeacher": "Klaslokaal",
  "components/game-tabs.taskCompleted": "Taak Voltooid!",
  "components/game-tabs.theoryOfMindDescription": "Luister naar de verhalen en beantwoord de vragen.",
  "components/game-tabs.theoryOfMindName": "Verhalen",
  "components/game-tabs.trogDescription": "Luister naar de woorden en kies het bijpassende plaatje.",
  "components/game-tabs.trogName": "Zinbegrip",
  "components/game-tabs.vocabDescription": "Luister naar het woord en kies het passende plaatje.",
  "components/game-tabs.vocabName": "Woordenschat",
  "components/navbar.greeting": "Hallo",
  "components/navbar.signOut": "Afmelden",
  "components/participant-sidebar.grade": "Cijfer",
  "components/participant-sidebar.studentInfo": "Deelnemer Info",
  "components/participant-sidebar.tasksCompleted": "taken voltooid!",
  "components/sentry-form.buttonLabel": "Meld een probleem",
  "components/sentry-form.cancelButtonLabel": "Annuleren",
  "components/sentry-form.emailPlaceholder": "your.email@example.org (optioneel)",
  "components/sentry-form.formTitle": "Meld een probleem bij LEVANTE",
  "components/sentry-form.messageLabel": "Beschrijving",
  "components/sentry-form.messagePlaceholder": "Wat is het probleem? Wat wilde je in plaats daarvan ervaren? Bedankt voor het delen.",
  "components/sentry-form.namePlaceholder": "Je naam (optioneel)",
  "components/sentry-form.submitButtonLabel": "Dien probleemrapport in",
  "components/tasks.loading": "laden",
  "components/tasks.preparing": "Je spel voorbereiden!",
  "consent": "toestemming",
  "continue": "doorgaan",
  "continue-button-text": "OK",
  "counting-1": "Hoeveel auto's zijn dit?",
  "counting-2": "Hoeveel appels zijn dit?",
  "counting-intro": "In dit getallenspel ga je zeggen hoeveel dingen er op de afbeelding staan! De volwassene die je helpt, drukt op de knop.",
  "counting-intro-afc": "Deze keer kies je de knop met het juiste aantal!",
  "crayons": "Krijtjes",
  "cup": "Een kopje",
  "cupbook": "Het boek over bekers",
  "dashboard": "dashboard",
  "data-questionnaire-button-text1": "Ik heb SERIEUZE BEZORGDHEDEN over deze gegevens (bijvoorbeeld, het kind leek de taak niet te begrijpen, werd vaak afgeleid/onderbroken, etc.)",
  "data-questionnaire-button-text2": "Ik voel me OK over deze gegevens (bijvoorbeeld, het kind leek de taak redelijk goed te begrijpen, ondervond slechts enkele afleidingen/onderbrekingen, etc.)",
  "data-questionnaire-button-text3": "Ik voel me GOED over deze gegevens (bijvoorbeeld, het kind begreep de taak duidelijk, had zeer weinig (indien überhaupt) afleidingen/onderbrekingen, etc.)",
  "desk": "In het bureau",
  "disgusted": "walgend",
  "drawer": "In de lade",
  "email": "email",
  "error": "fout",
  "family": "familie",
  "feedback-good-job": "Goed gedaan!",
  "feedback-nice-work": "Goed gedaan!",
  "feedback-not-quite-right": "Dat is niet helemaal juist. Probeer het opnieuw.",
  "feedback-try-again": "Probeer het opnieuw!",
  "feedbackCorrect": "Geweldig! Dat klopt.",
  "floor": "Op de vloer",
  "flower-instruct1": "Dit is het bloemenspel. Zo speel je het.",
  "flower-instruct2": "Wanneer je een bloem ziet, druk je op de knop aan de andere kant.",
  "flower-practice-feedback1": "De bloem staat aan de linkerkant. Druk op de rechterknop.",
  "flower-practice-feedback2": "Wanneer je een BLOEM ziet, druk dan op de knop aan de TEGENOVERGESTELDE kant.",
  "flowerbush": "Een bloemenstruik",
  "fountain": "Een fontein",
  "game": "spel",
  "general-device-type": "Gebruik alstublieft een tablet in de liggende modus, een desktopcomputer of een laptop om de activiteiten te voltooien.",
  "general-encourage": "Blijf doorgaan!",
  "general-exit": "Uitgang",
  "general-footer": "Klik op de onderstaande knop of druk op <b>ELKE TOETS</b> om door te gaan",
  "general-fullscreen": "Overschakelen naar volledig scherm",
  "general-intro1": "Hoi! We zijn blij dat je vandaag een paar spelletjes met ons wilt spelen!",
  "general-intro2": "Eerst mag je een buddy kiezen om mee te spelen. Naarmate je de verschillende spellen voltooit, mag je een accessoire kiezen, zoals een hoed of een bril, om je buddy te versieren.",
  "general-intro3": "Nu je je buddy hebt, willen we uitleggen hoe de spellen werken.",
  "general-intro4": "Tijdens de games moet je naar de instructies luisteren, dus zorg ervoor dat je speakers aanstaan en dat het volume naar wens is. Als je de instructies nog een keer wilt horen, kun je op de speakerknop in de hoek van je scherm klikken.",
  "general-intro5": "U kunt uw antwoorden op verschillende manieren kiezen, afhankelijk van het type tablet of computer dat u gebruikt. U kunt een muis of touchpad gebruiken om uw keuze te klikken, u kunt de pijltjestoetsen op uw toetsenbord gebruiken of u kunt uw scherm aanraken als u een tablet gebruikt. U kunt de manier kiezen die het beste voor u werkt.\n\nAls u vragen hebt of hulp nodig hebt om te beginnen, vraag dan de volwassene die in de buurt is om u te helpen.",
  "general-keyboard-instructions": "Als u uw toetsenbord wilt gebruiken om een vraag te beantwoorden, drukt u op de pijltjestoets naast uw keuze.",
  "general-repeat-instructions": "Het lijkt erop dat dit een beetje lastig is! Laten we de instructies nog eens bekijken.",
  "general-rotate-device": "Draai uw apparaat voor het beste zicht op de activiteiten.",
  "general-your-turn": "Goed gedaan met de oefening! Probeer nu zelf wat meer.",
  "grade": "cijfer",
  "happy": "Vrolijk",
  "heart-instruct1": "Dit is het hartspel. Zo speel je het.",
  "heart-instruct2": "Wanneer je een hartje ziet, druk je op de knop aan dezelfde kant.",
  "heart-practice-feedback1": "Het hart zit aan de rechterkant. Druk op de juiste knop.",
  "heart-practice-feedback2": "Onthoud! Wanneer je een HART ziet, druk dan op de knop aan DEZELFDE kant.",
  "hearts-and-flowers-encourage1": "Probeer bij te blijven!",
  "hearts-and-flowers-encourage2": "Als je een fout maakt, ga dan gewoon door!",
  "hearts-and-flowers-end": "Goed gedaan! Je hebt het spel uitgespeeld!",
  "hearts-and-flowers-instruct1": "Deze keer gaat het spel sneller. Het vertelt je niet of je goed of fout zit. Probeer bij te blijven!",
  "hearts-and-flowers-instruct2": "Probeer zo snel mogelijk te antwoorden zonder fouten te maken. Als je een fout maakt, ga dan gewoon door!",
  "hearts-and-flowers-instruct3": "Nu gaan we een spelletje doen met hartjes en bloemen.",
  "hearts-and-flowers-play-time": "Tijd om te spelen!",
  "hearts-and-flowers-practice-time": "Tijd om te oefenen!",
  "hearts-and-flowers-try-again": "Dat is niet helemaal juist. Probeer het opnieuw.",
  "hill": "Een heuvel",
  "hillsbook": "Het boek over heuvels",
  "hostile-attribution-scene1-by-accident": "per ongeluk",
  "hostile-attribution-scene1-instruct1": "Stel je voor dat je naar school loopt en je draagt je nieuwe schoenen. Je bent echt dol op je nieuwe schoenen en dit is de eerste dag dat je ze draagt.",
  "hostile-attribution-scene1-instruct2": "Opeens word je van achteren aangereden door een jongen. Je struikelt en valt in een modderplas en je nieuwe schoenen worden modderig.",
  "hostile-attribution-scene1-on-purpose": "met opzet",
  "hostile-attribution-scene1-q1": "Denk je dat de jongen je expres of per ongeluk heeft gestoten?",
  "hostile-attribution-scene1-q2": "Kies nu een van de drie opties, zoals u dat ook zou doen:",
  "hostile-attribution-scene1-q2-ans1": "mijn schoenen schoonmaken",
  "hostile-attribution-scene1-q2-ans2": "weglopen van de jongen",
  "hostile-attribution-scene1-q2-ans3": "duw de jongen in de modder",
  "hostile-attribution-scene2-by-accident": "per ongeluk",
  "hostile-attribution-scene2-instruct1": "Stel je voor dat je op de speelplaats bent. Jij en een paar andere kinderen doen een race. Een jongen staat aan de kant en stuitert met een basketbal.",
  "hostile-attribution-scene2-instruct2": "Het volgende wat je weet is dat de jongen de bal heeft laten stuiteren en dat de bal onder je voeten is gerold, waardoor je bent gevallen. Je schaaft je knie en iemand anders wint de race.",
  "hostile-attribution-scene2-on-purpose": "met opzet",
  "hostile-attribution-scene2-q1": "Denk je dat de jongen je expres liet vallen of per ongeluk?",
  "hostile-attribution-scene2-q2": "Kies nu een van de drie opties, zoals u dat ook zou doen:",
  "hostile-attribution-scene2-q2-ans1": "ga naar een ander deel van de speeltuin",
  "hostile-attribution-scene2-q2-ans2": "zeg iets gemeens tegen hem",
  "hostile-attribution-scene2-q2-ans3": "zorg voor mijn knie",
  "hostile-attribution-scene3-by-accident": "per ongeluk",
  "hostile-attribution-scene3-instruct1": "Stel je voor dat je aan je bureau aan een opdracht werkt.",
  "hostile-attribution-scene3-instruct2": "Je gaat je potlood slijpen en als je terugloopt naar je bureau, zie je een jongen vlak voor je lopen. De jongen loopt langs je bureau voordat je er bent.",
  "hostile-attribution-scene3-instruct3": "Voor je het weet, heeft de jongen al je papieren van je bureau gegooid en liggen ze overal op de vloer.",
  "hostile-attribution-scene3-on-purpose": "met opzet",
  "hostile-attribution-scene3-q1": "Denk je dat de jongen jouw papieren expres of per ongeluk op de grond heeft gegooid?",
  "hostile-attribution-scene3-q2": "Kies nu een van de drie opties, zoals u dat ook zou doen:",
  "hostile-attribution-scene3-q2-ans1": "hem een naam geven",
  "hostile-attribution-scene3-q2-ans2": "pak de papieren op",
  "hostile-attribution-scene3-q2-ans3": "niets doen",
  "inferenceInstructions": "Lees elk verhaal zorgvuldig. Denk na over wat er in het verhaal gebeurde en wat je weet. Kies het beste antwoord voor elke vraag.",
  "inferenceInstructions2": "Welkom bij ROAR - Inferentie",
  "instructions": "instructies",
  "intro-finished": "Je hebt de instructies voltooid. Bedankt!",
  "language": "taal",
  "large_cup": "De grote beker",
  "levante": "LEVANTE",
  "loading": "laden",
  "math-instructions1": "In dit spel ga je wat wiskundesommen maken. Sommige lijken op de sommen die je op school doet en sommige zijn net even anders. \n\nSommige vragen kunnen makkelijk voor je zijn en andere kunnen moeilijk zijn. Dat is oké! Probeer je best te doen en neem je tijd. De meeste vragen hebben vier keuzes. Kies degene waarvan je denkt dat die juist is. Laten we beginnen!",
  "math-instructions1-heavy": "In dit spel ga je met getallen spelen.\n\nSommige vragen zijn misschien makkelijk voor je en sommige moeilijk. Dat is prima! Probeer je best te doen en neem de tijd. Laten we beginnen!",
  "math-intro-fractions": "In dit gedeelte somtjes optellen en soms aftrekken. Zorg ervoor dat je goed kijkt naar het plus- of minteken. De eerste paar zijn voor oefening.",
  "math-intro1": "Hier is het eerste gedeelte. Laten we beginnen met oefenen!",
  "math-intro1-heavy": "Het is tijd voor het eerste getallenspel! Laten we oefenen.",
  "math-intro2": "Hier is nog een sectie. De eerste paar zijn voor oefening.",
  "math-intro2-heavy": "Het is tijd voor het volgende getallenspel! Laten we oefenen.",
  "matrix-reasoning-instruct1": "We gaan je een puzzel laten zien, en jouw taak is om het beste stukje te kiezen om de puzzel compleet te maken. Laten we beginnen!",
  "matrix-reasoning-instruct2": "Zie je deze grote puzzel? Er mist een stukje! Welk stukje hoort in de puzzel?",
  "matrix-reasoning-prompt1": "Kies het beste patroon om de ontbrekende informatie in te vullen.",
  "medium_cup": "De middelgrote beker",
  "memory-game-backward-prompt": "Kies de vakjes in omgekeerde volgorde.",
  "memory-game-backward-try-again": "Dat is niet helemaal juist. Probeer het opnieuw. Kies de vakken in omgekeerde volgorde.",
  "memory-game-display": "Kijk hoe de vierkantjes oplichten.",
  "memory-game-forward-prompt": "Kies de vakjes in dezelfde volgorde.",
  "memory-game-forward-try-again": "Dat is niet helemaal juist. Probeer het opnieuw. Kies de vakken in dezelfde volgorde.",
  "memory-game-input": "Kies de vakjes in dezelfde volgorde.",
  "memory-game-instruct1": "Dit is het geheugenspel. Zo speel je het.",
  "memory-game-instruct1-heavy": "Dit is het geheugenspel.",
  "memory-game-instruct2": "Je ziet dat de vierkantjes oplichten.",
  "memory-game-instruct2-heavy": "In dit spel gaan we vierkanten zien oplichten. Je taak is om de vierkanten die oplichten aan te raken.",
  "memory-game-instruct3": "Je gaat de vakken in dezelfde volgorde kiezen.",
  "memory-game-instruct3-heavy": "Nu zullen we twee vierkanten zien oplichten. Je taak is om de vierkanten in dezelfde volgorde aan te raken als ze oplichten!",
  "memory-game-instruct4": "Let goed op! Probeer de volgorde te onthouden.",
  "memory-game-instruct4-heavy": "Kijk hoe de vierkanten oplichten. Ik raak de vierkanten in dezelfde volgorde aan.",
  "memory-game-instruct5": "Deze keer vertelt het spel je niet of je goed of fout zit. Laten we het geheugenspel spelen!",
  "memory-game-instruct5-heavy": "Oké, nu ga je de rest van het geheugenspel zelf spelen. Meer vierkanten zullen elke keer oplichten naarmate je langer speelt, dus kijk goed!",
  "memory-game-instruct6": "Laten we het geheugenspel nu omgekeerd spelen!",
  "memory-game-instruct6-heavy": "Als je een fout maakt, ga dan gewoon door!",
  "memory-game-instruct7": "Laten we beginnen met het geheugenspel!",
  "mental-rotation-instruct-3D": "Nu ziet u afbeeldingen die blokken met drie zijden tonen. Uw taak is om de bijpassende afbeelding te kiezen.",
  "mental-rotation-instruct1": "Zie je deze twee contouren? Eén past bij deze vorm. Laten we eens kijken welke bij de vorm past.",
  "mental-rotation-prompt1": "Kies de bijpassende afbeelding.",
  "mental-rotation-prompt2": "Kies de afbeelding die hierbij past.",
  "mental-rotation-test-instruct4": "Probeer het nu maar! Kun jij de vorm vinden die bij de omtrek hoort?",
  "mental-rotation-training-instruct2": "Laten we eens kijken of deze vorm bij de omtrek past. Deze vorm past niet bij de omtrek.",
  "mental-rotation-training-instruct3": "Laten we eens kijken of deze vorm bij de omtrek past. Deze vorm past bij de omtrek.",
  "missing-number-prompt1": "Welk getal moet er op de lege plek komen?",
  "missing-number-prompt2": "Welk getal hoort hier?",
  "missing-number-prompt3": "Welke nummers horen in de lege plekken?",
  "multiplication-prompt1": "Vermenigvuldig de getallen en kies het juiste antwoord.",
  "multiplication-prompt2": "Vermenigvuldig de getallen.",
  "no": "Nee",
  "ns-number-comp-1": "Welke kaart heeft meer appels?",
  "ns-number-comp-2": "Welke kaart heeft meer auto's?",
  "ns-number-identification-1": "Kies de kaart die 1 appel toont.",
  "ns-number-identification-10": "Kies de kaart die 10 appels toont.",
  "ns-number-identification-2": "Kies de kaart die 2 auto's toont.",
  "ns-number-identification-5": "Kies de kaart die 5 appels toont.",
  "ns-number-identification-7": "Kies de kaart die 7 auto's toont.",
  "number-comparison-prompt1": "Welk getal is groter?",
  "number-comparison-prompt2": "Welke is groter?",
  "number-identification-1": "Kies het getal 1.",
  "number-identification-10": "Kies de 23.",
  "number-identification-11": "Kies de 48.",
  "number-identification-12": "Kies de 91.",
  "number-identification-13": "Kies de 33.",
  "number-identification-14": "Kies de 74.",
  "number-identification-15": "Kies de 87.",
  "number-identification-16": "Kies de 65.",
  "number-identification-17": "Kies de 108.",
  "number-identification-18": "Kies de 245.",
  "number-identification-19": "Kies de 587.",
  "number-identification-2": "Kies de 2.",
  "number-identification-20": "Kies de 731.",
  "number-identification-21": "Kies de 989.",
  "number-identification-22": "Kies het getal 6.",
  "number-identification-23": "Kies het getal 14.",
  "number-identification-24": "Kies het getal 18.",
  "number-identification-25": "Kies het getal 26.",
  "number-identification-26": "Kies het getal 35.",
  "number-identification-27": "Kies het getal 41.",
  "number-identification-28": "Kies het getal 47.",
  "number-identification-29": "Kies het getal 50.",
  "number-identification-3": "Kies de 9.",
  "number-identification-30": "Kies het getal 55.",
  "number-identification-31": "Kies het getal 66.",
  "number-identification-32": "Kies het getal 67.",
  "number-identification-33": "Kies het getal 88.",
  "number-identification-34": "Kies het getal 101.",
  "number-identification-35": "Kies het getal 426.",
  "number-identification-36": "Kies het getal 131.",
  "number-identification-37": "Kies het getal 256.",
  "number-identification-38": "Kies het getal 349.",
  "number-identification-39": "Kies het getal 543.",
  "number-identification-4": "Kies de 0.",
  "number-identification-40": "Kies het getal 617.",
  "number-identification-41": "Kies het getal 877.",
  "number-identification-5": "Kies de 12.",
  "number-identification-6": "Kies de 30.",
  "number-identification-7": "Kies de 22.",
  "number-identification-8": "Kies de 45.",
  "number-identification-9": "Kies de 39.",
  "number-identification-prompt1": "Kies het nummer dat je hoort.",
  "number-line-instruct1": "Hier is een getallenlijn. Je kunt de slider vooruit en achteruit bewegen langs de lijn. Verplaats de slider zodat hij op de juiste plek staat om te laten zien waar het nummer hoort. Kijk goed naar de nummers aan beide uiteinden als je beslist waar je de slider plaatst.",
  "number-line-prompt1": "Kies het getal dat op de getallenlijn staat.",
  "number-line-slider-prompt1": "Verplaats de slider om het nummer te markeren.",
  "pages/home-participant.contactAdministrator": "Neem contact op met je administrator om aan een opdracht te worden toegevoegd.",
  "pages/home-participant.loadingAssignments": "Laden van opdrachten",
  "pages/home-participant.noAssignments": "Je hebt geen opdrachten!",
  "pages/home-participant.selectAssignment": "Selecteer een opdracht",
  "pages/home-participant.showOptionalAssignments": "Toon optionele opdrachten",
  "pages/home-selector.inactivityLogout": "Je wordt binnenkort automatisch uitgelogd om veiligheidsredenen. Klik op \"Doorgaan\" als je de sessie wilt voortzetten. \\n Anders wordt je automatisch uitgelogd over { timeLeft } seconden.",
  "pages/home-selector.inactivityLogoutAcceptLabel": "Doorgaan",
  "pages/home-selector.loading": "Laden...",
  "pages/not-found.label": "Terug naar startpagina",
  "pages/not-found.pageNotFound": "Pagina niet gevonden",
  "pages/not-found.sorry": "Sorry, we konden die pagina niet vinden!",
  "pages/signin.adminAction": "hier",
  "pages/signin.adminInfoPrompt": "Als je je hebt geregistreerd met een Google-e-mail of je e-mailprovider gebruikt Google SSO.",
  "pages/signin.adminPrompt": "Ben je een beheerder? Klik {action} om in te loggen.",
  "pages/signin.havingTrouble": "Heb je problemen?",
  "pages/signin.login": "Log in om toegang te krijgen tot je dashboard",
  "pages/signin.loginWith": "Inloggen met",
  "pages/signin.welcome": "Welkom bij ROAR!",
  "parent": "ouder",
  "parent_survey_child_001": "<block><b><font face=\"Verdana\" size=\"4\">\nDank aan u en uw kind om deel te nemen aan dit onderzoeksproject!</b><br> <br> <p><font face=\"Verdana\" size=\"4\">De volgende enquête duurt ongeveer 20-30 minuten om te voltooien en zal vragen stellen over uw kind. <br><br>Bij het beantwoorden van de vragen, denk aan uw kind dat deelneemt aan dit onderzoeksproject. Als u meer dan één kind heeft dat deelneemt aan het onderzoeksproject, moet u deze enquête apart invullen voor elk deelnemend kind. <br><br>Sommige vragen geven een specifieke tijdspanne aan om in overweging te nemen bij het beantwoorden. Als er geen tijdspanne aangegeven is, kunt u nadenken over hoe het antwoord in het algemeen op uw kind van toepassing is. <br><br>Wij stellen het op prijs als u zo volledig en nauwkeurig mogelijk antwoord geeft met de informatie die u ter beschikking heeft. Als u vragen heeft over deze enquête, neem dan contact op met de onderzoekscoördinator. <br><br>Wanneer u klaar bent om te beginnen, selecteer de \"start enquête\" knop. <br><br><b><font face=\"Verdana\" size=\"4\">Dank u!",
  "parent_survey_child_002": "Dit gedeelte stelt algemene informatievragen en vragen over de gezondheid van uw kind.",
  "parent_survey_child_003": "<block><b><font face=\"Verdana\" size=\"4\">Dit gedeelte stelt algemene informatievragen en vragen over de gezondheid van uw kind.",
  "parent_survey_child_004": "Geef alstublieft aan wat uw relatie tot het kind dat aan dit onderzoeksproject deelneemt is.",
  "parent_survey_child_005": "Biologische of adoptiemoeder",
  "parent_survey_child_006": "Biologische of adoptievader",
  "parent_survey_child_007": "Stiefmoeder",
  "parent_survey_child_008": "Stiefvader",
  "parent_survey_child_011": "Pleegouder",
  "parent_survey_child_012": "Ander familielid",
  "parent_survey_child_013": "Ander niet-familielid",
  "parent_survey_child_014": "Geef alstublieft aan wat uw relatie tot het kind is.",
  "parent_survey_child_015": "Geef alstublieft aan hoe lang u al voor dit kind zorgt.",
  "parent_survey_child_016": "jaren",
  "parent_survey_child_017": "jaren",
  "parent_survey_child_018": "maanden",
  "parent_survey_child_019": "maanden",
  "parent_survey_child_020": "Wat is de huidige leeftijd van uw kind in jaren?",
  "parent_survey_child_021": "leeftijdsjaren",
  "parent_survey_child_022": "Wat is de huidige lengte van uw kind? (schat dit indien nodig zo nauwkeurig mogelijk)",
  "parent_survey_child_023": "meters",
  "parent_survey_child_024": "meters",
  "parent_survey_child_025": "centimeters",
  "parent_survey_child_026": "centimeters",
  "parent_survey_child_027": "Wat is het huidige gewicht van uw kind? (schat dit indien nodig zo nauwkeurig mogelijk)",
  "parent_survey_child_028": "pounds",
  "parent_survey_child_029": "pounds",
  "parent_survey_child_030": "Is uw kind te vroeg geboren (meer dan drie weken vóór de uitgerekende datum)?",
  "parent_survey_child_033": "Weet ik niet",
  "parent_survey_child_034": "Hoeveel woog uw kind bij de geboorte? (als u het niet weet, laat het leeg)",
  "parent_survey_child_035": "gram",
  "parent_survey_child_036": "Hoe zou u de gezondheid van uw kind over het algemeen beschrijven?",
  "parent_survey_child_037": "Uitstekend",
  "parent_survey_child_038": "Zeer goed",
  "parent_survey_child_039": "Goed",
  "parent_survey_child_040": "Gematigd",
  "parent_survey_child_041": "Slecht",
  "parent_survey_child_042": "Hoe zou u de staat van het gebit van uw kind beschrijven?",
  "parent_survey_child_043": "Uitstekend",
  "parent_survey_child_044": "Zeer goed",
  "parent_survey_child_045": "Goed",
  "parent_survey_child_046": "Gematigd",
  "parent_survey_child_047": "Slecht",
  "parent_survey_child_048": "<b>In DE AFGELOPEN WEEK</b>, op hoeveel dagen heeft uw kind gesport, een sport beoefend of deelgenomen aan een fysieke activiteit (op school of daarbuiten) gedurende ten minste 60 minuten?",
  "parent_survey_child_049": "0 dagen",
  "parent_survey_child_050": "1 - 3 dagen",
  "parent_survey_child_051": "4 - 6 dagen",
  "parent_survey_child_052": "Elke dag",
  "parent_survey_child_053": "<b>IN DE AFGELOPEN 12 MAANDEN</b>, heeft uw kind REGELMATIG of CHRONISCH moeite gehad met een van de volgende?",
  "parent_survey_child_054": "Ademhaling of andere ademhalingsproblemen (zoals piepen of kortademigheid)",
  "parent_survey_child_057": "Weet ik niet",
  "parent_survey_child_058": "Eten of slikken vanwege een gezondheidsprobleem",
  "parent_survey_child_061": "Weet ik niet",
  "parent_survey_child_062": "Voedsel verteren, waaronder maag/darmproblemen, obstipatie of diarree",
  "parent_survey_child_065": "Weet ik niet",
  "parent_survey_child_066": "Herhaalde of chronische fysieke pijn, waaronder hoofdpijn of andere rug- of lichaamspijnen",
  "parent_survey_child_069": "Weet ik niet",
  "parent_survey_child_070": "Kiespijn",
  "parent_survey_child_073": "Weet ik niet",
  "parent_survey_child_074": "Bloedend tandvlees",
  "parent_survey_child_077": "Weet ik niet",
  "parent_survey_child_078": "Verrotte tanden of gaatjes",
  "parent_survey_child_081": "Weet ik niet",
  "parent_survey_child_082": "Heeft uw kind een van de volgende problemen?",
  "parent_survey_child_083": "Ernstige moeite met concentreren, onthouden of beslissingen nemen vanwege een fysiek, mentaal of emotioneel probleem",
  "parent_survey_child_086": "Weet ik niet",
  "parent_survey_child_087": "Ernstige moeilijkheid met lopen of traplopen",
  "parent_survey_child_088": "Ja",
  "parent_survey_child_089": "Nee",
  "parent_survey_child_090": "Moeite met aankleden of baden",
  "parent_survey_child_091": "Ja",
  "parent_survey_child_092": "Nee",
  "parent_survey_child_093": "Doofheid of gehoorproblemen",
  "parent_survey_child_094": "Ja",
  "parent_survey_child_095": "Nee",
  "parent_survey_child_096": "Blindheid of problemen met zien, zelfs wanneer het kind een bril draagt",
  "parent_survey_child_097": "Ja",
  "parent_survey_child_098": "Nee",
  "parent_survey_child_099": "Heeft uw kind andere zicht- of gehoorproblemen (bv. frequente oorinfecties; bijziend of verziend)?",
  "parent_survey_child_100": "Ja",
  "parent_survey_child_101": "Nee",
  "parent_survey_child_102": "Zo ja, graag toelichten:",
  "parent_survey_child_103": "Heeft een arts of andere zorgverlener u <b>OOIT</b> verteld dat uw kind een genetische of erfelijke aandoening heeft?",
  "parent_survey_child_106": "Weet ik niet",
  "parent_survey_child_107": "Liever niet antwoorden",
  "parent_survey_child_108": "Als het antwoord ja is, graag de aandoening vermelden of toelichten:",
  "parent_survey_child_109": "Heeft een arts of andere zorgverlener, of opvoeder u <b>OOIT</b> verteld dat uw kind een van de volgende aandoeningen heeft:",
  "parent_survey_child_110": "Gedrags- of opvoedingsproblemen",
  "parent_survey_child_111": "Nee",
  "parent_survey_child_112": "Ja",
  "parent_survey_child_113": "Weet ik niet",
  "parent_survey_child_114": "Liever niet antwoorden",
  "parent_survey_child_115": "Heeft uw kind op dit moment gedrags- of opvoedingsproblemen?",
  "parent_survey_child_116": "Ja",
  "parent_survey_child_117": "Nee",
  "parent_survey_child_118": "Zijn de huidige gedrags- of opvoedingsproblemen mild, matig of ernstig?",
  "parent_survey_child_119": "Mild",
  "parent_survey_child_120": "Matig",
  "parent_survey_child_121": "Ernstig",
  "parent_survey_child_122": "Ontwikkelingsachterstand",
  "parent_survey_child_125": "Weet ik niet",
  "parent_survey_child_126": "Liever niet antwoorden",
  "parent_survey_child_127": "Heeft uw kind momenteel een ontwikkelingsachterstand?",
  "parent_survey_child_128": "Ja",
  "parent_survey_child_129": "Nee",
  "parent_survey_child_130": "Zijn de huidige ontwikkelingsachterstanden mild, matig of ernstig?",
  "parent_survey_child_131": "Mild",
  "parent_survey_child_132": "Matig",
  "parent_survey_child_133": "Ernstig",
  "parent_survey_child_134": "Verstandelijke beperking",
  "parent_survey_child_137": "Weet ik niet",
  "parent_survey_child_138": "Liever niet antwoorden",
  "parent_survey_child_139": "Heeft uw kind momenteel een verstandelijke beperking?",
  "parent_survey_child_140": "Ja",
  "parent_survey_child_141": "Nee",
  "parent_survey_child_142": "Is de huidige verstandelijke beperking mild, matig of ernstig?",
  "parent_survey_child_143": "Mild",
  "parent_survey_child_144": "Matig",
  "parent_survey_child_145": "Ernstig",
  "parent_survey_child_146": "Spraak- of andere taalstoornis",
  "parent_survey_child_149": "Weet ik niet",
  "parent_survey_child_150": "Liever niet antwoorden",
  "parent_survey_child_151": "Heeft uw kind momenteel een spraak- of andere taalstoornis?",
  "parent_survey_child_152": "Ja",
  "parent_survey_child_153": "Nee",
  "parent_survey_child_154": "Is de huidige spraak- of andere taalstoornis mild, matig of ernstig?",
  "parent_survey_child_155": "Mild",
  "parent_survey_child_156": "Matig",
  "parent_survey_child_157": "Ernstig",
  "parent_survey_child_158": "Leerstoornis",
  "parent_survey_child_161": "Weet ik niet",
  "parent_survey_child_162": "Liever niet antwoorden",
  "parent_survey_child_163": "Heeft uw kind momenteel een leerstoornis?",
  "parent_survey_child_164": "Ja",
  "parent_survey_child_165": "Nee",
  "parent_survey_child_166": "Is de huidige leerstoornis mild, matig of ernstig?",
  "parent_survey_child_167": "Mild",
  "parent_survey_child_168": "Matig",
  "parent_survey_child_169": "Ernstig",
  "parent_survey_child_170": "Autisme Spectrum Stoornis (ASS) <br>(omvat Asperger stoornis of Pervasieve ontwikkelingsstoornis (PDD))",
  "parent_survey_child_173": "Weet ik niet",
  "parent_survey_child_174": "Liever niet antwoorden",
  "parent_survey_child_175": "Heeft uw kind momenteel een autismespectrumstoornis (ASS) (omvat Asperger stoornis of Pervasieve ontwikkelingsstoornis (PDD))?",
  "parent_survey_child_176": "Ja",
  "parent_survey_child_177": "Nee",
  "parent_survey_child_178": "Is de huidige assstoornis (omvat Asperger- of Pervasieve ontwikkelingsstoornis), mild, matig of ernstig?",
  "parent_survey_child_179": "Mild",
  "parent_survey_child_180": "Matig",
  "parent_survey_child_181": "Ernstig",
  "parent_survey_child_182": "Aandachtstekortstoornis of Aandachtstekortstoornis met hyperactiviteit (ADD of ADHD)",
  "parent_survey_child_185": "Weet ik niet",
  "parent_survey_child_186": "Liever niet antwoorden",
  "parent_survey_child_187": "Heeft uw kind momenteel een aandachtstekortstoornis of aandachtstekortstoornis met hyperactiviteit (ADD of ADHD)?",
  "parent_survey_child_188": "Ja",
  "parent_survey_child_189": "Nee",
  "parent_survey_child_190": "Is de huidige aandachtstekortstoornis of aandachtstekortstoornis met hyperactiviteit (ADD of ADHD), mild, matig of ernstig?",
  "parent_survey_child_191": "Mild",
  "parent_survey_child_192": "Matig",
  "parent_survey_child_193": "Ernstig",
  "parent_survey_child_194": "Wat was het geslacht van uw kind bij de geboorte (d.w.z. op hun geboorteakte)?",
  "parent_survey_child_197": "Anders (beschrijf)",
  "parent_survey_child_198": "De volgende reeks vragen gaat over genderidentiteit. <br><br>Zou u deze aanvullende vragen over gender willen beantwoorden? <br>(Opmerking: uw kind zal deze vragen NIET krijgen)",
  "parent_survey_child_199": "Wat is de huidige genderidentificatie van uw kind?",
  "parent_survey_child_203": "Hoe vaak heeft uw kind in het afgelopen jaar gedrag vertoond of voorkeuren geuit die vaker geassocieerd worden met meisjes?",
  "parent_survey_child_204": "Nooit",
  "parent_survey_child_205": "Zelden",
  "parent_survey_child_206": "Soms",
  "parent_survey_child_207": "Vaak",
  "parent_survey_child_208": "Altijd",
  "parent_survey_child_209": "Hoe vaak heeft uw kind het afgelopen jaar gezegd dat hij/zij een meisje is of wil zijn?",
  "parent_survey_child_210": "Nooit",
  "parent_survey_child_211": "Zelden",
  "parent_survey_child_212": "Soms",
  "parent_survey_child_213": "Vaak",
  "parent_survey_child_214": "Altijd",
  "parent_survey_child_215": "Hoe vaak heeft uw kind het afgelopen jaar gedragingen vertoond of voorkeuren geuit die gewoonlijk met jongens worden geassocieerd?",
  "parent_survey_child_216": "Nooit",
  "parent_survey_child_217": "Zelden",
  "parent_survey_child_218": "Soms",
  "parent_survey_child_219": "Vaak",
  "parent_survey_child_220": "Altijd",
  "parent_survey_child_221": "Hoe vaak heeft uw kind het afgelopen jaar gezegd dat hij/zij een jongen is of wil zijn?",
  "parent_survey_child_222": "Nooit",
  "parent_survey_child_223": "Zelden",
  "parent_survey_child_224": "Soms",
  "parent_survey_child_225": "Vaak",
  "parent_survey_child_226": "Altijd",
  "parent_survey_child_227": "Heeft uw kind al tekenen van puberteit laten zien (ook al is het erg vroeg)?",
  "parent_survey_child_228": "Ja",
  "parent_survey_child_229": "Nee",
  "parent_survey_child_230": "Kies voor elke vraag het antwoord dat het beste beschrijft wat er momenteel met uw kind gebeurt.",
  "parent_survey_child_231": "Zou u zeggen dat de groei in lengte van uw kind (groter worden):",
  "parent_survey_child_232": "Nog niet begonnen te groeien (\"spurt\" betekent meer groei dan normaal)",
  "parent_survey_child_233": "Is nauwelijks begonnen te groeien",
  "parent_survey_child_234": "Is duidelijk begonnen maar is nog niet af",
  "parent_survey_child_235": "Lijkt voltooid (kind is ongeveer zo groot als zij zal worden)",
  "parent_survey_child_236": "Hoe zit het met de groei van lichaamsbeharing (bijv. onder de armen)? Zou u zeggen dat de lichaamsbeharing van uw kind:",
  "parent_survey_child_237": "Nog niet begonnen met groeien",
  "parent_survey_child_238": "Is nauwelijks begonnen met groeien",
  "parent_survey_child_239": "Is duidelijk begonnen te groeien maar is nog niet af",
  "parent_survey_child_240": "Lijkt voltooid (kind heeft zoveel lichaamsbeharing als hij/zij zal krijgen)",
  "parent_survey_child_241": "Heeft u enige huidveranderingen opgemerkt, vooral puistjes?",
  "parent_survey_child_242": "Nog niet begonnen met het tonen van veranderingen",
  "parent_survey_child_243": "Is nauwelijks begonnen met het tonen van veranderingen",
  "parent_survey_child_244": "Huidveranderingen zijn duidelijk begonnen maar nog niet afgerond",
  "parent_survey_child_245": "Huidveranderingen lijken voltooid te zijn",
  "parent_survey_child_246": "Zijn de borsten van uw kind begonnen te groeien?",
  "parent_survey_child_247": "Nog niet begonnen met groeien",
  "parent_survey_child_248": "Zijn nauwelijks begonnen met groeien",
  "parent_survey_child_249": "Borstgroei is duidelijk begonnen maar nog niet afgerond",
  "parent_survey_child_250": "Borstgroei lijkt voltooid",
  "parent_survey_child_251": "Is uw kind begonnen te menstrueren?",
  "parent_survey_child_252": "Ja",
  "parent_survey_child_253": "Nee",
  "parent_survey_child_254": "Zo ja, hoe oud was uw kind toen zij voor het eerst ongesteld werd?",
  "parent_survey_child_255": "leeftijdsjaren",
  "parent_survey_child_256": "Kies voor elke vraag het antwoord dat het beste beschrijft wat er momenteel met uw kind gebeurt.",
  "parent_survey_child_257": "Zou u zeggen dat de groei in lengte van uw kind (groter worden):",
  "parent_survey_child_258": "Nog niet begonnen te groeien (\"spurt\" betekent meer groei dan normaal)",
  "parent_survey_child_259": "Is nauwelijks begonnen te groeien",
  "parent_survey_child_260": "Is duidelijk begonnen maar is nog niet af",
  "parent_survey_child_261": "Lijkt voltooid (kind is ongeveer zo groot als zij zal worden)",
  "parent_survey_child_262": "Hoe zit het met de groei van lichaamsbeharing (bijv. onder de armen)? Zou u zeggen dat de lichaamsbeharing van uw kind:",
  "parent_survey_child_263": "Nog niet begonnen met groeien",
  "parent_survey_child_264": "Is nauwelijks begonnen met groeien",
  "parent_survey_child_265": "Is duidelijk begonnen te groeien maar is nog niet af",
  "parent_survey_child_266": "Lijkt voltooid (kind heeft zoveel lichaamsbeharing als hij/zij zal krijgen)",
  "parent_survey_child_267": "Heeft u enige huidveranderingen opgemerkt, vooral puistjes?",
  "parent_survey_child_268": "Nog niet begonnen met het tonen van veranderingen",
  "parent_survey_child_269": "Is nauwelijks begonnen met het tonen van veranderingen",
  "parent_survey_child_270": "Huidveranderingen zijn duidelijk begonnen maar nog niet afgerond",
  "parent_survey_child_271": "Huidveranderingen lijken voltooid te zijn",
  "parent_survey_child_272": "Is de stem van uw kind begonnen te veranderen?",
  "parent_survey_child_273": "Nog niet begonnen met veranderen",
  "parent_survey_child_274": "Is nauwelijks begonnen te veranderen",
  "parent_survey_child_275": "Stembeugel is duidelijk aan het plaatsvinden maar nog niet voltooid",
  "parent_survey_child_276": "Stembeugel lijkt voltooid",
  "parent_survey_child_277": "Is uw kind begonnen met het laten groeien van gezichtshaar (baard of snor)?",
  "parent_survey_child_278": "Nog niet begonnen met het laten groeien van gezichtshaar",
  "parent_survey_child_279": "Is nauwelijks begonnen met het laten groeien van gezichtshaar",
  "parent_survey_child_280": "Het groeien van haar is duidelijk begonnen (voldoende om te scheren)",
  "parent_survey_child_281": "Waarschijnlijk groeit het nu zo snel als het ooit zal groeien",
  "parent_survey_child_282": "Beantwoord alstublieft elke uitspraak over de slaappatronen van uw kind.",
  "parent_survey_child_283": "In de <b>afgelopen 7 dagen</b>...",
  "parent_survey_child_284": "Zelden (0-1 keer per week)",
  "parent_survey_child_285": "Af en toe (2-4 keer per week)",
  "parent_survey_child_286": "Meestal (5 of meer keer per week)",
  "parent_survey_child_287": "Uw kind had moeite om in slaap te vallen (viel niet binnen 20 minuten na het naar bed gaan in slaap).",
  "parent_survey_child_288": "Uw kind had moeite om de nacht door te slapen (werd één of meerdere keren per nacht wakker).",
  "parent_survey_child_289": "Uw kind ging op ongeveer dezelfde tijd naar bed tijdens doordeweekse avonden (maandag-vrijdag).",
  "parent_survey_child_290": "<b>IN DE AFGELOPEN WEEK</b>, hoeveel uur slaap kreeg uw kind meestal per nacht door de week (maandag-vrijdag)?",
  "parent_survey_child_291": "Minder dan 6 uur",
  "parent_survey_child_292": "6 uur",
  "parent_survey_child_293": "7 uur",
  "parent_survey_child_294": "8 uur",
  "parent_survey_child_295": "9 uur",
  "parent_survey_child_296": "10 uur",
  "parent_survey_child_297": "11 uur of meer",
  "parent_survey_child_298": "<block><b><font face=\"Verdana\" size=\"4\">Dit gedeelte gaat over het gedrag en de sociale interactie van uw kind.",
  "parent_survey_child_299": "Voor elk item, markeer \"Helemaal niet\", \"Niet zo goed\", \"Redelijk goed\" of \"Heel goed\" om aan te geven <i>hoe goed</i> de zin van toepassing is op uw kind. Beantwoord alle items zo goed mogelijk, zelfs als u niet helemaal zeker bent.",
  "parent_survey_child_300": "Helemaal niet",
  "parent_survey_child_301": "Niet zo goed",
  "parent_survey_child_302": "Redelijk goed",
  "parent_survey_child_303": "Heel goed",
  "parent_survey_child_304": "Uw kind heeft moeite om stil te zitten of vertoont perioden van overactiviteit.",
  "parent_survey_child_305": "Uw kind klaagt vaak over zich ziek voelen (bijv: hoofdpijn, buikpijn).",
  "parent_survey_child_306": "Uw kind vermijdt anderen of geeft de voorkeur aan tijd alleen doorbrengen.",
  "parent_survey_child_307": "Uw kind maakt zich vaak zorgen of is angstig.",
  "parent_survey_child_308": "Uw kind friemelt vaak.",
  "parent_survey_child_309": "Uw kind heeft een (of meer) goede vrienden.",
  "parent_survey_child_310": "Uw kind lijkt vaak verdrietig, depressief of down.",
  "parent_survey_child_311": "Uw kind kan goed opschieten met andere kinderen.",
  "parent_survey_child_312": "Uw kind laat zich gemakkelijk afleiden of heeft moeite om gefocust te blijven.",
  "parent_survey_child_313": "Uw kind is verlegen of aanhankelijk.",
  "parent_survey_child_314": "Uw kind behandelt jongere kinderen vriendelijk.",
  "parent_survey_child_315": "Uw kind vertoont vaak oneerlijk gedrag (bijv. liegen, spieken).",
  "parent_survey_child_316": "Uw kind heeft dingen zonder toestemming meegenomen van thuis, school of elders.",
  "parent_survey_child_317": "Uw kind geeft de voorkeur aan volwassenen boven kinderen.",
  "parent_survey_child_318": "Uw kind is vaak nerveus of bang.",
  "parent_survey_child_319": "Geef aan <i>hoe goed</i> elke uitspraak uw kind beschrijft.",
  "parent_survey_child_320": "Helemaal niet",
  "parent_survey_child_321": "Niet zo goed",
  "parent_survey_child_322": "Redelijk goed",
  "parent_survey_child_323": "Heel goed",
  "parent_survey_child_324": "Uw kind accepteert dingen als ze niet gaan zoals zij willen.",
  "parent_survey_child_325": "Uw kind gaat goed om met falen.",
  "parent_survey_child_326": "Uw kind denkt na voordat zij handelen.",
  "parent_survey_child_327": "Uw kind lost zelf problemen op met vrienden.",
  "parent_survey_child_328": "Uw kind kan zichzelf kalmeren wanneer zij opgewonden zijn.",
  "parent_survey_child_329": "Uw kind doet wat haar gevraagd wordt te doen.",
  "parent_survey_child_330": "Uw kind is goed in het begrijpen van de gevoelens van anderen.",
  "parent_survey_child_331": "Uw kind beheerst zijn/haar humeur bij een meningsverschil.",
  "parent_survey_child_332": "Uw kind deelt dingen met anderen.",
  "parent_survey_child_333": "Uw kind is behulpzaam voor anderen.",
  "parent_survey_child_334": "Uw kind luistert naar andermans standpunten.",
  "parent_survey_child_335": "Uw kind kan suggesties geven zonder bazig te zijn.",
  "parent_survey_child_336": "Geef aan <i>hoe goed</i> elke uitspraak uw kind beschrijft.",
  "parent_survey_child_337": "Helemaal niet",
  "parent_survey_child_338": "Niet zo goed",
  "parent_survey_child_339": "Redelijk goed",
  "parent_survey_child_340": "Heel goed",
  "parent_survey_child_341": "Uw kind begrijpt de gevoelens van anderen.",
  "parent_survey_child_342": "Uw kind is zich sociaal bewust van wat er in een situatie gebeurt.",
  "parent_survey_child_343": "Uw kind interpreteert nauwkeurig wat een leeftijdsgenoot probeert te doen.",
  "parent_survey_child_344": "Uw kind toont goed zelfbeheersing in reacties.",
  "parent_survey_child_345": "Uw kind genereert <i>veel</i> oplossingen voor interpersoonlijke problemen.",
  "parent_survey_child_346": "Uw kind genereert <i>goede kwaliteit</i> oplossingen voor interpersoonlijke problemen.",
  "parent_survey_child_347": "Uw kind is zich bewust van de effecten van zijn/haar gedrag op anderen.",
  "parent_survey_child_348": "Uw kind probeert verdrietige mensen gelukkiger te maken.",
  "parent_survey_child_349": "Uw kind helpt anderen met hun huiswerk.",
  "parent_survey_child_350": "Uw kind laat anderen zijn/haar speelgoed of spullen gebruiken.",
  "parent_survey_child_351": "Geef aan <i>hoe goed</i> elke uitspraak uw kind beschrijft.",
  "parent_survey_child_352": "Helemaal niet",
  "parent_survey_child_353": "Niet zo goed",
  "parent_survey_child_354": "Redelijk goed",
  "parent_survey_child_355": "Heel goed",
  "parent_survey_child_356": "Uw kind is nieuwsgierig om nieuwe dingen te onderzoeken en te begrijpen.",
  "parent_survey_child_357": "Uw kind kan waarnemingen en deducties maken voordat hij/zij een antwoord krijgt.",
  "parent_survey_child_358": "Uw kind geeft unieke antwoorden die verder gaan dan die van andere kinderen.",
  "parent_survey_child_359": "Uw kind wil vaak nieuwe dingen leren.",
  "parent_survey_child_360": "Uw kind onderzoekt nieuwe objecten die in het huishouden of in gemeenschappelijke ruimtes verschijnen.",
  "parent_survey_child_361": "Uw kind stelt graag veel vragen.",
  "parent_survey_child_362": "Als uw kind een fout maakt, vraagt het om vergiffenis.",
  "parent_survey_child_363": "Uw kind plant zijn eigen taken vaak goed.",
  "parent_survey_child_364": "Uw kind voltooit zijn eigen werk zonder dat hij dat gevraagd of eraan herinnerd hoeft te worden.",
  "parent_survey_child_365": "Uw kind werkt hard bij het voltooien van taken of klusjes.",
  "parent_survey_child_366": "Als uw kind iets niet kan doen, probeert het het opnieuw.",
  "parent_survey_child_367": "Uw kind voltooit graag taken goed.",
  "parent_survey_child_368": "Uw kind neemt de tijd en haast zich niet bij het beslissen wat het vervolgens gaat doen.",
  "parent_survey_child_369": "Uw kind gaat door met een taak, ook al is deze vermoeiend.",
  "parent_survey_child_370": "Uw kind stemt er gemakkelijk mee in om taken of klusjes te doen.",
  "parent_survey_child_371": "Uw kind volgt zonder aarzeling instructies op.",
  "parent_survey_child_372": "Wanneer uw kind wordt opgedragen een taak te voltooien, doet het dat enthousiast.",
  "parent_survey_child_373": "Wanneer uw kind wordt gestuurd om een boodschap te doen, komt het op tijd terug. (Als dit niet van toepassing is op uw kind, laat het dan leeg)",
  "parent_survey_child_374": "Als uw kind gevraagd wordt een klusje te doen, doet het dat.",
  "parent_survey_child_375": "Uw kind is respectvol tegenover volwassenen.",
  "parent_survey_child_376": "Vergeleken met andere kinderen van hun leeftijd, hoeveel moeite heeft uw kind met het maken of behouden van vrienden?",
  "parent_survey_child_377": "Geen moeite",
  "parent_survey_child_378": "Een beetje moeite",
  "parent_survey_child_379": "Veel moeite",
  "parent_survey_child_380": "TIJDENS DE <b>AFGELOPEN 12 MAANDEN</b>, hoe vaak werd uw kind gepest, geplaagd of buitengesloten door andere kinderen? Als de frequentie gedurende het jaar veranderde, rapporteer dan de hoogste frequentie.",
  "parent_survey_child_381": "Nooit (in de afgelopen 12 maanden)",
  "parent_survey_child_382": "1 - 2 keer (in de afgelopen 12 maanden)",
  "parent_survey_child_383": "1 - 2 keer per maand",
  "parent_survey_child_384": "1 - 2 keer per week",
  "parent_survey_child_385": "Bijna elke dag",
  "parent_survey_child_386": "TIJDENS DE <b>AFGELOPEN 12 MAANDEN</b>, hoe vaak pestte uw kind anderen, plaagde ze of sloot ze uit? Als de frequentie gedurende het jaar veranderde, rapporteer dan de hoogste frequentie.",
  "parent_survey_child_387": "Nooit (in de afgelopen 12 maanden)",
  "parent_survey_child_388": "1 - 2 keer (in de afgelopen 12 maanden)",
  "parent_survey_child_389": "1 - 2 keer per maand",
  "parent_survey_child_390": "1 - 2 keer per week",
  "parent_survey_child_391": "Bijna elke dag",
  "parent_survey_child_392": "<block><b><font face=\"Verdana\" size=\"4\">Dit gedeelte bevat vragen over leren.",
  "parent_survey_child_393": "Als uw kind in de basisschool (eerste jaar of hoger) zit, denk dan terug aan de tijd voordat uw kind aan de basisschool begon. Als uw kind nog niet naar de basisschool gaat, denk dan aan wat er nu gebeurt.\n<br><br>\n<b>Hoe vaak heeft u of iemand anders in uw huis de volgende activiteiten met uw kind gedaan?</b>",
  "parent_survey_child_394": "Nooit of bijna nooit",
  "parent_survey_child_395": "Soms",
  "parent_survey_child_396": "Vaak",
  "parent_survey_child_397": "Boeken lezen",
  "parent_survey_child_398": "Verhalen vertellen",
  "parent_survey_child_399": "Liedjes zingen",
  "parent_survey_child_400": "Spelen met alfabet speelgoed (bijv. blokken met letters van het alfabet)",
  "parent_survey_child_401": "Praten over dingen die je hebt gedaan",
  "parent_survey_child_402": "Praten over wat je hebt gelezen",
  "parent_survey_child_403": "Woordspelletjes spelen",
  "parent_survey_child_404": "Letters of woorden schrijven",
  "parent_survey_child_405": "Borden en etiketten hardop lezen",
  "parent_survey_child_406": "Telrijmpjes zeggen of tallenliedjes zingen",
  "parent_survey_child_407": "Spelen met cijferspeelgoed (bijv. blokken met cijfers)",
  "parent_survey_child_408": "Verschillende dingen tellen",
  "parent_survey_child_409": "Spellen spelen met vormen (bijv. vormen sorteerspeeltjes, puzzels)",
  "parent_survey_child_410": "Bouwen met blokken of constructiespeelgoed spelen",
  "parent_survey_child_411": "Bord- of kaartspellen spelen",
  "parent_survey_child_412": "Cijfers schrijven",
  "parent_survey_child_413": "Vormen tekenen",
  "parent_survey_child_414": "Meten of dingen wegen (bijv. bij het koken)",
  "parent_survey_child_415": "Heeft uw kind een voorschoolse educatie of kindercentrum bezocht voor kinderen <b>jonger dan 3 jaar</b> voordat hij naar groep 1 ging?",
  "parent_survey_child_416": "Ja",
  "parent_survey_child_417": "Nee",
  "parent_survey_child_418": "Heeft uw kind een voorschoolse opleidingsprogramma voor kinderen van <b>3 jaar of ouder</b> bijgewoond, <i>inclusief kleuterschool</i>, vóór groep 1?",
  "parent_survey_child_419": "Ja",
  "parent_survey_child_420": "Nee",
  "parent_survey_child_421": "Hoe lang was uw kind <i>in totaal</i> in deze programma's (voor groep 1)?",
  "parent_survey_child_422": "Niet bijgewoond",
  "parent_survey_child_423": "Minder dan 1 jaar",
  "parent_survey_child_424": "1 jaar",
  "parent_survey_child_425": "2 jaar",
  "parent_survey_child_426": "3 jaar",
  "parent_survey_child_427": "4 jaar of meer",
  "parent_survey_child_428": "Hoe oud was uw kind toen hij/zij naar de eerste klas van de basisschool ging?",
  "parent_survey_child_429": "5 jaar of jonger",
  "parent_survey_child_430": "6 jaar",
  "parent_survey_child_431": "7 jaar",
  "parent_survey_child_432": "8 jaar of ouder",
  "parent_survey_child_433": "Hoe ver in zijn/haar opleiding verwacht u dat uw kind zal gaan?",
  "parent_survey_child_434": "Minder dan middelbare school",
  "parent_survey_child_435": "MBO of middelbare school equivalent",
  "parent_survey_child_436": "Een beetje hogere school maar zonder diploma",
  "parent_survey_child_437": "Hogeschooldiploma (of gelijkwaardig) plus technische training of certificaat",
  "parent_survey_child_438": "Associatiediploma",
  "parent_survey_child_439": "Bachelordiploma",
  "parent_survey_child_440": "Masterdiploma",
  "parent_survey_child_441": "Doctorale graad",
  "parent_survey_child_442": "Hoe vaak doet uw kind het volgende:",
  "parent_survey_child_443": "Nooit",
  "parent_survey_child_444": "Soms",
  "parent_survey_child_445": "Gewoonlijk",
  "parent_survey_child_446": "Altijd",
  "parent_survey_child_447": "Toont interesse en nieuwsgierigheid in nieuwe onderwerpen op school?",
  "parent_survey_child_448": "Werken om schoolgerelateerde taken die ze beginnen af te maken?",
  "parent_survey_child_449": "Blijf kalm en onder controle als u wordt geconfronteerd met een academische uitdaging?",
  "parent_survey_child_450": "Geven om goed te presteren op school?",
  "parent_survey_child_451": "Doe al het vereiste huiswerk?",
  "parent_survey_child_452": "<b>IN DE MEESTE WERKDAGEN</b> (Maandag-Vrijdag), hoeveel tijd brengt uw kind ongeveer door voor een tv, computer, mobiel of ander apparaat om programma's te bekijken, spelletjes te spelen, internet te raadplegen of sociale media te gebruiken? <i>Inclusief de tijd die aan schoolwerk wordt besteed niet.</i>",
  "parent_survey_child_453": "Minder dan 1 uur",
  "parent_survey_child_454": "1 uur",
  "parent_survey_child_455": "2 uur",
  "parent_survey_child_456": "3 uur",
  "parent_survey_child_457": "4 of meer uren",
  "parent_survey_child_458": "Heeft uw kind een smartphone?",
  "parent_survey_child_459": "Ja",
  "parent_survey_child_460": "Nee",
  "parent_survey_child_461": "Zo ja, op welke leeftijd kreeg hij/zij het?",
  "parent_survey_child_462": "leeftijdsjaren",
  "parent_survey_child_463": "Heeft uw kind een account op een sociale mediaplatform zoals Instagram, Tiktok, Meta of anderen?",
  "parent_survey_child_464": "Ja",
  "parent_survey_child_465": "Nee",
  "parent_survey_child_466": "<b>We zijn geïnteresseerd in hoe vaak, onafhankelijk en gemakkelijk uw kind elke situatie het gedrag laat zien wat nodig is. Kinderen die een bepaald gedrag uitstekend beheersen, zouden een 4 (de hoogste beoordeling) moeten krijgen, terwijl de meeste kinderen tussen 3 en 2 zullen scoren. Diegenen die nog in ontwikkeling zijn en veel steun nodig hebben, moeten een 1 krijgen. </b><br><br><b>4</b> = Altijd zelfstandig (Geen ondersteuning nodig)<br><br>\n<b>3</b> = Meestal zelfstandig (Korte herinneringen of ondersteuning)<br><br>\n<b>2</b> = Soms zelfstandig (Regelmatige herinneringen of gematigde ondersteuning nodig)<br><br>\n<b>1</b> = Niet zelfstandig (Veel ondersteuning vereist)",
  "parent_survey_child_467": "<b>Let op wanneer een volwassene iets uitlegt of laat zien<b/>(door goed te luisteren en/of te kijken met de juiste oogopslag/oriëntatie van het lichaam).",
  "parent_survey_child_468": "(4) Altijd zelfstandig (Geen ondersteuning nodig)",
  "parent_survey_child_469": "(3) Meestal zelfstandig (Korte herinneringen of ondersteuning)",
  "parent_survey_child_470": "(2) Soms zelfstandig (Regelmatige herinneringen of gematigde ondersteuning nodig)",
  "parent_survey_child_471": "(1) Niet zelfstandig (Veel ondersteuning vereist)",
  "parent_survey_child_472": "<b>Negeert irrelevante activiteit/geruis</b> (bijv., huilende broer of zus, tv, verkeer buiten) <b>bij het werken aan een toegewezen taak.</b>",
  "parent_survey_child_473": "<b>Wacht op zijn beurt om te spreken</b> (bijv., onderbreekt anderen niet, gooit antwoorden er niet uit, denkt na voordat hij spreekt).",
  "parent_survey_child_474": "<b>Voltooit activiteiten die meerdere stappen vereisen</b> (bijv., meerdere dingen in huis of winkel/markt halen, de tafel dekken, een kamer opruimen door meerdere dingen op te bergen).",
  "parent_survey_child_475": "<b>Bedenkt nieuwe manieren om uitdagingen op te lossen</b> (bijv., hergebruikt materialen of speelgoed, bedenkt een nieuwe manier om een toren of fort te bouwen nadat het is ingestort, lost een puzzel op een nieuwe manier op, bedenkt een nieuwe strategie om een klus te voltooien).",
  "parent_survey_child_476": "<b>Identificeert en verzamelt noodzakelijke materialen voor een activiteit</b> (bijv., vindt een passende jas, schoenen, en hoed voor het naar buiten gaan; verzamelt lunchbox, huiswerk, en rugzak voor het naar school gaan).",
  "parent_survey_child_477": "<b>Voltooit een toegewezen herhalende taak</b> (bijv., speelgoed opruimen, wasgoed opruimen).",
  "parent_survey_child_478": "<b>Voltooit een toegewezen taak voordat hij naar een volgende taak gaat.</b>",
  "parent_survey_child_479": "<b>Stopt ongewenst gedrag wanneer daarom gevraagd</b> (bijv., stopt met vechten met broer of zus wanneer ouders dat vragen, stopt met wangedrag in huis).",
  "parent_survey_child_480": "<b>Voltooit activiteiten die het onthouden van uitgebreide instructies vereisen</b> (bijv., spelregels, huishoudelijke taken, kookrecept).",
  "parent_survey_child_481": "<b>Drukt zich op een nieuwe manier uit wanneer anderen hen niet begrijpen</b> (bijv., probeert verschillende manieren om hun behoeften en verlangens te communiceren).",
  "parent_survey_child_482": "<b>Creëert een strategie of plan om een taak te voltooien</b> (bijv., klus, huiswerk, puzzel).",
  "parent_survey_child_483": "<b>Blijft gefocust en betrokken tijdens lange door volwassenen geleide activiteiten</b> (bijv., religieuze of culturele evenementen, gezinsmaaltijd) <b>door aandachtig te luisteren en bij te dragen waar passend.</b>",
  "parent_survey_child_484": "<b>Hervindt de focus/richt zich opnieuw op een toegewezen taak wanneer deze wordt onderbroken</b> (bijv., gezinslid stelt een niet-gerelateerde vraag of heeft een korte assistentie nodig).",
  "parent_survey_child_485": "<b>Stopt met spelen of iets leuks doen wanneer daarom gevraagd</b> (bijv., stopt met spelen met vrienden wanneer ouders dit vragen, stopt met tv-kijken wanneer ouders dit vragen).",
  "parent_survey_child_486": "<b>Communiceert op een georganiseerde manier</b> (bijv., vertelt de correcte volgorde van de gebeurtenissen opnieuw, legt uit hoe een spel werkt zodat het gemakkelijk te begrijpen is).",
  "parent_survey_child_487": "<b>Past zich aan wanneer plannen/roosters veranderen</b> (bijv., volgt mee wanneer het dagelijkse schema verandert, klaagt niet wanneer onverwachte ziekte leidt tot het annuleren van een gezinsvakantie).",
  "parent_survey_child_488": "<b>Voltooit taken op tijd</b> (bijv., voltooit huiswerk op tijd en niet op het laatste moment).",
  "parent_survey_child_489": "<b>Blijft gefocust en betrokken tijdens collaboratieve kind-leide activiteiten</b> (bijv., spelen met broers/zussen / leeftijdsgenoten).",
  "parent_survey_child_490": "<b>Negeert een favoriete, leuke activiteit</b> (bijv., spelen) <b>wanneer gevraagd om een toegewezen taak te voltooien</b> (bijv., kamer opruimen).",
  "parent_survey_child_491": "<b>Wacht op zijn beurt om te handelen</b> (bijv., wacht geduldig in de rij bij een supermarkt of wanneer een speelgoedgezamen wordt gedeeld met broer of zus).",
  "parent_survey_child_492": "<b>Voltooit leeftijdsadequate numerieke mentale berekeningen</b> (bijv., voegt prijzen van goederen toe, berekent tijd, hoe veel ouder ze zijn dan iemand anders).",
  "parent_survey_child_493": "<b>Begrijpt conflicterende perspectieven/ideeën</b> (bijv., erkent een ander standpunt, accepteert verschillende manieren van dingen doen, kan een situatie vanuit iemand anders’ perspectief zien).",
  "parent_survey_child_494": "<b>Controleert op fouten voordat het voltooien van een taak</b> (bijv., doorneemt en corrigeert fouten op klassenopdrachten).",
  "parent_survey_child_495": "<b>Houdt vol bij een moeilijke cognitieve/leer taak</b> (bijv., huiswerk) <b>door dingen uit te zoeken, vragen te stellen, en niet op te geven.</b>",
  "parent_survey_child_496": "<b>Beantwoordt vragen of vertelt een verhaal zonder zich te laten afleiden door kleine details en/of zijn gedachtegang te verliezen.</b>",
  "parent_survey_child_497": "<b>Stopt en denkt na voordat hij handelt</b> (bijv., rent niet zomaar de straat op, pakt geen dingen die hij niet mag pakken).",
  "parent_survey_child_498": "<b>Herinnert zich en overweegt alle opties bij het maken van een keuze</b> (bijv., wat te doen wanneer ze vastlopen op een huishoudelijke taak of een probleem onder ogen zien, voedselopties).",
  "parent_survey_child_499": "<b>Verbindt ideeën/ervaringen met andere ideeën/ervaringen</b> (bijv., identificeert verbanden tussen boeken/films en geleefde ervaringen, gebruikt strategieën geleerd op school om activiteiten thuis af te ronden).",
  "parent_survey_child_500": "<b>Begint met plannen of routines zonder aansporing</b> (bijv., neemt het initiatief om een familielid te helpen, begint uit zichzelf aan dagelijkse huishoudelijke taken).",
  "parent_survey_child_501": "<b>Raakt diep betrokken bij een activiteit die ze voor zichzelf kiezen</b> (bijv., tekenen, lezen, koken, bouwen, sporten, spelletjes).",
  "parent_survey_child_502": "<b>Herinnert zich fysieke richtingen, patronen, en waar dingen zijn</b> (bijv., weet wandelroutes, vindt dingen in een supermarkt, goed in het zoeken naar een verloren voorwerp of verstoppertje spelen).",
  "parent_survey_child_503": "<b>Past gedrag aan op basis van wat de situatie vereist</b> (bijv., wisselt van personages/rollen tijdens het spelen van een spel, verandert gedrag gebaseerd op speeltijd of studietijd).",
  "parent_survey_child_504": "<b>Onderhandelt en neemt suggesties van leeftijdgenoten over zonder conflict of weerstand</b> (bijv., werkt samen met anderen om rollen te plannen tijdens rollenspel, onderhandelt met broer of zus over hoe klusjes samen te voltooien).",
  "parent_survey_child_505": "<block><b><font face=\"Verdana\" size=\"4\">Dit gedeelte vraagt naar uw thuissituatie.",
  "parent_survey_child_506": "Ongeveer hoeveel kinderboeken zijn er in uw huis?",
  "parent_survey_child_507": "Geen",
  "parent_survey_child_508": "20 of meer",
  "parent_survey_child_509": "Hoe vaak eet uw kind een maaltijd met gezinsleden?",
  "parent_survey_child_510": "Meer dan één keer per dag",
  "parent_survey_child_511": "Één keer per dag",
  "parent_survey_child_512": "Meerdere keren per week",
  "parent_survey_child_513": "Één keer per week",
  "parent_survey_child_514": "Één keer per maand of minder",
  "parent_survey_child_515": "Nooit",
  "parent_survey_child_516": "Ongeveer hoeveel uur per dag staat de tv aan in uw huis?",
  "parent_survey_child_517": "uren per dag",
  "parent_survey_child_518": "Heeft uw gezin betrouwbare toegang tot het internet?",
  "parent_survey_child_519": "Ja",
  "parent_survey_child_520": "Nee",
  "parent_survey_child_521": "Hoe vaak komt uw hele gezin samen met familie of vrienden?",
  "parent_survey_child_522": "Één keer per week of meer",
  "parent_survey_child_523": "Twee of drie keer per maand",
  "parent_survey_child_524": "Één keer per maand",
  "parent_survey_child_525": "Een paar keer per jaar",
  "parent_survey_child_526": "Één keer per jaar of minder",
  "parent_survey_child_527": "Hoe vaak brengt uw kind tijd door met u of een andere volwassene in uw huis om buitenactiviteiten te doen?",
  "parent_survey_child_528": "Één keer per dag of vaker",
  "parent_survey_child_529": "Minstens vier keer per week",
  "parent_survey_child_530": "Één keer per week",
  "parent_survey_child_531": "Één keer per maand",
  "parent_survey_child_532": "Een paar keer per jaar of minder",
  "parent_survey_child_533": "Nooit",
  "parent_survey_child_534": "Hoe vaak krijgt u of iemand anders in uw huis de kans om uw kind verhalen voor te lezen?",
  "parent_survey_child_535": "Elke dag",
  "parent_survey_child_536": "Ongeveer 3 keer per week",
  "parent_survey_child_537": "Één keer per week",
  "parent_survey_child_538": "Meerdere keren per maand",
  "parent_survey_child_539": "Meerdere keren per jaar",
  "parent_survey_child_540": "Nooit",
  "parent_survey_child_541": "Hoe vaak gaat u of een andere volwassene in uw huis met uw kind naar de supermarkt?",
  "parent_survey_child_542": "Tweemaal per week of vaker",
  "parent_survey_child_543": "Één keer per week",
  "parent_survey_child_544": "Één keer per maand",
  "parent_survey_child_545": "Bijna nooit",
  "parent_survey_child_546": "Heeft uw kind toegang tot een tablet of smartphone die ze regelmatig gebruiken om video's te kijken of muziek te luisteren?",
  "parent_survey_child_547": "Ja",
  "parent_survey_child_548": "Nee",
  "parent_survey_child_549": "Heeft uw gezin een computer waar uw kind toegang tot heeft?",
  "parent_survey_child_550": "Ja",
  "parent_survey_child_551": "Nee",
  "parent_survey_child_552": "Hoe vaak heeft een familielid uw kind meegenomen of georganiseerd om uw kind naar een soort museum te brengen (kinder-, wetenschappelijk, kunst-, historisch, etc.) in het afgelopen jaar?",
  "parent_survey_child_553": "Ongeveer één keer per week of vaker",
  "parent_survey_child_554": "Ongeveer één keer per maand of vaker",
  "parent_survey_child_555": "Meerdere keren",
  "parent_survey_child_556": "Een of twee keer",
  "parent_survey_child_557": "Nooit",
  "parent_survey_child_558": "Soms worden kinderen zo boos op hun ouders dat ze dingen zeggen zoals \"Ik haat je\" of schelden tijdens een woedeaanval. Als uw kind iets zegt als \"Ik haat je\" of tegen u scheldt, zou u...",
  "parent_survey_child_559": "Huisarrest geven",
  "parent_survey_child_560": "Ja",
  "parent_survey_child_561": "Nee",
  "parent_survey_child_562": "Een pak slaag geven",
  "parent_survey_child_563": "Ja",
  "parent_survey_child_564": "Nee",
  "parent_survey_child_565": "Met hem/haar praten",
  "parent_survey_child_566": "Ja",
  "parent_survey_child_567": "Nee",
  "parent_survey_child_568": "Geef hem/haar een huishoudelijke taak",
  "parent_survey_child_569": "Ja",
  "parent_survey_child_570": "Nee",
  "parent_survey_child_571": "Negeer het",
  "parent_survey_child_572": "Ja",
  "parent_survey_child_573": "Nee",
  "parent_survey_child_574": "Stuur hem/haar naar de kamer voor meer dan een uur",
  "parent_survey_child_575": "Ja",
  "parent_survey_child_576": "Nee",
  "parent_survey_child_577": "Onthoud hem/haar zakgeld",
  "parent_survey_child_578": "Ja",
  "parent_survey_child_579": "Nee",
  "parent_survey_child_580": "Neem televisie, telefoon of andere privileges weg",
  "parent_survey_child_581": "Ja",
  "parent_survey_child_582": "Nee",
  "parent_survey_child_583": "Geef hem/haar een korte time-out",
  "parent_survey_child_584": "Ja",
  "parent_survey_child_585": "Nee",
  "parent_survey_child_586": "Anders, graag specificeren",
  "parent_survey_child_587": "Hoe vaak wordt van uw kind verwacht dat hij/zij zijn/haar eigen bed opmaakt?",
  "parent_survey_child_588": "Bijna altijd",
  "parent_survey_child_589": "Meer dan de helft van de tijd",
  "parent_survey_child_590": "De helft van de tijd",
  "parent_survey_child_591": "Minder dan de helft van de tijd",
  "parent_survey_child_592": "Bijna nooit",
  "parent_survey_child_593": "Hoe vaak wordt van uw kind verwacht dat hij/zij zijn/haar eigen kamer opruimt?",
  "parent_survey_child_594": "Bijna altijd",
  "parent_survey_child_595": "Meer dan de helft van de tijd",
  "parent_survey_child_596": "De helft van de tijd",
  "parent_survey_child_597": "Minder dan de helft van de tijd",
  "parent_survey_child_598": "Bijna nooit",
  "parent_survey_child_599": "Hoe vaak wordt van uw kind verwacht dat hij/zij zijn/haar eigen rotzooi opruimt?",
  "parent_survey_child_600": "Bijna altijd",
  "parent_survey_child_601": "Meer dan de helft van de tijd",
  "parent_survey_child_602": "De helft van de tijd",
  "parent_survey_child_603": "Minder dan de helft van de tijd",
  "parent_survey_child_604": "Bijna nooit",
  "parent_survey_child_605": "Is er een muziekinstrument (bijvoorbeeld piano, drum, gitaar, etc.) dat uw kind thuis kan gebruiken?",
  "parent_survey_child_606": "Ja",
  "parent_survey_child_607": "Nee",
  "parent_survey_child_608": "Hoe vaak leest uw kind voor zijn plezier?",
  "parent_survey_child_609": "Elke dag",
  "parent_survey_child_610": "Meerdere keren per week",
  "parent_survey_child_611": "Meerdere keren per maand",
  "parent_survey_child_612": "Meerdere keren per jaar",
  "parent_survey_child_613": "Nooit",
  "parent_survey_child_614": "Moedigt uw gezin uw kind aan om hobbies te beginnen en voort te zetten?",
  "parent_survey_child_615": "Ja",
  "parent_survey_child_616": "Nee",
  "parent_survey_child_617": "Krijgt uw kind speciale lessen of is het lid van een organisatie die activiteiten als sport, muziek, kunst, dans, drama, etc. stimuleert?",
  "parent_survey_child_618": "Ja",
  "parent_survey_child_619": "Nee",
  "parent_survey_child_620": "Hoe vaak heeft een familielid uw kind meegenomen of ervoor gezorgd dat hij/zij in het afgelopen jaar naar een soort muziek- of theatervoorstelling kon gaan?",
  "parent_survey_child_621": "Ongeveer één keer per week of vaker",
  "parent_survey_child_622": "Ongeveer één keer per maand of vaker",
  "parent_survey_child_623": "Meerdere keren",
  "parent_survey_child_624": "Een of twee keer",
  "parent_survey_child_625": "Nooit",
  "parent_survey_child_626": "Als uw gezin tv kijkt of online inhoud bekijkt, bespreekt u of een andere volwassene in huis dit dan met uw kind?",
  "parent_survey_child_627": "Bijna altijd",
  "parent_survey_child_628": "Meer dan de helft van de tijd",
  "parent_survey_child_629": "De helft van de tijd",
  "parent_survey_child_630": "Minder dan de helft van de tijd",
  "parent_survey_child_631": "Bijna nooit",
  "parent_survey_child_632": "Hoe vaak wordt van uw kind verwacht dat hij/zij iets schoonmaakt wat gemorst is?",
  "parent_survey_child_633": "Bijna altijd",
  "parent_survey_child_634": "Meer dan de helft van de tijd",
  "parent_survey_child_635": "De helft van de tijd",
  "parent_survey_child_636": "Minder dan de helft van de tijd",
  "parent_survey_child_637": "Bijna nooit",
  "parent_survey_child_638": "Hoe vaak wordt van uw kind verwacht dat hij/zij zichzelf wast?",
  "parent_survey_child_639": "Bijna altijd",
  "parent_survey_child_640": "Meer dan de helft van de tijd",
  "parent_survey_child_641": "De helft van de tijd",
  "parent_survey_child_642": "Minder dan de helft van de tijd",
  "parent_survey_child_643": "Bijna nooit",
  "parent_survey_child_644": "Hoe vaak wordt van uw kind verwacht dat hij/zij helpt bij het netjes en schoon houden van gezamenlijke woonruimtes?",
  "parent_survey_child_645": "Bijna altijd",
  "parent_survey_child_646": "Meer dan de helft van de tijd",
  "parent_survey_child_647": "De helft van de tijd",
  "parent_survey_child_648": "Minder dan de helft van de tijd",
  "parent_survey_child_649": "Bijna nooit",
  "parent_survey_child_650": "Hoe vaak wordt van uw kind verwacht dat hij/zij routineklusjes uitvoert zoals het gazon maaien, helpen met het avondeten, de afwas doen, etc.?",
  "parent_survey_child_651": "Bijna altijd",
  "parent_survey_child_652": "Meer dan de helft van de tijd",
  "parent_survey_child_653": "De helft van de tijd",
  "parent_survey_child_654": "Minder dan de helft van de tijd",
  "parent_survey_child_655": "Bijna nooit",
  "parent_survey_child_656": "Hoe vaak wordt van uw kind verwacht dat hij/zij zijn/haar eigen tijd beheert (op tijd opstaan, klaar zijn voor school, etc.)?",
  "parent_survey_child_657": "Bijna altijd",
  "parent_survey_child_658": "Meer dan de helft van de tijd",
  "parent_survey_child_659": "De helft van de tijd",
  "parent_survey_child_660": "Minder dan de helft van de tijd",
  "parent_survey_child_661": "Bijna nooit",
  "parent_survey_child_662": "<b>IN DE AFGELOPEN MAAND</b>, hoe vaak heeft u het gevoel gehad...",
  "parent_survey_child_663": "Nooit",
  "parent_survey_child_664": "Zelden",
  "parent_survey_child_665": "Soms",
  "parent_survey_child_666": "Gewoonlijk",
  "parent_survey_child_667": "Altijd",
  "parent_survey_child_668": "dat uw kind veel moeilijker te verzorgen is dan de meeste kinderen van hun leeftijd?",
  "parent_survey_child_669": "dat uw kind dingen doet die u heel erg storen?",
  "parent_survey_child_670": "boos op uw kind?",
  "parent_survey_child_671": "Deze uitspraken beschrijven hoe verschillende verzorgers zich gedragen tegenover hun kinderen. Denk na over hoe goed elke uitspraak beschrijft hoe u uw kind behandelt. Beantwoord of u elk item \"bijna nooit\", \"een keer per maand\", \"een keer per week\", \"elke dag\" doet.",
  "parent_survey_child_672": "Nooit of bijna nooit",
  "parent_survey_child_673": "Één keer per maand",
  "parent_survey_child_674": "Één keer per week",
  "parent_survey_child_675": "Elke dag",
  "parent_survey_child_676": "Ik zorg ervoor dat mijn kind precies weet wat hij/zij wel of niet mag doen.",
  "parent_survey_child_677": "Ik vertel mijn kind altijd hoe hij/zij zich moet gedragen.",
  "parent_survey_child_678": "Ik dring erop aan dat mijn kind precies doet wat hem/haar is gezegd.",
  "parent_survey_child_679": "Ik geef mijn kind het gevoel gewenst en nodig te zijn.",
  "parent_survey_child_680": "Ik laat mijn kind alles doen wat hij/zij wil doen.",
  "parent_survey_child_681": "Ik zorg ervoor dat mijn kind zich belangrijk voelt over wat hij/zij doet.",
  "parent_survey_child_682": "Het is mij belangrijk wat mijn kind denkt en ik moedig hem/haar aan om erover te praten.",
  "parent_survey_child_683": "Ik wil controle hebben over wat mijn kind doet.",
  "parent_survey_child_684": "Ik laat mijn kind weten dat ik van hem/haar houd.",
  "parent_survey_child_685": "Ik behandel mijn kind zacht en vriendelijk.",
  "parent_survey_child_686": "Alle volwassenen gebruiken bepaalde manieren om kinderen het juiste gedrag bij te brengen of om een gedragsprobleem aan te pakken. Lees alstublieft de volgende methoden en selecteer of u of een ander persoon in uw huishouden dit in de <b>afgelopen maand</b> bij dit kind heeft gebruikt.",
  "parent_survey_child_687": "Privileges wegnemen, hem/haar iets verbieden wat hij/zij leuk vond, of hem/haar niet toestaan het huis te verlaten.",
  "parent_survey_child_688": "Ja",
  "parent_survey_child_689": "Nee",
  "parent_survey_child_690": "Uitleggen waarom iets (het gedrag) fout was.",
  "parent_survey_child_691": "Ja",
  "parent_survey_child_692": "Nee",
  "parent_survey_child_693": "Tegen hem/haar schreeuwen, roepen of schreeuwen.",
  "parent_survey_child_694": "Ja",
  "parent_survey_child_695": "Nee",
  "parent_survey_child_696": "Een pak slaag, slaan of een klap geven.",
  "parent_survey_child_697": "Ja",
  "parent_survey_child_698": "Nee",
  "parent_survey_child_699": "Geloof je dat je om je kind goed op te voeden fysiek moet straffen?",
  "parent_survey_child_700": "Ja",
  "parent_survey_child_701": "Nee",
  "parent_survey_child_702": "Begin enquête",
  "parent_survey_child_703": "Vorige",
  "parent_survey_child_704": "Volgende",
  "parent_survey_child_705": "Voltooien",
  "parent_survey_family_001": "<block><b><font face=\"Verdana\" size=\"4\">\nNogmaals bedankt voor het deelnemen aan dit onderzoeksproject!</b><br><br><p><font face=\"Verdana\" size=\"4\">De volgende enquête zal ongeveer 20-30 minuten duren om te voltooien en zal vragen stellen over uw thuis en uzelf.<br><br>We waarderen het wanneer u zo volledig en nauwkeurig mogelijk antwoord geeft met de informatie die u beschikbaar heeft. Als u vragen heeft over deze enquête, neem dan contact op met de onderzoekscoördinator. <br><br>Wanneer u klaar bent om te beginnen, selecteer dan de knop “enquête starten”. <br><br><b><font face=\"Verdana\" size=\"4\">Dank u wel!",
  "parent_survey_family_002": "Beantwoord alstublieft de volgende vragen over de gemeenschap waarin u woont.",
  "parent_survey_family_003": "Zijn er in uw buurt stoepen of wandelpaden?",
  "parent_survey_family_004": "Ja",
  "parent_survey_family_005": "Nee",
  "parent_survey_family_006": "Is er in uw buurt een park of speeltuin?",
  "parent_survey_family_007": "Ja",
  "parent_survey_family_008": "Nee",
  "parent_survey_family_009": "Is er in uw buurt een gemeenschapscentrum of recreatiecentrum waar gezinnen samenkomen?",
  "parent_survey_family_010": "Ja",
  "parent_survey_family_011": "Nee",
  "parent_survey_family_012": "Is er in uw buurt een bibliotheek of andere plek om gratis boeken te krijgen?",
  "parent_survey_family_013": "Ja",
  "parent_survey_family_014": "Nee",
  "parent_survey_family_015": "Is er in uw buurt afval of zwerfvuil op de straat of stoep?",
  "parent_survey_family_016": "Ja",
  "parent_survey_family_017": "Nee",
  "parent_survey_family_018": "Zijn er in uw buurt slecht onderhouden of vervallen woningen?",
  "parent_survey_family_019": "Ja",
  "parent_survey_family_020": "Nee",
  "parent_survey_family_021": "Is er in uw buurt sprake van vandalisme, zoals gebroken ramen of graffiti?",
  "parent_survey_family_022": "Ja",
  "parent_survey_family_023": "Nee",
  "parent_survey_family_024": "In hoeverre bent u het eens met deze uitspraken over uw buurt of gemeenschap?",
  "parent_survey_family_025": "Helemaal mee eens",
  "parent_survey_family_026": "Enigszins mee eens",
  "parent_survey_family_027": "Enigszins mee oneens",
  "parent_survey_family_028": "Helemaal mee oneens",
  "parent_survey_family_029": "Mensen in uw buurt helpen elkaar.",
  "parent_survey_family_030": "Mensen in uw buurt letten op elkaars kinderen.",
  "parent_survey_family_031": "Uw kind is veilig in uw buurt.",
  "parent_survey_family_032": "Wanneer u moeilijkheden tegenkomt, weet u waar u in uw gemeenschap terecht kunt voor hulp.",
  "parent_survey_family_033": "Uw kind is veilig op school.",
  "parent_survey_family_034": "Dit zijn uitspraken die mensen hebben gedaan over hun voedselsituatie. Voor deze uitspraken, markeer of de uitspraak vaak waar, soms waar of nooit waar was voor uw huishouden in de <b>afgelopen 12 maanden</b>.",
  "parent_survey_family_035": "Het voedsel dat we kochten was gewoon niet genoeg, en we hadden niet genoeg geld om meer te krijgen.",
  "parent_survey_family_036": "Nooit waar",
  "parent_survey_family_037": "Soms waar",
  "parent_survey_family_038": "Vaak waar",
  "parent_survey_family_039": "We konden ons geen uitgebalanceerde maaltijden veroorloven.",
  "parent_survey_family_040": "Nooit waar",
  "parent_survey_family_041": "Soms waar",
  "parent_survey_family_042": "Vaak waar",
  "parent_survey_family_043": "Hebt u of andere volwassenen in uw huishouden in de <b>afgelopen 12 maanden</b> ooit de hoeveelheid van uw maaltijden verminderd of maaltijden overgeslagen omdat er niet genoeg geld was voor voedsel?",
  "parent_survey_family_044": "Ja",
  "parent_survey_family_045": "Nee",
  "parent_survey_family_046": "Als ja, hoe vaak gebeurde dit - bijna elke maand, sommige maanden maar niet elke maand, of slechts in 1 of 2 maanden?",
  "parent_survey_family_047": "Bijna elke maand",
  "parent_survey_family_048": "Sommige maanden maar niet elke maand",
  "parent_survey_family_049": "Slechts in 1 of 2 maanden",
  "parent_survey_family_050": "Hieronder staan uitspraken over de omgeving in uw huis. Geef aan in hoeverre u het ermee eens bent dat de uitspraak waar is voor uw huis.",
  "parent_survey_family_051": "We zijn meestal in staat om de zaken onder controle te houden.",
  "parent_survey_family_052": "Zeker onwaar",
  "parent_survey_family_053": "Enigszins onwaar",
  "parent_survey_family_054": "Enigszins waar",
  "parent_survey_family_055": "Zeker waar",
  "parent_survey_family_056": "Je kunt jezelf niet verstaan in ons huis.",
  "parent_survey_family_057": "Zeker onwaar",
  "parent_survey_family_058": "Enigszins onwaar",
  "parent_survey_family_059": "Enigszins waar",
  "parent_survey_family_060": "Zeker waar",
  "parent_survey_family_061": "De sfeer in ons huis is kalm.",
  "parent_survey_family_062": "Zeker onwaar",
  "parent_survey_family_063": "Enigszins onwaar",
  "parent_survey_family_064": "Enigszins waar",
  "parent_survey_family_065": "Zeker waar",
  "parent_survey_family_066": "We hebben thuis een vaste ochtendroutine.",
  "parent_survey_family_067": "Zeker onwaar",
  "parent_survey_family_068": "Enigszins onwaar",
  "parent_survey_family_069": "Enigszins waar",
  "parent_survey_family_070": "Zeker waar",
  "parent_survey_family_071": "Hoe goed denkt u dat u de dagelijkse eisen van het opvoeden van kinderen aankan?",
  "parent_survey_family_072": "Heel goed",
  "parent_survey_family_073": "Redelijk goed",
  "parent_survey_family_074": "Niet zo goed",
  "parent_survey_family_075": "Helemaal niet goed",
  "parent_survey_family_076": "In de <b>afgelopen twee weken</b>, hoe vaak hebt u last gehad van de volgende problemen?",
  "parent_survey_family_077": "Helemaal niet",
  "parent_survey_family_078": "Enkele dagen",
  "parent_survey_family_079": "Meer dan de helft van de dagen",
  "parent_survey_family_080": "Bijna elke dag",
  "parent_survey_family_081": "Zich zenuwachtig, angstig of gespannen voelen",
  "parent_survey_family_082": "Niet in staat zijn om te stoppen of zich zorgen te maken onder controle te houden",
  "parent_survey_family_083": "Zich down, depressief, of hopeloos voelen",
  "parent_survey_family_084": "Weinig interesse of plezier hebben in dingen doen",
  "parent_survey_family_085": "We zijn geïnteresseerd in hoe u denkt over de volgende uitspraken. Lees elke uitspraak zorgvuldig. Geef aan hoe u zich voelt bij elke uitspraak.",
  "parent_survey_family_086": "Zeer sterk mee oneens",
  "parent_survey_family_087": "Sterk mee oneens",
  "parent_survey_family_088": "Lichtelijk mee oneens",
  "parent_survey_family_089": "Lichtelijk mee eens",
  "parent_survey_family_090": "Sterk mee eens",
  "parent_survey_family_091": "Zeer sterk mee eens",
  "parent_survey_family_092": "Er is een bijzondere persoon (bijv: echtgenoot, partner, etc.) die er voor me is wanneer ik hulp nodig heb.",
  "parent_survey_family_093": "Er is een bijzondere persoon (bijv: echtgenoot, partner, etc.) met wie ik vreugde en verdriet kan delen.",
  "parent_survey_family_094": "Mijn familie doet echt zijn best om mij te helpen.",
  "parent_survey_family_095": "Ik krijg de emotionele hulp en steun die ik van mijn familie nodig heb.",
  "parent_survey_family_096": "Ik heb een bijzondere persoon (bijv: echtgenoot, partner, etc.) die een ware bron van troost voor me is.",
  "parent_survey_family_097": "Mijn vrienden proberen echt me te helpen.",
  "parent_survey_family_098": "Ik kan op mijn vrienden rekenen als het misgaat.",
  "parent_survey_family_099": "Ik kan mijn problemen met mijn familie bespreken.",
  "parent_survey_family_100": "Ik heb vrienden met wie ik mijn vreugde en verdriet kan delen.",
  "parent_survey_family_101": "Er is een bijzondere persoon (bijv: echtgenoot, partner, etc.) in mijn leven die om mijn gevoelens geeft.",
  "parent_survey_family_102": "Mijn familie is bereid om me te helpen beslissingen te nemen.",
  "parent_survey_family_103": "Ik kan over mijn problemen praten met mijn vrienden.",
  "parent_survey_family_104": "Hoe vaak zijn de volgende dingen u overkomen in uw dagelijks leven?",
  "parent_survey_family_105": "Nooit",
  "parent_survey_family_106": "Minder dan één keer per jaar",
  "parent_survey_family_107": "Een paar keer per jaar",
  "parent_survey_family_108": "Een paar keer per maand",
  "parent_survey_family_109": "Minstens één keer per week",
  "parent_survey_family_110": "Bijna elke dag",
  "parent_survey_family_111": "U wordt met minder beleefdheid of respect behandeld dan andere mensen.",
  "parent_survey_family_112": "U ontvangt mindere service dan andere mensen in restaurants of winkels.",
  "parent_survey_family_113": "Mensen gedragen zich alsof ze denken dat u niet slim bent.",
  "parent_survey_family_114": "Mensen gedragen zich alsof ze bang voor u zijn.",
  "parent_survey_family_115": "U wordt bedreigd of lastiggevallen.",
  "parent_survey_family_116": "Selecteer Ja of Nee om aan te geven of elk evenement u is overkomen <b>in het afgelopen jaar</b>.",
  "parent_survey_family_117": "Gezondheid:",
  "parent_survey_family_118": "Een verwonding of ziekte waardoor u een week of langer in bed moest liggen, of die u naar het ziekenhuis bracht.",
  "parent_survey_family_119": "Ja",
  "parent_survey_family_120": "Nee",
  "parent_survey_family_121": "Een verwonding of ziekte die minder ernstig was dan de hierboven genoemde, maar waardoor u toch een dokter moest raadplegen of een dag of twee in bed moest liggen.",
  "parent_survey_family_122": "Ja",
  "parent_survey_family_123": "Nee",
  "parent_survey_family_124": "Grote tandheelkundige behandeling.",
  "parent_survey_family_125": "Ja",
  "parent_survey_family_126": "Nee",
  "parent_survey_family_127": "Grote verandering in eetgewoonten.",
  "parent_survey_family_128": "Ja",
  "parent_survey_family_129": "Nee",
  "parent_survey_family_130": "Grote verandering in slaappatronen.",
  "parent_survey_family_131": "Ja",
  "parent_survey_family_132": "Nee",
  "parent_survey_family_133": "Grote verandering in uw gebruikelijke type en/of hoeveelheid recreatie.",
  "parent_survey_family_134": "Ja",
  "parent_survey_family_135": "Nee",
  "parent_survey_family_136": "Werk:",
  "parent_survey_family_137": "Overstap naar een nieuw type werk.",
  "parent_survey_family_138": "Ja",
  "parent_survey_family_139": "Nee",
  "parent_survey_family_140": "Verandering in uw werkuren of werkomstandigheden.",
  "parent_survey_family_141": "Ja",
  "parent_survey_family_142": "Nee",
  "parent_survey_family_143": "Verandering in uw verantwoordelijkheden op het werk (meer verantwoordelijkheden).",
  "parent_survey_family_144": "Ja",
  "parent_survey_family_145": "Nee",
  "parent_survey_family_146": "Verandering in uw verantwoordelijkheden op het werk (minder verantwoordelijkheden).",
  "parent_survey_family_147": "Ja",
  "parent_survey_family_148": "Nee",
  "parent_survey_family_149": "Verandering in uw verantwoordelijkheden op het werk (promotie).",
  "parent_survey_family_150": "Ja",
  "parent_survey_family_151": "Nee",
  "parent_survey_family_152": "Verandering in uw verantwoordelijkheden op het werk (degradatie).",
  "parent_survey_family_153": "Ja",
  "parent_survey_family_154": "Nee",
  "parent_survey_family_155": "Verandering in uw verantwoordelijkheden op het werk (overplaatsing).",
  "parent_survey_family_156": "Ja",
  "parent_survey_family_157": "Nee",
  "parent_survey_family_158": "Problemen op het werk (met uw baas).",
  "parent_survey_family_159": "Ja",
  "parent_survey_family_160": "Nee",
  "parent_survey_family_161": "Problemen op het werk (met uw collega's).",
  "parent_survey_family_162": "Ja",
  "parent_survey_family_163": "Nee",
  "parent_survey_family_164": "Problemen op het werk (met personen onder uw toezicht).",
  "parent_survey_family_165": "Ja",
  "parent_survey_family_166": "Nee",
  "parent_survey_family_167": "Andere werkproblemen.",
  "parent_survey_family_168": "Ja",
  "parent_survey_family_169": "Nee",
  "parent_survey_family_170": "Grote zakelijke aanpassing.",
  "parent_survey_family_171": "Ja",
  "parent_survey_family_172": "Nee",
  "parent_survey_family_173": "Pensioen.",
  "parent_survey_family_174": "Ja",
  "parent_survey_family_175": "Nee",
  "parent_survey_family_176": "Verlies van een baan (ontslagen).",
  "parent_survey_family_177": "Ja",
  "parent_survey_family_178": "Nee",
  "parent_survey_family_179": "Verlies van een baan (ontslagen).",
  "parent_survey_family_180": "Ja",
  "parent_survey_family_181": "Nee",
  "parent_survey_family_182": "Een cursus volgen om u met uw werk te helpen.",
  "parent_survey_family_183": "Ja",
  "parent_survey_family_184": "Nee",
  "parent_survey_family_185": "Thuis en familie:",
  "parent_survey_family_186": "Grote verandering in leefomstandigheden.",
  "parent_survey_family_187": "Ja",
  "parent_survey_family_188": "Nee",
  "parent_survey_family_189": "Verandering van woonplaats (verhuizen binnen dezelfde stad).",
  "parent_survey_family_190": "Ja",
  "parent_survey_family_191": "Nee",
  "parent_survey_family_192": "Verandering van woonplaats (verhuizen naar een andere stad).",
  "parent_survey_family_193": "Ja",
  "parent_survey_family_194": "Nee",
  "parent_survey_family_195": "Verandering in familie bijeenkomsten.",
  "parent_survey_family_196": "Ja",
  "parent_survey_family_197": "Nee",
  "parent_survey_family_198": "Grote verandering in gezondheid of gedrag van een familielid.",
  "parent_survey_family_199": "Ja",
  "parent_survey_family_200": "Nee",
  "parent_survey_family_201": "Huwelijk.",
  "parent_survey_family_202": "Ja",
  "parent_survey_family_203": "Nee",
  "parent_survey_family_204": "Zwangerschap.",
  "parent_survey_family_205": "Ja",
  "parent_survey_family_206": "Nee",
  "parent_survey_family_207": "Toename van een nieuw gezinslid (geboorte van een kind).",
  "parent_survey_family_208": "Ja",
  "parent_survey_family_209": "Nee",
  "parent_survey_family_210": "Toename van een nieuw gezinslid (adoptie van een kind).",
  "parent_survey_family_211": "Ja",
  "parent_survey_family_212": "Nee",
  "parent_survey_family_213": "Toename van een nieuw gezinslid (een familielid komt bij u wonen).",
  "parent_survey_family_214": "Ja",
  "parent_survey_family_215": "Nee",
  "parent_survey_family_216": "Echtgenoot begint of beëindigt werk.",
  "parent_survey_family_217": "Ja",
  "parent_survey_family_218": "Nee",
  "parent_survey_family_219": "Kind verlaat huis (om naar de universiteit te gaan).",
  "parent_survey_family_220": "Ja",
  "parent_survey_family_221": "Nee",
  "parent_survey_family_222": "Kind verlaat huis (door huwelijk).",
  "parent_survey_family_223": "Ja",
  "parent_survey_family_224": "Nee",
  "parent_survey_family_225": "Kind verlaat huis (om andere redenen).",
  "parent_survey_family_226": "Ja",
  "parent_survey_family_227": "Nee",
  "parent_survey_family_228": "Verandering in ruzies met echtgenoot.",
  "parent_survey_family_229": "Ja",
  "parent_survey_family_230": "Nee",
  "parent_survey_family_231": "Problemen met schoonfamilie.",
  "parent_survey_family_232": "Ja",
  "parent_survey_family_233": "Nee",
  "parent_survey_family_234": "Verandering in burgerlijke staat van uw ouders (scheiding).",
  "parent_survey_family_235": "Ja",
  "parent_survey_family_236": "Nee",
  "parent_survey_family_237": "Verandering in burgerlijke staat van uw ouders (hertrouwen).",
  "parent_survey_family_238": "Ja",
  "parent_survey_family_239": "Nee",
  "parent_survey_family_240": "Scheiding van echtgenoot (door werk).",
  "parent_survey_family_241": "Ja",
  "parent_survey_family_242": "Nee",
  "parent_survey_family_243": "Scheiding van echtgenoot (door huwelijksproblemen).",
  "parent_survey_family_244": "Ja",
  "parent_survey_family_245": "Nee",
  "parent_survey_family_246": "Echtscheiding.",
  "parent_survey_family_247": "Ja",
  "parent_survey_family_248": "Nee",
  "parent_survey_family_249": "Geboorte van een kleinkind.",
  "parent_survey_family_250": "Ja",
  "parent_survey_family_251": "Nee",
  "parent_survey_family_252": "Overlijden van een echtgenoot.",
  "parent_survey_family_253": "Ja",
  "parent_survey_family_254": "Nee",
  "parent_survey_family_255": "Overlijden van een ander familielid (kind).",
  "parent_survey_family_256": "Ja",
  "parent_survey_family_257": "Nee",
  "parent_survey_family_258": "Overlijden van een ander familielid (broer of zus).",
  "parent_survey_family_259": "Ja",
  "parent_survey_family_260": "Nee",
  "parent_survey_family_261": "Overlijden van een ander familielid (ouder).",
  "parent_survey_family_262": "Ja",
  "parent_survey_family_263": "Nee",
  "parent_survey_family_264": "Persoonlijk en Sociaal:",
  "parent_survey_family_265": "Verandering in persoonlijke gewoonten.",
  "parent_survey_family_266": "Ja",
  "parent_survey_family_267": "Nee",
  "parent_survey_family_268": "Beginnen of stoppen met school of opleiding.",
  "parent_survey_family_269": "Ja",
  "parent_survey_family_270": "Nee",
  "parent_survey_family_271": "Verandering van school of opleiding.",
  "parent_survey_family_272": "Ja",
  "parent_survey_family_273": "Nee",
  "parent_survey_family_274": "Verandering in politieke overtuigingen.",
  "parent_survey_family_275": "Ja",
  "parent_survey_family_276": "Nee",
  "parent_survey_family_277": "Verandering in religieuze overtuigingen.",
  "parent_survey_family_278": "Ja",
  "parent_survey_family_279": "Nee",
  "parent_survey_family_280": "Verandering in sociale activiteiten.",
  "parent_survey_family_281": "Ja",
  "parent_survey_family_282": "Nee",
  "parent_survey_family_283": "Vakantie.",
  "parent_survey_family_284": "Ja",
  "parent_survey_family_285": "Nee",
  "parent_survey_family_286": "Nieuwe, intieme, persoonlijke relatie.",
  "parent_survey_family_287": "Ja",
  "parent_survey_family_288": "Nee",
  "parent_survey_family_289": "Verloving om te trouwen.",
  "parent_survey_family_290": "Ja",
  "parent_survey_family_291": "Nee",
  "parent_survey_family_292": "Problemen met vriend of vriendin.",
  "parent_survey_family_293": "Ja",
  "parent_survey_family_294": "Nee",
  "parent_survey_family_295": "\"Uit elkaar gaan\" van een nauwe persoonlijke relatie.",
  "parent_survey_family_296": "Ja",
  "parent_survey_family_297": "Nee",
  "parent_survey_family_298": "Een ongeluk.",
  "parent_survey_family_299": "Ja",
  "parent_survey_family_300": "Nee",
  "parent_survey_family_301": "Kleine overtreding van de wet.",
  "parent_survey_family_302": "Ja",
  "parent_survey_family_303": "Nee",
  "parent_survey_family_304": "Overlijden van een dierbare vriend.",
  "parent_survey_family_305": "Ja",
  "parent_survey_family_306": "Nee",
  "parent_survey_family_307": "Belangrijke beslissing over uw nabije toekomst.",
  "parent_survey_family_308": "Ja",
  "parent_survey_family_309": "Nee",
  "parent_survey_family_310": "Grote persoonlijke prestatie.",
  "parent_survey_family_311": "Ja",
  "parent_survey_family_312": "Nee",
  "parent_survey_family_313": "Financieel:",
  "parent_survey_family_314": "Grote verandering in financiën (toegenomen inkomen).",
  "parent_survey_family_315": "Ja",
  "parent_survey_family_316": "Nee",
  "parent_survey_family_317": "Grote verandering in financiën (afgenomen inkomen).",
  "parent_survey_family_318": "Ja",
  "parent_survey_family_319": "Nee",
  "parent_survey_family_320": "Grote verandering in financiën (investerings- en/of kredietproblemen).",
  "parent_survey_family_321": "Ja",
  "parent_survey_family_322": "Nee",
  "parent_survey_family_323": "Verlies of schade aan persoonlijke bezittingen.",
  "parent_survey_family_324": "Ja",
  "parent_survey_family_325": "Nee",
  "parent_survey_family_326": "Gematigde aankoop.",
  "parent_survey_family_327": "Ja",
  "parent_survey_family_328": "Nee",
  "parent_survey_family_329": "Grote aankoop.",
  "parent_survey_family_330": "Ja",
  "parent_survey_family_331": "Nee",
  "parent_survey_family_332": "Beslaglegging op een hypotheek of lening.",
  "parent_survey_family_333": "Ja",
  "parent_survey_family_334": "Nee",
  "parent_survey_family_335": "<b>Instructies:</b> Stel je deze lijn voor als een weergave van waar mensen staan in het <i>land waar je woont</i>. Aan de <b>rechterkant</b> staan de mensen die het het best hebben - degenen die het meeste geld, de meeste opleiding en de meest gerespecteerde banen hebben. Aan de <b>linkerkant</b> staan de mensen die het slechter hebben - degenen die het minste geld, de minste opleiding en de minst gerespecteerde banen of geen baan hebben. Hoe verder u rechts op de lijn bent, hoe dichter u bij de mensen aan de top bent; hoe verder naar links u bent, hoe dichter u bij de mensen aan de onderkant bent.<br><b>Waar zou u uzelf op deze lijn plaatsen?</b><br>Verplaats de schuifregelaar naar waar u denkt dat u zich op dit moment in uw leven ten opzichte van andere mensen in uw land bevindt.",
  "parent_survey_family_336": "<b>Instructies:</b> Stel je deze lijn voor als een weergave van waar mensen staan in hun <i>gemeenschappen</i>. Mensen definiëren gemeenschap op verschillende manieren; definieer het op welke manier het meest betekenisvol voor jou is. Aan de <b>rechterkant</b> zijn de mensen die de hoogste status in hun gemeenschap hebben. Aan de <b>linkerkant</b> zijn de mensen die de laagste status in hun gemeenschap hebben.<br><b>Waar zou u uzelf op deze lijn plaatsen?</b><br>Verplaats de schuifregelaar naar waar u denkt dat u zich op dit moment in uw leven ten opzichte van andere mensen in uw gemeenschap bevindt.",
  "navigation.startSurvey": "Begin enquête",
  "navigation.previous": "Vorige",
  "navigation.next": "Volgende",
  "navigation.finish": "Voltooien",
  "participant": "deelnemer",
  "password": "wachtwoord",
  "pick-buddy": "Kies een vriend om mee te spelen!",
  "profile": "profiel",
  "progress": "voortgang",
  "proud": "trots",
  "redball": "De rode bal",
  "redstack": "De middelgrote rode stapel",
  "replay-button": "Druk op de luidsprekerknop als u de vraag wilt herhalen.",
  "report": "rapport",
  "roar": "BRUL",
  "rocks": "Een rots",
  "rug": "Onder het tapijt",
  "sad": "verdrietig",
  "same-different-selection-both-blue": "Hier zijn twee kaarten. Iets is hetzelfde. Ze hebben allebei blauwe vormen.",
  "same-different-selection-both-blue-heavy": "Hier zijn twee afbeeldingen. Iets is hetzelfde. Het zijn allebei blauw.",
  "same-different-selection-both-circles": "Hier zijn twee kaarten. Iets is hetzelfde. Ze hebben allebei cirkels.",
  "same-different-selection-both-circles-heavy": "Hier zijn twee afbeeldingen. Iets is hetzelfde. Het zijn allebei cirkels.",
  "same-different-selection-both-green": "Hier zijn twee kaarten. Iets is hetzelfde. Ze hebben allebei groene vormen.",
  "same-different-selection-both-green-heavy": "Hier zijn twee afbeeldingen. Iets is hetzelfde. Het zijn allebei groen.",
  "same-different-selection-both-large": "Hier zijn twee kaarten. Iets is hetzelfde. Ze hebben allebei grote vormen.",
  "same-different-selection-both-large-heavy": "Hier zijn twee afbeeldingen. Iets is hetzelfde. Ze zijn allebei groot.",
  "same-different-selection-both-medium": "Hier zijn twee kaarten. Iets is hetzelfde. Ze hebben allebei middelgrote vormen.",
  "same-different-selection-both-medium-heavy": "Hier zijn twee afbeeldingen. Iets is hetzelfde. Ze zijn allebei middelgroot.",
  "same-different-selection-both-red": "Hier zijn twee kaarten. Iets is hetzelfde. Ze hebben allebei rode vormen.",
  "same-different-selection-both-red-heavy": "Hier zijn twee afbeeldingen. Iets is hetzelfde. Het zijn allebei rood.",
  "same-different-selection-both-small": "Hier zijn twee kaarten. Iets is hetzelfde. Ze hebben allebei kleine vormen.",
  "same-different-selection-both-small-heavy": "Hier zijn twee afbeeldingen. Iets is hetzelfde. Ze zijn allebei klein.",
  "same-different-selection-both-squares": "Hier zijn twee kaarten. Iets is hetzelfde. Ze hebben allebei vierkanten.",
  "same-different-selection-both-squares-heavy": "Hier zijn twee afbeeldingen. Iets is hetzelfde. Het zijn allebei vierkanten.",
  "same-different-selection-both-triangles": "Hier zijn twee kaarten. Iets is hetzelfde. Ze hebben allebei driehoeken.",
  "same-different-selection-both-triangles-heavy": "Hier zijn twee afbeeldingen. Iets is hetzelfde. Het zijn allebei driehoeken.",
  "same-different-selection-both-yellow": "Hier zijn twee kaarten. Iets is hetzelfde. Ze hebben allebei gele vormen.",
  "same-different-selection-both-yellow-heavy": "Hier zijn twee afbeeldingen. Iets is hetzelfde. Het zijn allebei geel.",
  "same-different-selection-instruct1": "Dit is het matchingspel. In dit spel ga je sets kaarten kiezen die op een bepaalde manier matchen. Laten we eerst eens kijken naar een aantal kaarten die je gaat zien.",
  "same-different-selection-instruct1-heavy": "Dit is het matchingsspel. In dit spel gaan we naar afbeeldingen kijken en dingen vinden die op een bepaalde manier hetzelfde zijn.",
  "same-different-selection-instruct2": "Nu ga je twee kaarten zien die op één manier hetzelfde zijn. Dan zie je een nieuwe kaart die lijkt op een van die kaarten. Jouw taak is om de kaart te kiezen die lijkt op de nieuwe kaart.",
  "same-different-selection-instruct2-heavy": "Nu gaan we naar meer afbeeldingen kijken en dingen vinden die hetzelfde zijn. Laten we leren hoe we moeten spelen!",
  "same-different-selection-instruct3": "Nu ga je drie kaarten zien, en je gaat er twee kiezen die op een bepaalde manier hetzelfde zijn. Dan ga je dezelfde kaarten weer zien, en je kiest er twee die op een andere manier hetzelfde zijn.",
  "same-different-selection-instruct3-heavy": "Nu ga je de rest van het spel zelf spelen!",
  "same-different-selection-instruct4-heavy": "Nu gaan we iets nieuws proberen! Je gaat paren van vormen vinden die op een bepaalde manier hetzelfde zijn. Laten we leren hoe!",
  "same-different-selection-instruct5-heavy": "Hier zijn drie afbeeldingen. Ik moet er 2 kiezen die op een bepaalde manier hetzelfde zijn. Ik kies deze 2 afbeeldingen omdat het allebei driehoeken zijn.",
  "same-different-selection-instruct6-heavy": "Hier zijn dezelfde drie afbeeldingen. Ik moet er 2 kiezen die op een andere manier hetzelfde zijn. Ik kies deze 2 afbeeldingen omdat ze allebei rood zijn.",
  "same-different-selection-touch-1": "Kies de kaart met 1 ster.",
  "same-different-selection-touch-1-heavy": "Laat me de afbeelding met één vorm zien.",
  "same-different-selection-touch-2": "Kies de kaart met 2 sterren.",
  "same-different-selection-touch-2-heavy": "Laat me de afbeelding met twee vormen zien.",
  "same-different-selection-touch-3": "Kies de kaart met 3 sterren.",
  "same-different-selection-touch-3-heavy": "Laat me de afbeelding met drie vormen zien.",
  "same-different-selection-touch-4": "Kies de kaart met 4 sterren.",
  "same-different-selection-touch-4-heavy": "Laat me de afbeelding met vier vormen zien.",
  "same-different-selection-touch-black": "Kies de ster op de zwarte kaart.",
  "same-different-selection-touch-black-heavy": "Laat me de afbeelding met de zwarte achtergrond zien.",
  "same-different-selection-touch-blue": "Kies de kaart met de blauwe vorm.",
  "same-different-selection-touch-blue-heavy": "Laat me de blauwe zien.",
  "same-different-selection-touch-circle": "Kies de kaart met een cirkel.",
  "same-different-selection-touch-circle-heavy": "Laat me de cirkel zien.",
  "same-different-selection-touch-gray": "Kies de ster op de grijze kaart.",
  "same-different-selection-touch-gray-heavy": "Laat me de afbeelding met de grijze achtergrond zien.",
  "same-different-selection-touch-green": "Kies de kaart met de groene vorm.",
  "same-different-selection-touch-green-heavy": "Laat me de groene zien.",
  "same-different-selection-touch-large": "Kies de kaart met een grote vorm.",
  "same-different-selection-touch-large-heavy": "Laat me de grote zien.",
  "same-different-selection-touch-medium": "Kies de kaart met een middelgrote vorm.",
  "same-different-selection-touch-medium-heavy": "Laat me de middelgrote zien.",
  "same-different-selection-touch-red": "Kies de kaart met de rode vorm.",
  "same-different-selection-touch-red-heavy": "Laat me de rode zien.",
  "same-different-selection-touch-small": "Kies de kaart met een kleine vorm.",
  "same-different-selection-touch-small-heavy": "Laat me de kleine zien.",
  "same-different-selection-touch-square": "Kies de kaart met een vierkant.",
  "same-different-selection-touch-square-heavy": "Laat me het vierkant zien.",
  "same-different-selection-touch-star": "Kies de kaart met een ster.",
  "same-different-selection-touch-star-heavy": "Laat me de ster zien.",
  "same-different-selection-touch-striped": "Kies de ster op de gestreepte kaart.",
  "same-different-selection-touch-striped-heavy": "Laat me de afbeelding met de gestreepte achtergrond zien.",
  "same-different-selection-touch-triangle": "Kies de kaart met een driehoek.",
  "same-different-selection-touch-triangle-heavy": "Laat me de driehoek zien.",
  "same-different-selection-touch-white": "Kies de ster op de witte kaart.",
  "same-different-selection-touch-white-heavy": "Laat me de afbeelding met de witte achtergrond zien.",
  "same-different-selection-touch-yellow": "Kies de kaart met de gele vorm.",
  "same-different-selection-touch-yellow-heavy": "Laat me de gele zien.",
  "save": "opslaan",
  "scared": "bang",
  "score": "score",
  "sds-2match-prompt1": "Hier is een nieuwe set kaarten. Kies twee kaarten die op een bepaalde manier hetzelfde zijn.",
  "sds-2match-prompt1-heavy": "Hier zijn enkele nieuwe afbeeldingen. Kies er twee die op een of andere manier hetzelfde zijn.",
  "sds-2match-prompt2": "Kies twee kaarten die op een andere manier hetzelfde zijn.",
  "sds-2match-prompt2-heavy": "Nu kies twee foto's die op een andere manier hetzelfde zijn.",
  "sds-3match-prompt2": "Hier is dezelfde set kaarten weer. Kies twee kaarten die op een andere manier hetzelfde zijn.",
  "sds-3match-prompt2-heavy": "Hier zijn dezelfde afbeeldingen. Kies er twee die op een andere manier hetzelfde zijn.",
  "sds-3unique-prompt1": "Kies drie kaarten die slechts op één manier hetzelfde zijn.",
  "sds-3unique-prompt1-heavy": "Kies drie foto's die op slechts één manier hetzelfde zijn.",
  "sds-3unique-prompt2": "Kies nog drie kaarten die slechts in één opzicht hetzelfde zijn.",
  "sds-3unique-prompt2-heavy": "Kies nog drie foto's die op slechts één manier hetzelfde zijn.",
  "sds-match-demo1-heavy": "Hier zijn drie foto's. Ik moet er twee kiezen die op een bepaalde manier hetzelfde zijn. Ik kies deze twee foto's omdat ze allebei driehoeken zijn.",
  "sds-match-demo2-heavy": "Hier zijn dezelfde drie foto's. Ik moet er twee kiezen die op een andere manier hetzelfde zijn. Ik kies deze twee foto's omdat ze allebei klein zijn.",
  "sds-pick-square-demo-heavy": "Ik kies deze! Deze is hetzelfde als de nieuwe afbeelding omdat het allebei vierkanten zijn.",
  "sds-prompt3": "Hier is nog een kaart. Welke van deze lijkt op deze?",
  "sds-prompt3-demo-heavy": "Hier is een andere afbeelding. Ik moet kiezen welke van deze afbeeldingen hetzelfde is als deze nieuwe afbeelding.",
  "sds-prompt3-heavy": "Hier is een andere afbeelding. Welke van deze afbeeldingen is hetzelfde als deze nieuwe afbeelding?",
  "sds-your-turn": "Nu is het jouw beurt!",
  "settings": "instellingen",
  "shared-choose-picture-press-arrow": "Om een pijltjestoets te gebruiken om een afbeelding te selecteren, drukt u op de toets die in dezelfde richting wijst als de pijl onder de afbeelding.",
  "shared-intro-devices": "U kunt op een touchscreen tikken, het touchpad gebruiken of op de pijltjestoetsen drukken voor deze activiteit. Probeer het nu.",
  "shared-intro-replay": "Je kunt op de replay-knop drukken om dingen opnieuw te horen. Probeer het nu.",
  "shelf": "Op de plank",
  "shirts": "Overhemden",
  "shoes": "Schoenen",
  "sign_in": "inloggen",
  "sign_out": "uitloggen",
  "small_cup": "Het kleine kopje",
  "soccerball": "De middelgrote voetbal",
  "socks": "Sokken",
  "storybook": "Een sprookjesboek",
  "student": "student",
  "subtraction-prompt1": "Trek de getallen van elkaar af en kies het juiste antwoord.",
  "subtraction-prompt2": "Trek de getallen van elkaar af.",
  "success": "succes",
  "surprised": "verrast",
  "survey": "enquête",
  "surveys/user-survey.specificRelationDescriptionChildA": "Voor kind met geboortemaand",
  "surveys/user-survey.specificRelationDescriptionChildB": "en geboortejaar",
  "surveys/user-survey.specificRelationDescriptionClass": "Voor klas",
  "table": "Op tafel",
  "task": "taak",
  "task-completion": "Je hebt dit spel voltooid. Dank je wel!",
  "task-finished": "Je hebt het spel voltooid. Bedankt!",
  "teacher": "leraar",
  "teacher_survey_classroom_001": "<b><font face=\"Verdana\" size=\"4\">Dit is Deel B van de enquête.</b><br> <br> <p><font face=\"Verdana\" size=\"4\">In Deel B zijn de vragen klaslokaal specifiek. Als u meer dan één klas met studenten hebt die aan dit project deelnemen, moet u Deel B apart voor elke klas afronden. <br><br>Als u een enkel vak geeft, probeert u de vragen die betrekking hebben op andere vakken naar beste weten te beantwoorden of raadpleeg hiervoor een collega. <br><br>Wanneer u klaar bent om te beginnen, selecteert u de knop \"Volgende\". <br><br><b><font face=\"Verdana\" size=\"4\">Dank u!\"",
  "teacher_survey_classroom_002": "Hoeveel klaslokalen geeft u les waarin studenten deelnemen aan dit onderzoeksproject?",
  "teacher_survey_classroom_003": "Is er een andere volwassene die betaald wordt om u in dit klaslokaal te helpen (bijvoorbeeld een onderwijsassistent, co-leerkracht, enz.)?",
  "teacher_survey_classroom_004": "Ja",
  "teacher_survey_classroom_005": "Nee",
  "teacher_survey_classroom_006": "Hoeveel studenten zijn er ingeschreven in dit klaslokaal?",
  "teacher_survey_classroom_007": "aantal studenten",
  "teacher_survey_classroom_008": "Hoeveel kinderen van elk geslacht zijn er in deze klas?",
  "teacher_survey_classroom_009": "aantal",
  "teacher_survey_classroom_010": "Meisjes",
  "teacher_survey_classroom_011": "aantal",
  "teacher_survey_classroom_012": "Jongens",
  "teacher_survey_classroom_013": "aantal",
  "teacher_survey_classroom_014": "Niet-binair",
  "teacher_survey_classroom_015": "aantal",
  "teacher_survey_classroom_016": "Anders",
  "teacher_survey_classroom_017": "Hoeveel kinderen van de volgende leeftijden zitten momenteel in deze klas?",
  "teacher_survey_classroom_018": "aantal",
  "teacher_survey_classroom_019": "5 jaar of jonger",
  "teacher_survey_classroom_020": "aantal",
  "teacher_survey_classroom_021": "6 jaar",
  "teacher_survey_classroom_022": "aantal",
  "teacher_survey_classroom_023": "7 jaar",
  "teacher_survey_classroom_024": "aantal",
  "teacher_survey_classroom_025": "8 jaar oud",
  "teacher_survey_classroom_026": "aantal",
  "teacher_survey_classroom_027": "9 jaar oud",
  "teacher_survey_classroom_028": "aantal",
  "teacher_survey_classroom_029": "10 jaar oud",
  "teacher_survey_classroom_030": "aantal",
  "teacher_survey_classroom_031": "11 jaar oud",
  "teacher_survey_classroom_032": "aantal",
  "teacher_survey_classroom_033": "12 jaar oud",
  "teacher_survey_classroom_034": "aantal",
  "teacher_survey_classroom_035": "13 jaar of ouder",
  "teacher_survey_classroom_036": "Geeft u momenteel les in een multigrade klas?",
  "teacher_survey_classroom_037": "Ja",
  "teacher_survey_classroom_038": "Nee",
  "teacher_survey_classroom_039": "Zo ja, welke leerjaren zijn inbegrepen in de klas die u geeft? (selecteer alles wat van toepassing is)",
  "teacher_survey_classroom_040": "Voorschool",
  "teacher_survey_classroom_041": "Transitie (of gereedheids) peuterklas",
  "teacher_survey_classroom_042": "Kleuterschool",
  "teacher_survey_classroom_043": "1e leerjaar",
  "teacher_survey_classroom_044": "2e leerjaar",
  "teacher_survey_classroom_045": "3e leerjaar",
  "teacher_survey_classroom_046": "4e leerjaar",
  "teacher_survey_classroom_047": "5e leerjaar",
  "teacher_survey_classroom_048": "6e leerjaar",
  "teacher_survey_classroom_049": "7e leerjaar",
  "teacher_survey_classroom_050": "8e leerjaar",
  "teacher_survey_classroom_051": "In welk leerjaar geeft u les?",
  "teacher_survey_classroom_052": "Welke talen worden er in deze klas door de studenten gesproken (selecteer alles wat van toepassing is)?",
  "teacher_survey_classroom_053": "Arabisch",
  "teacher_survey_classroom_054": "Chinees",
  "teacher_survey_classroom_055": "Engels",
  "teacher_survey_classroom_056": "Frans",
  "teacher_survey_classroom_057": "Duits",
  "teacher_survey_classroom_058": "Koreaans",
  "teacher_survey_classroom_059": "Spaans",
  "teacher_survey_classroom_060": "Tagalog",
  "teacher_survey_classroom_061": "Vietnamees",
  "teacher_survey_classroom_062": "Welke talen spreken u of uw assistent-docent <b>in de klas</b> (selecteer alles wat van toepassing is)?",
  "teacher_survey_classroom_063": "Hoeveel kinderen in deze klas hebben een leesniveau ONDER hun leerjaar?",
  "teacher_survey_classroom_064": "aantal kinderen",
  "teacher_survey_classroom_065": "Hoeveel kinderen in deze klas hebben een leesniveau BOVEN hun leerjaar?",
  "teacher_survey_classroom_066": "aantal kinderen",
  "teacher_survey_classroom_067": "Hoeveel kinderen in deze klas hebben een wiskundeniveau ONDER hun leerjaar?",
  "teacher_survey_classroom_068": "aantal kinderen",
  "teacher_survey_classroom_069": "Hoeveel kinderen in deze klas hebben een wiskundeniveau BOVEN hun leerjaar?",
  "teacher_survey_classroom_070": "aantal kinderen",
  "teacher_survey_classroom_071": "Hoe vaak per week werken kinderen in deze klas meestal aan lessen of projecten voor Lezen en Taalvakken, hetzij klassikaal, in kleine groepen, of individueel?",
  "teacher_survey_classroom_073": "Minder dan één keer per week",
  "teacher_survey_classroom_074": "1-2 keer per week",
  "teacher_survey_classroom_075": "3-4 keer per week",
  "teacher_survey_classroom_077": "Hoeveel tijd per dag werken kinderen in deze klas meestal aan lessen of projecten voor Lezen en Taalvakken, hetzij klassikaal, in kleine groepen, of individueel?",
  "teacher_survey_classroom_078": "1-30 minuten per dag",
  "teacher_survey_classroom_079": "31-60 minuten per dag",
  "teacher_survey_classroom_080": "61-90 minuten per dag",
  "teacher_survey_classroom_081": "Meer dan 90 minuten per dag",
  "teacher_survey_classroom_082": "Hoe vaak per week werken kinderen in deze klas meestal aan lessen of projecten voor Wiskunde, hetzij klassikaal, in kleine groepen, of individueel?",
  "teacher_survey_classroom_083": "Nooit",
  "teacher_survey_classroom_084": "Minder dan één keer per week",
  "teacher_survey_classroom_085": "1-2 keer per week",
  "teacher_survey_classroom_086": "3-4 keer per week",
  "teacher_survey_classroom_087": "Dagelijks",
  "teacher_survey_classroom_088": "Hoeveel tijd per dag werken kinderen in deze klas meestal aan lessen of projecten voor Wiskunde, hetzij klassikaal, in kleine groepen, of individueel?",
  "teacher_survey_classroom_089": "1-30 minuten per dag",
  "teacher_survey_classroom_090": "31-60 minuten per dag",
  "teacher_survey_classroom_091": "61-90 minuten per dag",
  "teacher_survey_classroom_092": "Meer dan 90 minuten per dag",
  "teacher_survey_classroom_093": "Denk aan de families van de kinderen in deze klas die u dit schooljaar lesgegeven hebt. Voor hoeveel families zijn de volgende uitspraken ongeveer waarheid?",
  "teacher_survey_classroom_094": "Gezinnen lijken overweldigd door het proberen te ondersteunen van het leren van hun kinderen.",
  "teacher_survey_classroom_095": "Geen",
  "teacher_survey_classroom_096": "Eén of enkele",
  "teacher_survey_classroom_097": "Veel",
  "teacher_survey_classroom_098": "Alle of bijna alle",
  "teacher_survey_classroom_099": "Gezinnen doen hun best om het leren van kinderen te ondersteunen.",
  "teacher_survey_classroom_100": "Geen",
  "teacher_survey_classroom_101": "Eén of enkele",
  "teacher_survey_classroom_102": "Veel",
  "teacher_survey_classroom_103": "Alle of bijna alle",
  "teacher_survey_classroom_104": "Geef aan hoe tevreden of ontevreden u dit schooljaar met de volgende aspecten bent geweest.",
  "teacher_survey_classroom_105": "Communicatie tussen u en de families.",
  "teacher_survey_classroom_106": "Helemaal niet tevreden",
  "teacher_survey_classroom_107": "Een beetje tevreden",
  "teacher_survey_classroom_108": "Gemiddeld tevreden",
  "teacher_survey_classroom_109": "Best tevreden",
  "teacher_survey_classroom_110": "Zeer tevreden",
  "teacher_survey_classroom_111": "Communicatie tussen u en uw leerlingen.",
  "teacher_survey_classroom_112": "Helemaal niet tevreden",
  "teacher_survey_classroom_113": "Een beetje tevreden",
  "teacher_survey_classroom_114": "Gemiddeld tevreden",
  "teacher_survey_classroom_115": "Best tevreden",
  "teacher_survey_classroom_116": "Zeer tevreden",

  "teacher_survey_general_001": "<b><font face=\"Verdana\" size=\"4\">Bedankt dat je de tijd neemt (ongeveer 10 minuten) om deze enquête in te vullen!</b><br> <br> <p><font face=\"Verdana\" size=\"4\">Enkele leerlingen die je lesgeeft, nemen deel aan een onderzoeksproject over hoe kinderen leren en zich ontwikkelen. Uw antwoorden in deze enquête moeten van toepassing zijn op uw klas, school en professionele overtuigingen, in plaats van op een specifiek kind. <br><br><b><font face=\"Verdana\" size=\"4\">Deze enquête bestaat uit twee delen: Deel A en Deel B.</b><br> <br> <p><font face=\"Verdana\" size=\"4\">In Deel A hebben de vragen betrekking op uw achtergrond en overtuigingen. <br><br>In Deel B zijn de vragen specifiek voor de klas. Als je meer dan één klas lesgeeft die deel uitmaken van dit project, vul je Deel B afzonderlijk in voor elke klas. <br><br>Als je een enkel vak geeft, vul dan de vragen in die betrekking hebben op andere vakken naar beste weten of raadpleeg voor die details enkel een collega. <br><br>Bedankt voor uw deelname! Uw antwoorden geven ons waardevolle inzichten in het onderwijs aan uw leerlingen. <br><br>Wanneer u klaar bent om te beginnen, selecteer de knop \"Enquête starten\". <br><br><b><font face=\"Verdana\" size=\"4\">Bedankt!",
  "teacher_survey_general_002": "<b><font face=\"Verdana\" size=\"3\">DEEL A: </b><font face=\"Verdana\" size=\"3\">De volgende vragen gaan over uw achtergrond, de school waar u lesgeeft, uw gevoelens over uw werk en uw overtuigingen over onderwijs en kinderen.",
  "teacher_survey_general_003": "<b>Deze set vragen richt zich op uw achtergrond.</b>",
  "teacher_survey_general_004": "Wat is uw huidige leeftijd?",
  "teacher_survey_general_005": "leeftijdsjaren",
  "teacher_survey_general_006": "Wat is uw geslacht?",
  "teacher_survey_general_010": "Anders (beschrijf alstublieft)",
  "teacher_survey_general_011": "Wat is het hoogste opleidingsniveau dat u hebt voltooid?",
  "teacher_survey_general_012": "Minder dan middelbare school",
  "teacher_survey_general_013": "VWO of middelbaar schooldiploma (equivalent)",
  "teacher_survey_general_014": "Een beetje hogere school maar zonder diploma",
  "teacher_survey_general_015": "Middelbare school diploma of equivalent, plus technische training of certificaat",
  "teacher_survey_general_016": "Associatiediploma",
  "teacher_survey_general_017": "Bachelordiploma",
  "teacher_survey_general_018": "Masterdiploma",
  "teacher_survey_general_019": "Doctorale graad",
  "teacher_survey_general_020": "Geef uw bachelorstudierichting aan. Markeer ALLE die van toepassing zijn.",
  "teacher_survey_general_021": "Vroegkinderlijke educatie",
  "teacher_survey_general_022": "Basisonderwijs",
  "teacher_survey_general_023": "Speciaal onderwijs",
  "teacher_survey_general_024": "Kinderontwikkeling",
  "teacher_survey_general_025": "Leesspecialist",
  "teacher_survey_general_026": "Curriculum en instructie",
  "teacher_survey_general_027": "Tweetalig/multicultureel onderwijs",
  "teacher_survey_general_028": "Andere onderwijsgerelateerde hoofdvak (bv.: voortgezet onderwijs, onderwijspsychologie, onderwijsadministratie, muziekonderwijs, etc.). Gelieve te specificeren:",
  "teacher_survey_general_029": "Niet-onderwijsgerelateerde hoofdvak. Gelieve te specificeren:",
  "teacher_survey_general_030": "Andere. Gelieve te specificeren:",
  "teacher_survey_general_031": "Specificeer andere onderwijsgerelateerde hoofdrichting:",
  "teacher_survey_general_032": "Specificeer niet-onderwijsgerelateerde hoofdrichting:",
  "teacher_survey_general_033": "Specificeer andere hoofdrichting:",
  "teacher_survey_general_034": "Geef het belangrijkste studierichtingsgebied van uw hoogste graad aan. Markeer ALLE die van toepassing zijn.",
  "teacher_survey_general_035": "Vroegkinderlijke educatie",
  "teacher_survey_general_036": "Basisonderwijs",
  "teacher_survey_general_037": "Speciaal onderwijs",
  "teacher_survey_general_038": "Kinderontwikkeling",
  "teacher_survey_general_039": "Leesspecialist",
  "teacher_survey_general_040": "Curriculum en instructie",
  "teacher_survey_general_041": "Tweetalig/multicultureel onderwijs",
  "teacher_survey_general_042": "Andere onderwijsgerelateerde hoofdvak (bv.: voortgezet onderwijs, onderwijspsychologie, onderwijsadministratie, muziekonderwijs, etc.). Gelieve te specificeren:",
  "teacher_survey_general_043": "Niet-onderwijsgerelateerde hoofdvak. Gelieve te specificeren:",
  "teacher_survey_general_044": "Andere. Gelieve te specificeren:",
  "teacher_survey_general_045": "Specificeer andere onderwijsgerelateerde hoofdrichting:",
  "teacher_survey_general_046": "Specificeer niet-onderwijsgerelateerde hoofdrichting:",
  "teacher_survey_general_047": "Specificeer andere hoofdrichting:",
  "teacher_survey_general_048": "Inclusief dit schooljaar, hoeveel jaar bent u al schooldocent? (afronden op het dichtstbijzijnde jaar)",
  "teacher_survey_general_049": "Minder dan een jaar",
  "teacher_survey_general_050": "1 tot 2 jaar",
  "teacher_survey_general_051": "3 tot 5 jaar",
  "teacher_survey_general_052": "6 tot 10 jaar",
  "teacher_survey_general_053": "Meer dan 10 jaar",
  "teacher_survey_general_054": "<b>Deze set van vragen richt zich op de school waar u momenteel lesgeeft.</b>",
  "teacher_survey_general_055": "Inclusief dit schooljaar, hoeveel jaar bent u docent <b>op deze school</b>? (afronden op het dichtstbijzijnde jaar)",
  "teacher_survey_general_056": "Gelieve aan te geven in hoeverre u het eens of oneens bent met de volgende uitspraken over deze school.",
  "teacher_survey_general_057": "Sterk mee oneens",
  "teacher_survey_general_058": "Oneens",
  "teacher_survey_general_059": "Eens",
  "teacher_survey_general_060": "Sterk mee eens",
  "teacher_survey_general_061": "Ik voel me geaccepteerd en gerespecteerd als collega door de meeste personeelsleden.",
  "teacher_survey_general_062": "Ouders steunen het schoolpersoneel.",
  "teacher_survey_general_063": "Leerlingen voelen zich ondersteund en op hun gemak op deze school.",
  "teacher_survey_general_064": "Het personeel voelt zich ondersteund en op hun gemak op deze school.",
  "teacher_survey_general_065": "Leerlingen zijn veilig wanneer ze op deze school zijn.",
  "teacher_survey_general_066": "Het personeel is veilig wanneer ze op deze school zijn.",
  "teacher_survey_general_067": "De faciliteiten en het eigendom van deze school worden goed onderhouden.",
  "teacher_survey_general_068": "De faciliteiten en het eigendom van deze school zijn schoon.",
  "teacher_survey_general_069": "Voortdurende samenwerking is iets wat volwassenen op deze school goed doen.",
  "teacher_survey_general_070": "Volwassenen die op deze school werken, hebben sterke professionele relaties.",
  "teacher_survey_general_071": "Volwassenen die op deze school werken zijn respectvol en steunen elkaar.",
  "teacher_survey_general_072": "<b>Met deze set items willen we meer te weten komen over de gevoelens van docenten over hun werk.</b>",
  "teacher_survey_general_073": "Gelieve één antwoord te selecteren dat aangeeft hoe vaak u het eens bent met elk van de volgende uitspraken.",
  "teacher_survey_general_074": "Nooit",
  "teacher_survey_general_075": "Een paar keer per jaar of minder",
  "teacher_survey_general_076": "Één keer per maand of minder",
  "teacher_survey_general_077": "Een paar keer per maand",
  "teacher_survey_general_078": "Één keer per week",
  "teacher_survey_general_079": "Een paar keer per week",
  "teacher_survey_general_080": "Elke dag",
  "teacher_survey_general_081": "Ik voel me emotioneel uitgeput door mijn werk.",
  "teacher_survey_general_082": "Ik voel me vermoeid wanneer ik 's ochtends opsta en weer een dag op het werk moet doorbrengen.",
  "teacher_survey_general_083": "Ik kan gemakkelijk begrijpen hoe mijn leerlingen over dingen denken.",
  "teacher_survey_general_084": "Ik werk zeer effectief met de problemen van mijn leerlingen.",
  "teacher_survey_general_085": "Ik voel me opgebrand door mijn werk.",
  "teacher_survey_general_086": "Ik voel dat ik een positieve invloed uitoefen op het leven van andere mensen door mijn werk.",
  "teacher_survey_general_087": "Ik voel me gefrustreerd door mijn werk.",
  "teacher_survey_general_088": "Ik voel dat ik te hard werk op mijn werk.",
  "teacher_survey_general_089": "Ik kan gemakkelijk een ontspannen sfeer creëren met mijn leerlingen.",
  "teacher_survey_general_090": "Ik voel me opgetogen nadat ik nauw met mijn leerlingen heb samengewerkt.",
  "teacher_survey_general_091": "Ik heb veel waardevolle dingen bereikt in deze baan.",
  "teacher_survey_general_092": "Ik voel dat ik op het eind van mijn lat zit.",
  "teacher_survey_general_093": "In mijn werk ga ik zeer rustig om met emotionele problemen.",
  "teacher_survey_general_094": "<b>Deze set vragen is ontworpen om ons te helpen een beter inzicht te krijgen in de soorten dingen die docenten moeilijkheden veroorzaken in hun schoolactiviteiten.</b>",
  "teacher_survey_general_095": "<b>Hoeveel invloed heeft u...</b>",
  "teacher_survey_general_096": "Nooit",
  "teacher_survey_general_097": "Zeer weinig",
  "teacher_survey_general_098": "Enige invloed",
  "teacher_survey_general_099": "Best wat",
  "teacher_survey_general_100": "Heel veel",
  "teacher_survey_general_101": "op storend gedrag in de klas?",
  "teacher_survey_general_102": "om kinderen die weinig interesse in activiteiten tonen, te motiveren?",
  "teacher_survey_general_103": "om kinderen ervan te overtuigen dat ze goed kunnen presteren bij activiteiten?",
  "teacher_survey_general_104": "om kinderen in uw klas(sen) te helpen leren waarderen?",
  "teacher_survey_general_105": "op kinderen de klasregels te laten volgen?",
  "teacher_survey_general_106": "om een storend of luid kind te kalmeren?",
  "teacher_survey_general_107": "<b>Hoe goed kunt u...</b>",
  "teacher_survey_general_108": "Helemaal niet",
  "teacher_survey_general_109": "Zeer weinig",
  "teacher_survey_general_110": "Enigszins",
  "teacher_survey_general_111": "Best wat",
  "teacher_survey_general_112": "Heel veel",
  "teacher_survey_general_113": "een klassikale managementsysteem opzetten?",
  "teacher_survey_general_114": "diverse beoordelingsstrategieën gebruiken?",
  "teacher_survey_general_115": "alternatieve uitleg of voorbeelden bieden wanneer kinderen verward zijn?",
  "teacher_survey_general_116": "gezinnen helpen hun kinderen te laten slagen op school?",
  "teacher_survey_general_117": "alternatieve strategieën in uw klas(sen) implementeren?",
  "teacher_survey_general_118": "goede vragen maken voor kinderen in uw klas(sen)?",
  "teacher_survey_general_119": "<b>Met deze set items willen we meer te weten komen over de ideeën en overtuigingen van docenten over kinderen.</b>",
  "teacher_survey_general_120": "Gelieve één antwoord te selecteren dat aangeeft hoe sterk u het eens bent met elk van de volgende uitspraken.",
  "teacher_survey_general_121": "Sterk mee oneens",
  "teacher_survey_general_122": "Lichtelijk mee oneens",
  "teacher_survey_general_123": "Lichtelijk mee eens",
  "teacher_survey_general_124": "Sterk mee eens",
  "teacher_survey_general_125": "Aangezien ouders geen speciale opleiding in onderwijs hebben, zouden ze de lesmethoden van de docent niet in twijfel moeten trekken.",
  "teacher_survey_general_126": "Kinderen moeten hetzelfde behandeld worden, ongeacht de verschillen tussen hen.",
  "teacher_survey_general_127": "Kinderen moeten altijd gehoor geven aan de docent.",
  "teacher_survey_general_128": "Voorbereiden op de toekomst is voor een kind belangrijker dan het heden te genieten.",
  "teacher_survey_general_129": "Kinderen zullen het juiste niet doen, tenzij ze moeten.",
  "teacher_survey_general_130": "Kinderen moeten het oneens kunnen zijn met hun ouders als zij vinden dat hun eigen ideeën beter zijn.",
  "teacher_survey_general_131": "Kinderen moeten druk bezig gehouden worden met werk en studie thuis en op school.",
  "teacher_survey_general_132": "Het belangrijkste doel van onderwijs is om basale informatie in de hoofden van kinderen te stoppen.",
  "teacher_survey_general_133": "Om eerlijk te zijn, moet een docent alle kinderen gelijk behandelen.",
  "teacher_survey_general_134": "Het belangrijkste om kinderen te leren is absolute gehoorzaamheid aan wie er gezag heeft.",
  "teacher_survey_general_135": "Kinderen leren het best door dingen zelf te doen in plaats van naar anderen te luisteren.",
  "teacher_survey_general_136": "Kinderen moeten van jongs af aan zorgvuldig worden opgeleid, anders zullen hun natuurlijke impulsen hen onbeheerbaar maken.",
  "teacher_survey_general_137": "Kinderen hebben recht op hun eigen mening en moeten deze mogen uiten.",
  "teacher_survey_general_138": "Het leren van kinderen komt voornamelijk voort uit het herhaaldelijk geboden worden van basisinformatie.",
  "teacher_survey_general_139": "Kinderen vinden het leuk om andere kinderen les te geven.",
  "teacher_survey_general_140": "Het belangrijkste voor kinderen om te leren is absolute gehoorzaamheid aan de ouders.",

  "top": "Bovenop de plank boven de rugzakplank",
  "tree": "Een boom",
  "trog-instr1-matching": "Dit is een matchingactiviteit. Luister naar wat ik zeg en bekijk de plaatjes dan aandachtig. Kies het plaatje dat bij de woorden hoort die je hoort.",
  "trog-instruct1": "Nu gaan we een match-spel spelen! Ik ga wat woorden zeggen en jij kiest de afbeelding die bij wat ik zeg past. Laten we beginnen!",
  "trog-item-1": "Kies de afbeelding van de schoen.",
  "trog-item-10": "Kies de afbeelding die hoog is.",
  "trog-item-100": "Het grijze vlak bevindt zich boven de wolken.",
  "trog-item-101": "De vissen zwemmen onder een walvis en een zeeschildpad.",
  "trog-item-102": "De auto die door de vrachtwagen werd gevolgd, rijdt richting de tunnel.",
  "trog-item-103": "In plaats van huiswerk te maken, maakte ze een puzzel in haar kamer.",
  "trog-item-11": "Kies de afbeelding met de rode kleur.",
  "trog-item-12": "Kies de afbeelding die zwart is.",
  "trog-item-13": "de jongen rent",
  "trog-item-14": "de grote beker",
  "trog-item-15": "de hond zit",
  "trog-item-16": "de rode bal",
  "trog-item-17": "de jongen rent niet",
  "trog-item-18": "de hond drinkt niet",
  "trog-item-19": "het meisje springt niet",
  "trog-item-2": "Kies de afbeelding van de vogel.",
  "trog-item-20": "de hond zit niet",
  "trog-item-21": "de jongen springt over de doos",
  "trog-item-22": "het meisje zit op de tafel",
  "trog-item-23": "de man eet de appel",
  "trog-item-24": "de dame draagt de tas",
  "trog-item-25": "ze zitten op tafel",
  "trog-item-26": "de koe kijkt naar hen",
  "trog-item-27": "ze springen over de muur",
  "trog-item-28": "de olifant draagt ze",
  "trog-item-29": "het meisje duwt het paard",
  "trog-item-3": "Kies de afbeelding van de kam.",
  "trog-item-30": "de jongen jaagt op de schapen",
  "trog-item-31": "de man jaagt op de hond",
  "trog-item-32": "de koe duwt de dame",
  "trog-item-33": "ze zit op de stoel",
  "trog-item-34": "de dame draagt hem",
  "trog-item-35": "hij zit in de boom",
  "trog-item-36": "het paard kijkt naar haar",
  "trog-item-37": "de katten kijken naar de bal",
  "trog-item-38": "de jongen staat op de stoelen",
  "trog-item-39": "de jongens plukken de appels",
  "trog-item-4": "Kies de afbeelding van de appel.",
  "trog-item-40": "het meisje laat de kopjes vallen",
  "trog-item-41": "de vork is langer dan het potlood",
  "trog-item-42": "de doos is groter dan de beker",
  "trog-item-43": "de schoen is groter dan de vogel",
  "trog-item-44": "het paard is groter dan de muur",
  "trog-item-45": "het meisje wordt achtervolgd door het paard",
  "trog-item-46": "de olifant wordt door de jongen geduwd",
  "trog-item-47": "het paard wordt achtervolgd door de man",
  "trog-item-48": "de koe wordt door de man geduwd",
  "trog-item-49": "de beker zit in de doos",
  "trog-item-5": "Kies de afbeelding waarop eten te zien is.",
  "trog-item-50": "het potlood staat op de doos",
  "trog-item-51": "de cirkel is in de ster",
  "trog-item-52": "de vork zit op de schoen",
  "trog-item-53": "de jongen die het paard achtervolgt is lang",
  "trog-item-54": "het potlood op de schoen is blauw",
  "trog-item-55": "de koe die de kat achtervolgt is bruin",
  "trog-item-56": "de cirkel in de ster is geel",
  "trog-item-57": "de doos maar niet de stoel is rood",
  "trog-item-58": "de kat is groot maar niet zwart",
  "trog-item-59": "het paard maar niet de jongen staat",
  "trog-item-6": "Selecteer de afbeelding waarop het plukken wordt getoond.",
  "trog-item-60": "de jongen zit maar eet niet",
  "trog-item-61": "het potlood staat boven de bloem",
  "trog-item-62": "de kam zit onder de lepel",
  "trog-item-63": "de ster staat boven de cirkel",
  "trog-item-64": "het vierkant staat onder de ster",
  "trog-item-65": "niet alleen de vogel maar ook de bloem is blauw",
  "trog-item-66": "de doos is niet alleen groot maar ook blauw",
  "trog-item-67": "niet alleen het meisje maar ook de kat zit",
  "trog-item-68": "het meisje heeft niet alleen eten maar ook drinken",
  "trog-item-69": "het potlood staat op het boek dat geel is",
  "trog-item-7": "Kies de afbeelding waarop een zittende persoon te zien is.",
  "trog-item-70": "het meisje jaagt op de grote hond",
  "trog-item-71": "het vierkant zit in de ster die blauw is",
  "trog-item-72": "de hond jaagt op het paard dat bruin is",
  "trog-item-73": "noch de hond noch de bal is bruin",
  "trog-item-74": "het potlood is noch lang noch rood",
  "trog-item-75": "noch de jongen noch het paard rent",
  "trog-item-76": "de jongen heeft geen hoed of schoenen",
  "trog-item-77": "het boek waar het potlood op staat is rood",
  "trog-item-78": "de kat die de koe achtervolgt is zwart",
  "trog-item-79": "de cirkel waarin de ster zich bevindt is rood",
  "trog-item-8": "Kies de afbeelding waarop hardlopen te zien is.",
  "trog-item-80": "de jongen die de hond achtervolgt is groot",
  "trog-item-81": "het paard dronk water bij de schuur en de schapen aten gras bij het hek",
  "trog-item-82": "de student opende het notitieboekje en tekende een boom",
  "trog-item-83": "we zullen picknicken in het park als het zonnig is",
  "trog-item-84": "hij vond zijn sleutels onder de bank met de kussens",
  "trog-item-85": "zij is de tuinman die de hoed draagt met een bloem",
  "trog-item-86": "Ze struikelde over een steen en liet haar boeken vallen.",
  "trog-item-87": "Als de leerlingen in de rij gaan staan, geeft de leraar ze een taart.",
  "trog-item-88": "Als er muziek speelt, dansen we samen.",
  "trog-item-89": "Hoewel het buiten warm is, draag ik een jas met capuchon.",
  "trog-item-9": "Kies de afbeelding die het langst wordt weergegeven.",
  "trog-item-90": "Hij houdt van zwemmen. Hij koos er echter voor om met zijn vrienden te voetballen.",
  "trog-item-91": "Ondanks het lawaai in het klaslokaal concentreerde ze zich op het lezen van haar notitieboekje.",
  "trog-item-92": "Hij droeg de clownshoed, ondanks dat deze groot was.",
  "trog-item-93": "De eend die de schildpad volgt, loopt over de brug.",
  "trog-item-94": "Toen ik met mijn voet tegen de tafel stootte, viel er een boek op de grond.",
  "trog-item-95": "De persoon jaagt op de grote hond.",
  "trog-item-96": "Het meisje met de rugzak kreeg van haar vriendin een bloem te zien.",
  "trog-item-97": "De kinderen hebben de kamer opgeruimd, maar vergeten de trein op te bergen.",
  "trog-item-98": "De aap at de banaan niet op en slingerde ook niet aan de liaan.",
  "trog-item-99": "Haar moeder zei dat het zonnig zou zijn. Het regende echter hevig.",
  "trog-prompt1": "Kies de foto van de...",
  "trog-prompt2": "Kies de foto van...",
  "trog-prompt3": "Kies de afbeelding die het volgende toont...",
  "username": "gebruikersnaam",
  "vocab-instruct-1": "In dit spel ga je naar woorden luisteren en naar verschillende plaatjes kijken. Jouw taak is om het plaatje te kiezen dat bij het woord past!",
  "vocab-instruct-2": "Sommige woorden zijn moeilijk, en dat is oké. Als je het niet zeker weet, geef dan gewoon je beste gok!",
  "vocab-instruct-3": "Wilt u het woord nogmaals horen, druk dan op de luidsprekerknop.",
  "vocab-item-001": "de eikel",
  "vocab-item-002": "de aloë",
  "vocab-item-003": "de antenne",
  "vocab-item-004": "de artisjok",
  "vocab-item-005": "de bamboe",
  "vocab-item-006": "het vat",
  "vocab-item-007": "de blender",
  "vocab-item-008": "de blazer",
  "vocab-item-009": "het boeket",
  "vocab-item-010": "het buffet",
  "vocab-item-011": "de bulldozer",
  "vocab-item-012": "de taart",
  "vocab-item-013": "de karamel",
  "vocab-item-014": "de draaimolen",
  "vocab-item-015": "de wortel",
  "vocab-item-016": "de cassette",
  "vocab-item-017": "de kaas",
  "vocab-item-018": "de mantel",
  "vocab-item-019": "de wasknijper",
  "vocab-item-020": "de achtbaan",
  "vocab-item-021": "de kurk",
  "vocab-item-022": "het maïsbrood",
  "vocab-item-023": "het korset",
  "vocab-item-024": "de knoedel",
  "vocab-item-025": "de elleboog",
  "vocab-item-026": "de ventilator",
  "vocab-item-027": "het schuim",
  "vocab-item-028": "het voetbad",
  "vocab-item-029": "de vruchtencake",
  "vocab-item-030": "de goot",
  "vocab-item-031": "de hamster",
  "vocab-item-032": "de egel",
  "vocab-item-033": "de schoffel",
  "vocab-item-034": "de hinkelbaan",
  "vocab-item-035": "de kimono",
  "vocab-item-036": "de klink",
  "vocab-item-037": "het kluisje",
  "vocab-item-038": "de lolly",
  "vocab-item-039": "de kaart",
  "vocab-item-040": "de marshmallow",
  "vocab-item-041": "het net",
  "vocab-item-042": "de olie",
  "vocab-item-043": "de omelet",
  "vocab-item-044": "de taart",
  "vocab-item-045": "de pistache",
  "vocab-item-046": "de kruik",
  "vocab-item-047": "de aardappel",
  "vocab-item-048": "het prisma",
  "vocab-item-049": "de plas",
  "vocab-item-050": "de pomp",
  "vocab-item-051": "de rijst",
  "vocab-item-052": "het zadel",
  "vocab-item-053": "de zandzak",
  "vocab-item-054": "de steiger",
  "vocab-item-055": "de schep",
  "vocab-item-056": "de meeuw",
  "vocab-item-057": "het schip",
  "vocab-item-058": "de douche",
  "vocab-item-059": "het zilverwerk",
  "vocab-item-060": "de gootsteen",
  "vocab-item-061": "de ski",
  "vocab-item-062": "de luiaard",
  "vocab-item-063": "de slak",
  "vocab-item-064": "het sorbet",
  "vocab-item-065": "de spatel",
  "vocab-item-066": "de sproeier",
  "vocab-item-067": "de pompoen",
  "vocab-item-068": "de eekhoorn",
  "vocab-item-069": "de stoofpot",
  "vocab-item-070": "het elastiekje",
  "vocab-item-071": "de stronk",
  "vocab-item-072": "de zonnebloem",
  "vocab-item-073": "de zwaardvis",
  "vocab-item-074": "het wandtapijt",
  "vocab-item-075": "het theezakje",
  "vocab-item-076": "de telescoop",
  "vocab-item-077": "de thermoskan",
  "vocab-item-078": "de schat",
  "vocab-item-079": "de trompet",
  "vocab-item-080": "de tulp",
  "vocab-item-081": "de turbine",
  "vocab-item-082": "de kalkoen",
  "vocab-item-083": "de schildpad",
  "vocab-item-084": "de typemachine",
  "vocab-item-085": "de watermeloen",
  "vocab-item-086": "het waterrad",
  "vocab-item-087": "de mier",
  "vocab-item-088": "de bal",
  "vocab-item-089": "de beer",
  "vocab-item-090": "de eend",
  "vocab-item-091": "de vork",
  "vocab-item-092": "het poesje",
  "vocab-item-093": "de knie",
  "vocab-item-094": "de milkshake",
  "vocab-item-095": "de huid",
  "vocab-item-096": "de muur",
  "vocab-item-097": "het wiel",
  "vocab-item-098": "de boerderij",
  "vocab-item-099": "jongleren",
  "vocab-item-100": "de dressing",
  "vocab-item-101": "het dak",
  "vocab-item-102": "gluren",
  "vocab-item-103": "de heerser",
  "vocab-item-104": "de tunnel",
  "vocab-item-105": "de envelop",
  "vocab-item-106": "de diamant",
  "vocab-item-107": "de kalender",
  "vocab-item-108": "de panda",
  "vocab-item-109": "de pijl",
  "vocab-item-110": "plukken",
  "vocab-item-111": "druipend",
  "vocab-item-112": "de ridder",
  "vocab-item-113": "leveren",
  "vocab-item-114": "de tandarts",
  "vocab-item-115": "de klauw",
  "vocab-item-116": "het uniform",
  "vocab-item-117": "harig",
  "vocab-item-118": "de aalscholver",
  "vocab-item-119": "ophalen",
  "vocab-item-120": "de speelhal",
  "vocab-item-121": "het artefact",
  "vocab-item-122": "afkeer",
  "vocab-item-123": "de baret",
  "vocab-item-124": "applaudisseren",
  "vocab-item-125": "timide",
  "vocab-item-126": "het kamp",
  "vocab-item-127": "tuimelen",
  "vocab-item-128": "concentrisch",
  "vocab-item-129": "de zoetwaren",
  "vocab-item-130": "de couturier",
  "vocab-item-131": "degressie",
  "vocab-item-132": "de divan",
  "vocab-item-133": "het moeras",
  "vocab-item-134": "het erkerraam",
  "vocab-item-135": "de estheet",
  "vocab-item-136": "extatisch",
  "vocab-item-137": "gammel",
  "vocab-item-138": "gastronomisch",
  "vocab-item-139": "gebaren",
  "vocab-item-140": "de gevel",
  "vocab-item-141": "de helling",
  "vocab-item-142": "de gewoonte",
  "vocab-item-143": "het kruispunt",
  "vocab-item-144": "de irrigatie",
  "vocab-item-145": "de kazoo",
  "vocab-item-146": "kletsen",
  "vocab-item-147": "de kolonie",
  "vocab-item-148": "beschermen",
  "vocab-item-149": "de luifel",
  "vocab-item-150": "mammologie",
  "vocab-item-151": "de metronoom",
  "vocab-item-152": "de paleontoloog",
  "vocab-item-153": "de percussie",
  "vocab-item-154": "de achterste",
  "vocab-item-155": "onzeker",
  "vocab-item-156": "de prieel",
  "vocab-item-157": "reanimatie",
  "vocab-item-158": "de rozet",
  "vocab-item-159": "de saffraan",
  "vocab-item-160": "ondeugend",
  "vocab-item-161": "de schuimspaan",
  "vocab-item-162": "gevestigd",
  "vocab-item-163": "het suède",
  "vocab-item-164": "het draaihekje",
  "vocab-item-165": "de triade",
  "vocab-item-166": "baggeren",
  "vocab-item-167": "stedelijk",
  "vocab-item-168": "de stoom",
  "vocab-item-169": "de wervel",
  "vocab-item-170": "het verband",
  "vocab-practice-1": "Je gaat een aantal verschillende plaatjes zien. Bijvoorbeeld een plaatje van een appel en een plaatje van een wortel. Dan hoor je een woord voor een van de plaatjes. Zorg ervoor dat je het plaatje kiest dat bij het woord past!",
  "yellowball": "De gele bal",
  "yellowstack": "De kleine gele stapel",
  "yes": "Ja"
}