Repository: levante-framework/levante_translations
Catalog: translations/%filename%es_CO.xliff
Languages: es_co

# child_survey_107
source: Some kids think they can get better at reading if they work really hard. Do you think that you can get better at reading if you work really hard?
es_co: Algunos niños y niñas creen que pueden mejorar en lectura si se esfuerzan mucho. ¿Crees que tú puedes mejorar en lectura si te esfuerzas mucho?

# child_survey_108
source: No, never
es_co: No, nunca

# child_survey_109
source: Yes, some of the time
es_co: Sí, algunas veces

# child_survey_110
source: Yes, most of the time
es_co: Sí, muchas veces

# child_survey_111
source: Yes, always
es_co: Sí, siempre

# child_survey_112
source: Some kids think they can get better at math if they work really hard. Do you think that you can get better at math if you work really hard?
es_co: Algunos niños y niñas creen que pueden mejorar en matemáticas si se esfuerzan mucho. ¿Crees que tú puedes mejorar en matemáticas si te esfuerzas mucho?

# child_survey_113
source: No, never
es_co: No, nunca

# child_survey_114
source: Yes, some of the time
es_co: Sí, algunas veces

# child_survey_115
source: Yes, most of the time
es_co: Sí, muchas veces

# child_survey_116
source: Yes, always
es_co: Sí, siempre

# child_survey_117
source: Start Survey
es_co: Comenzar Encuesta

# child_survey_118
source: Previous
es_co: Anterior

# child_survey_119
source: Next
es_co: Siguiente

# child_survey_120
source: Finish
es_co: Terminar

# parent_survey_child_001
source: <block><b><font face="Verdana" size="4"> Thank you to you and your child for participating in this research project!</b><br> <br> <p><font face="Verdana" size="4">The following survey will take approximately 20-30 minutes to complete and will ask questions about your child. <br><br>When answering the questions, please think about your child who is participating in this research project. If you have more than one child participating in the research project, you will complete this survey separately for each participating child. <br><br>Some questions will note a specific timeframe to consider when answering. If no timeframe is indicated, you can think about how the answer applies to your child in general. <br><br>We appreciate you answering as completely and accurately as possible with the information you have available to you. If you have questions about this survey, please reach out to the research coordinator. <br><br>When you are ready to begin, select the “start survey” button. <br><br><b><font face="Verdana" size="4">Thank you!</b>
es_co: <block><b><font face="Verdana" size="4">¡Gracias a usted y a su niño(a) por participar en este proyecto de investigación!</b><br> <br> <p><font face="Verdana" size="4">Estimamos que diligenciar la siguiente encuesta le tomará aproximadamente 40 minutos. En la encuesta se le harán preguntas sobre su niño(a).<br><br>Si tiene más de un niño(a) y solo uno participa en el proyecto de investigación, responda a las preguntas pensando únicamente en ese niño(a). Si tiene más de un(a) niño(a) y más de uno(a) participa en el proyecto de investigación, debe diligenciar esta encuesta por separado para cada niño(a) participante. <br><br>En algunas preguntas se indica un marco temporal específico que debe tenerse en cuenta al responder. Si no se indica ningún marco temporal, puede pensar en cómo se aplica la respuesta a usted o a su niño(a) en general.<br><br> Le agradecemos que responda la encuesta de la forma más precisa posible con la información de que dispone. Si tiene alguna duda, comuníquesela a quien apoya esta aplicación.<br><br>Cuando esté listo(a) para empezar, seleccione el botón "Comenzar Encuesta".<br><br><b><font face="Verdana" size="4">¡Muchas gracias!

# parent_survey_child_002
source: This section asks general information questions and questions about your child's health.
es_co: Por favor, indique su relación con el niño que participa en el proyecto.

# parent_survey_child_003
source: <block><b><font face="Verdana" size="4">This section asks general information questions and questions about your child's health.</b>
es_co: <block><b><font face="Verdana" size="4">En esta sección se indaga por información general y por la salud de su niño(a).

# parent_survey_child_004
source: Please indicate your relationship to the child participating in this research project.
es_co: Por favor, indique su relación con el niño que participa en el proyecto.

# parent_survey_child_005
source: Biological or Adoptive Mother
es_co: Madre biológica o adoptiva

# parent_survey_child_006
source: Biological or Adoptive Father
es_co: Padre biológico o adoptivo

# parent_survey_child_007
source: Step-mother
es_co: Madrastra

# parent_survey_child_008
source: Step-father
es_co: Padrastro

# parent_survey_child_011
source: Foster Parent
es_co: Padre de acogida

# parent_survey_child_012
source: Other Relative
es_co: Otro familiar

# parent_survey_child_013
source: Other Non-Relative
es_co: Otro no familiar

# parent_survey_child_014
source: Please specify your relationship to the child.
es_co: Especifique su relación con el niño.

# parent_survey_child_015
source: Please indicate for how long you have been caring for this child.
es_co: Indique durante cuánto tiempo ha cuidado de este niño(a).

# parent_survey_child_016
source: years
es_co: años

# parent_survey_child_017
source: years
es_co: años

# parent_survey_child_018
source: months
es_co: meses

# parent_survey_child_019
source: months
es_co: meses

# parent_survey_child_020
source: What is your child's current age in years?
es_co: ¿Cuál es la edad ACTUAL de su hijo(a) en años?

# parent_survey_child_021
source: years of age
es_co: años

# parent_survey_child_022
source: What is your child's CURRENT height? (please estimate to the best of your knowledge)
es_co: ¿Cuál es la estatura ACTUAL de su niño(a)? (por favor, calcule lo más preciso posible)

# parent_survey_child_023
source: meters
es_co: metros

# parent_survey_child_024
source: meters
es_co: metros

# parent_survey_child_025
source: centimeters
es_co: centímetros

# parent_survey_child_026
source: centimeters
es_co: centímetros

# parent_survey_child_027
source: What is your child's CURRENT weight? (please estimate to the best of your knowledge)
es_co: ¿Cuál es el peso ACTUAL de su niño(a)? (por favor, calcule lo más preciso posible)

# parent_survey_child_028
source: pounds
es_co: kilos

# parent_survey_child_029
source: pounds
es_co: kilos

# parent_survey_child_030
source: Was your child born early (more than three weeks before due date)?
es_co: ¿Su niño(a) nació prematuramente (más de tres semanas antes de la fecha prevista de parto)?

# parent_survey_child_033
source: Don't know
es_co: No sé

# parent_survey_child_034
source: How much did your child weigh at birth? (if you do not know, leave blank)
es_co: ¿Cuánto pesó su niño(a) al nacer? (si no lo sabe, déjelo en blanco)

# parent_survey_child_035
source: Grams
es_co: Gramos

# parent_survey_child_036
source: In general, how would you describe your child's health?
es_co: En general, ¿cómo describiría la salud de su niño(a)?

# parent_survey_child_037
source: Excellent
es_co: Excelente

# parent_survey_child_038
source: Very Good
es_co: Muy buena

# parent_survey_child_039
source: Good
es_co: Buena

# parent_survey_child_040
source: Fair
es_co: Regular

# parent_survey_child_041
source: Poor
es_co: Deficiente

# parent_survey_child_042
source: How would you describe the condition of your child's teeth?
es_co: ¿Cómo describiría la salud dental de su niño(a)?

# parent_survey_child_043
source: Excellent
es_co: Excelente

# parent_survey_child_044
source: Very Good
es_co: Muy buena

# parent_survey_child_045
source: Good
es_co: Buena

# parent_survey_child_046
source: Fair
es_co: Regular

# parent_survey_child_047
source: Poor
es_co: Deficiente

# parent_survey_child_048
source: <b>DURING THE PAST WEEK</b>, on how many days did your child exercise, play a sport, or participate in physical activity (either in school or outside of school) for at least 60 minutes?
es_co: <b>DURANTE LA SEMANA PASADA</b>, ¿cuántos días hizo su niño(a) ejercicio, practicó un deporte o participó en una actividad física en el colegio o fuera del colegio durante al menos 60 minutos?

# parent_survey_child_049
source: 0 days
es_co: 0 días

# parent_survey_child_050
source: 1 - 3 days
es_co: 1 - 3 días

# parent_survey_child_051
source: 4 - 6 days
es_co: 4 - 6 días

# parent_survey_child_052
source: Every day
es_co: Todos los días

# parent_survey_child_053
source: <b>DURING THE PAST 12 MONTHS</b>, has your child had FREQUENT or CHRONIC difficulty with any of the following?
es_co: <b>DURANTE LOS ÚLTIMOS 12 MESES</b>, ¿ha tenido su niño(a) dificultades FRECUENTES o CRÓNICAS en alguno de los siguientes aspectos?

# parent_survey_child_054
source: Breathing or other respiratory problems (such as wheezing or shortness of breath)
es_co: Respiración u otros problemas respiratorios (tales como respiración sibilante o ruidosa y falta de aire)

# parent_survey_child_057
source: Don't know
es_co: No sé

# parent_survey_child_058
source: Eating or swallowing because of a health condition
es_co: Comer o tragar debido a una afección de salud

# parent_survey_child_061
source: Don't know
es_co: No sé

# parent_survey_child_062
source: Digesting food, including stomach/intestinal problems, constipation, or diarrhea
es_co: Digestión de la comida, incluidos problemas estomacales o intestinales, el estreñimiento o la diarrea

# parent_survey_child_065
source: Don't know
es_co: No sé

# parent_survey_child_066
source: Repeated or chronic physical pain, including headaches or other back or body pain
es_co: Dolor recurrente como dolor de cabeza, dolor de espalda o dolor generalizado, entre otros

# parent_survey_child_069
source: Don't know
es_co: No sé

# parent_survey_child_070
source: Toothaches
es_co: Dolor de dientes

# parent_survey_child_073
source: Don't know
es_co: No sé

# parent_survey_child_074
source: Bleeding gums
es_co: Sangrado en las encías

# parent_survey_child_077
source: Don't know
es_co: No sé

# parent_survey_child_078
source: Decayed teeth or cavities
es_co: Dientes deteriorados o caries

# parent_survey_child_081
source: Don't know
es_co: No sé

# parent_survey_child_082
source: Does your child have any of the following?
es_co: ¿Tiene su niño(a) alguna de las siguientes?

# parent_survey_child_083
source: Serious difficulty concentrating, remembering, or making decisions because of a physical, mental, or emotional condition
es_co: Dificultades serias para concentrarse, recordar o tomar decisiones debido a un trastorno físico, mental o emocional

# parent_survey_child_086
source: Don't know
es_co: No sé

# parent_survey_child_087
source: Serious difficulty walking or climbing stairs
es_co: Dificultad grave para caminar o subir escaleras

# parent_survey_child_088
source: Yes
es_co: Sí

# parent_survey_child_090
source: Difficulty dressing or bathing
es_co: Dificultad para vestirse o bañarse

# parent_survey_child_091
source: Yes
es_co: Sí

# parent_survey_child_093
source: Deafness or problems with hearing
es_co: Sordera o problemas de audición

# parent_survey_child_094
source: Yes
es_co: Sí

# parent_survey_child_096
source: Blindness or problems with seeing, even when wearing glasses
es_co: Ceguera o problemas de la vista, incluso cuando utiliza anteojos o lentes

# parent_survey_child_097
source: Yes
es_co: Sí

# parent_survey_child_099
source: Does your child have any other vision or hearing issues (e.g., frequent ear infections; nearsighted or farsighted)?
es_co: ¿Tiene su niño(a) algún otro problema de visión o audición (por ejemplo, infecciones de oído frecuentes)?

# parent_survey_child_100
source: Yes
es_co: Sí

# parent_survey_child_102
source: If yes, please explain:
es_co: En caso afirmativo, explíquelo:

# parent_survey_child_103
source: Has a doctor or other health care provider <b>EVER</b> told you that your child has a genetic or inherited condition?
es_co: ¿<b>ALGUNA VEZ</b> su médico o algún otro profesional de la salud le ha dicho que su niño(a) tiene un trastorno genético o hereditario?

# parent_survey_child_106
source: Don't know
es_co: No sé

# parent_survey_child_107
source: Prefer not to respond
es_co: Prefiero no responder

# parent_survey_child_108
source: If yes, please note or explain the condition:
es_co: En caso afirmativo, indique el trastorno:

# parent_survey_child_109
source: Has a doctor or other health care provider, or educator <b>EVER</b> told you that your child has any of the following:
es_co: ¿<b>ALGUNA VEZ</b> su médico, otro profesional de la salud o un docente le ha dicho que su niño(a) padece alguna de las siguientes afecciones?

# parent_survey_child_110
source: Behavioral or Conduct Problems
es_co: Problemas de comportamiento o conducta

# parent_survey_child_112
source: Yes
es_co: Sí

# parent_survey_child_113
source: Don't know
es_co: No sé

# parent_survey_child_114
source: Prefer not to respond
es_co: Prefiero no responder

# parent_survey_child_115
source: Does your child <b>CURRENTLY</b> have Behavioral or Conduct Problems?
es_co: ¿<b>ACTUALMENTE</b> su niño(a) tiene problemas de comportamiento o conducta?

# parent_survey_child_116
source: Yes
es_co: Sí

# parent_survey_child_118
source: Are the current Behavioral or Conduct Problems, Mild, Moderate, or Severe?
es_co: ¿Los problemas de comportamiento o conducta actuales son leves, moderados o severos?

# parent_survey_child_119
source: Mild
es_co: Leve

# parent_survey_child_120
source: Moderate
es_co: Moderado

# parent_survey_child_121
source: Severe
es_co: Severo

# parent_survey_child_122
source: Developmental Delay
es_co: Atraso en el desarrollo

# parent_survey_child_125
source: Don't know
es_co: No sé

# parent_survey_child_126
source: Prefer not to respond
es_co: Prefiero no responder

# parent_survey_child_127
source: Does your child <b>CURRENTLY</b> have Developmental Delay?
es_co: ¿<b>ACTUALMENTE</b> su niño(a) tiene un atraso en su desarrollo?

# parent_survey_child_128
source: Yes
es_co: Sí

# parent_survey_child_130
source: Are the current Developmental Delays, Mild, Moderate, or Severe?
es_co: ¿Los atrasos actuales del desarrollo son leves, moderados o severos?

# parent_survey_child_131
source: Mild
es_co: Leve

# parent_survey_child_132
source: Moderate
es_co: Moderado

# parent_survey_child_133
source: Severe
es_co: Severo

# parent_survey_child_134
source: Intellectual Disability
es_co: Discapacidad intelectual

# parent_survey_child_137
source: Don't know
es_co: No sé

# parent_survey_child_138
source: Prefer not to respond
es_co: Prefiero no responder

# parent_survey_child_139
source: Does your child <b>CURRENTLY</b> have an Intellectual Disability?
es_co: ¿<b>ACTUALMENTE</b> su niño(a) tiene de discapacidad intelectual?

# parent_survey_child_140
source: Yes
es_co: Sí

# parent_survey_child_142
source: Is the current Intellectual Disability, Mild, Moderate, or Severe?
es_co: ¿La discapacidad intelectual actual es leve, moderada o severa?

# parent_survey_child_143
source: Mild
es_co: Leve

# parent_survey_child_144
source: Moderate
es_co: Moderada

# parent_survey_child_145
source: Severe
es_co: Severa

# parent_survey_child_146
source: Speech or other language disorder
es_co: Trastorno del habla u otro trastorno del lenguaje

# parent_survey_child_149
source: Don't know
es_co: No sé

# parent_survey_child_150
source: Prefer not to respond
es_co: Prefiero no responder

# parent_survey_child_151
source: Does your child <b>CURRENTLY</b> have a Speech or other language disorder?
es_co: ¿<b>ACTUALMENTE</b> su niño(a) tiene un trastorno del habla u otro trastorno del lenguaje?

# parent_survey_child_152
source: Yes
es_co: Sí

# parent_survey_child_154
source: Is the current Speech or other language disorder, Mild, Moderate, or Severe?
es_co: ¿El trastorno actual del habla u otro trastorno del lenguaje es leve, moderado o severo?

# parent_survey_child_155
source: Mild
es_co: Leve

# parent_survey_child_156
source: Moderate
es_co: Moderado

# parent_survey_child_157
source: Severe
es_co: Severo

# parent_survey_child_158
source: Learning Disability
es_co: Discapacidades del aprendizaje

# parent_survey_child_161
source: Don't know
es_co: No sé

# parent_survey_child_162
source: Prefer not to respond
es_co: Prefiero no responder

# parent_survey_child_163
source: Does your child <b>CURRENTLY</b> have a Learning Disability?
es_co: ¿<b>ACTUALMENTE</b> su niño(a) tiene discapacidades del aprendizaje?

# parent_survey_child_164
source: Yes
es_co: Sí

# parent_survey_child_166
source: Is the current Learning Disability, Mild, Moderate, or Severe?
es_co: ¿La discapacidad de aprendizaje actual es leve, moderada o severo?

# parent_survey_child_167
source: Mild
es_co: Leve

# parent_survey_child_168
source: Moderate
es_co: Moderado

# parent_survey_child_169
source: Severe
es_co: Severo

# parent_survey_child_170
source: Autism Spectrum Disorder (ASD) <br>(includes Asperger's Disorder or Pervasive Developmental Disorder (PDD))
es_co: Trastorno del espectro autista (TEA) <br>(incluye el síndrome de Asperger o trastorno generalizado del desarrollo (TGD))

# parent_survey_child_173
source: Don't know
es_co: No sé

# parent_survey_child_174
source: Prefer not to respond
es_co: Prefiero no responder

# parent_survey_child_175
source: Does your child <b>CURRENTLY</b> have an Autism Spectrum Disorder (ASD) (includes Asperger's Disorder or Pervasive Developmental Disorder (PDD))?
es_co: ¿<b>ACTUALMENTE</b> su niño(a) tiene Trastorno del espectro autista (incluye el síndrome de Asperger o Trastorno generalizado del desarrollo)

# parent_survey_child_176
source: Yes
es_co: Sí

# parent_survey_child_178
source: Is the current Autism Spectrum Disorder (includes Asperger's Disorder or Pervasive Developmental Disorder), Mild, Moderate, or Severe?
es_co: ¿El trastorno actual del espectro autista (incluye el trastorno de Asperger o trastorno generalizado del desarrollo) es leve, moderado o severo?

# parent_survey_child_179
source: Mild
es_co: Leve

# parent_survey_child_180
source: Moderate
es_co: Moderado

# parent_survey_child_181
source: Severe
es_co: Severo

# parent_survey_child_182
source: Attention Deficit Disorder or Attention Deficit Hyperactivity Disorder (ADD or ADHD)
es_co: Trastorno por déficit de atención (TDA) o trastorno por déficit de atención e hiperactividad (TDAH)

# parent_survey_child_185
source: Don't know
es_co: No sé

# parent_survey_child_186
source: Prefer not to respond
es_co: Prefiero no responder

# parent_survey_child_187
source: Does your child <b>CURRENTLY</b> have Attention Deficit Disorder or Attention Deficit Hyperactivity Disorder (ADD or ADHD)?
es_co: ¿<b>ACTUALMENTE</b> su niño(a) tiene de trastorno por déficit de atención (TDA) o de trastorno por déficit de atención e hiperactividad (TDAH)?

# parent_survey_child_188
source: Yes
es_co: Sí

# parent_survey_child_190
source: Is the current Attention Deficit Disorder or Attention Deficit Hyperactivity Disorder (ADD or ADHD), Mild, Moderate, or Severe?
es_co: ¿El trastorno actual por déficit de atención (TDA) o trastorno por déficit de atención e hiperactividad (TDAH) es leve, moderado o severo?

# parent_survey_child_191
source: Mild
es_co: Leve

# parent_survey_child_192
source: Moderate
es_co: Moderado

# parent_survey_child_193
source: Severe
es_co: Severo

# parent_survey_child_194
source: What was your child's sex at birth (i.e. on their birth certificate)?
es_co: En el registro de nacimiento, ¿cuál sexo le asignaron a su niño(a) al nacer?

# parent_survey_child_197
source: Other (describe)
es_co: Otro (describir)

# parent_survey_child_198
source: The following set of questions asks about gender identity. <br><br>Would you like to answer these additional questions about gender? <br>(Note: your child will NOT be asked these questions)
es_co: El siguiente grupo de preguntas indaga por la identidad de género.<br><br> ¿Aceptaría contestar estas preguntas? <br>(aclaración: a su niño(a) NO se le harán estas preguntas)

# parent_survey_child_199
source: What is your child's current gender identification?
es_co: ¿Cuál es el género con el que se identifica su niño(a)?

# parent_survey_child_203
source: Over the last year, how frequently did your child engage in behaviors or express preferences that are more commonly associated with girls?
es_co: Durante el último año, ¿con qué frecuencia su niño(a) tuvo comportamientos o expresó preferencias que se asocian más comúnmente con las niñas?

# parent_survey_child_204
source: Never
es_co: Nunca

# parent_survey_child_205
source: Rarely
es_co: Rara vez

# parent_survey_child_206
source: Sometimes
es_co: A veces

# parent_survey_child_207
source: Often
es_co: A menudo

# parent_survey_child_208
source: Always
es_co: Siempre

# parent_survey_child_209
source: Over the last year, how frequently did your child state that they are, or want to be, a girl?
es_co: Durante el último año, ¿con qué frecuencia afirmó su niño(a) que es o quiere ser niña?

# parent_survey_child_210
source: Never
es_co: Nunca

# parent_survey_child_211
source: Rarely
es_co: Rara vez

# parent_survey_child_212
source: Sometimes
es_co: A veces

# parent_survey_child_213
source: Often
es_co: A menudo

# parent_survey_child_214
source: Always
es_co: Siempre

# parent_survey_child_215
source: Over the last year, how frequently did your child engage in behaviors or express preferences that are more commonly associated with boys?
es_co: Durante el último año, ¿con qué frecuencia ha tenido su niño(a) comportamientos o ha expresado preferencias que se asocian más comúnmente con los niños?

# parent_survey_child_216
source: Never
es_co: Nunca

# parent_survey_child_217
source: Rarely
es_co: Rara vez

# parent_survey_child_218
source: Sometimes
es_co: A veces

# parent_survey_child_219
source: Often
es_co: A menudo

# parent_survey_child_220
source: Always
es_co: Siempre

# parent_survey_child_221
source: Over the last year, how frequently did your child state that they are, or want to be, a boy?
es_co: Durante el último año, ¿con qué frecuencia afirmó su niño(a) que es o quiere ser niño?

# parent_survey_child_222
source: Never
es_co: Nunca

# parent_survey_child_223
source: Rarely
es_co: Rara vez

# parent_survey_child_224
source: Sometimes
es_co: A veces

# parent_survey_child_225
source: Often
es_co: A menudo

# parent_survey_child_226
source: Always
es_co: Siempre

# parent_survey_child_227
source: Has your child begun to show signs of puberty (even if very early)?
es_co: ¿Su niño(a) ha empezado a mostrar signos de pubertad (aunque sea muy pronto)?

# parent_survey_child_228
source: Yes
es_co: Sí

# parent_survey_child_230
source: For each question, please select the answer that best describes what is happening to your child right now.
es_co: Para cada pregunta, seleccione la respuesta que mejor describa lo que le ocurre a su niña en este momento.

# parent_survey_child_231
source: Would you say that your child's growth in height (getting taller):
es_co: ¿Qué diría usted del crecimiento de su niña (en estatura)?

# parent_survey_child_232
source: Has not yet begun to spurt ("spurt" means more growth than usual)
es_co: No ha empezado el estirón ("estirón" significa un crecimiento acelerado)

# parent_survey_child_233
source: Has barely started to spurt
es_co: Apenas inició el estirón

# parent_survey_child_234
source: Has definitely started to happen but is not finished
es_co: Definitivamente está en el estirón pero aún no ha terminado

# parent_survey_child_235
source: Seems completed (child is about as tall as she is going to get)
es_co: Parece que terminó el estirón (ha alcanzado su estatura que va a tener)
