Repository: levante-framework/levante_translations
Catalog: translations/%filename%nl_*.xliff
Languages: nl

# parent_survey_family_013
source: Yes
nl: Ja

# parent_survey_family_014
source: No
nl: Nee

# parent_survey_family_015
source: In your neighborhood, is there litter or garbage on the street or sidewalk?
nl: Is er in uw buurt afval of zwerfvuil op de straat of stoep?

# parent_survey_family_016
source: Yes
nl: Ja

# parent_survey_family_017
source: No
nl: Nee

# parent_survey_family_018
source: In your neighborhood is there poorly kept or rundown housing?
nl: Zijn er in uw buurt slecht onderhouden of vervallen woningen?

# parent_survey_family_019
source: Yes
nl: Ja

# parent_survey_family_020
source: No
nl: Nee

# parent_survey_family_021
source: In your neighborhood, is there vandalism such as broken windows or graffiti?
nl: Is er in uw buurt sprake van vandalisme, zoals gebroken ramen of graffiti?

# parent_survey_family_022
source: Yes
nl: Ja

# parent_survey_family_023
source: No
nl: Nee

# parent_survey_family_024
source: To what extent do you agree with these statements about your neighborhood or community?
nl: In hoeverre bent u het eens met deze uitspraken over uw buurt of gemeenschap?

# parent_survey_family_025
source: Definitely Agree
nl: Helemaal mee eens

# parent_survey_family_026
source: Somewhat Agree
nl: Enigszins mee eens

# parent_survey_family_027
source: Somewhat Disagree
nl: Enigszins mee oneens

# parent_survey_family_028
source: Definitely Disagree
nl: Helemaal mee oneens

# parent_survey_family_029
source: People in your neighborhood help each other out.
nl: Mensen in uw buurt helpen elkaar.

# parent_survey_family_030
source: People in your neighborhood watch out for each other's children.
nl: Mensen in uw buurt letten op elkaars kinderen.

# parent_survey_family_031
source: Your child is safe in your neighborhood.
nl: Uw kind is veilig in uw buurt.

# parent_survey_family_032
source: When you encounter difficulties, you know where to go for help in your community.
nl: Wanneer u moeilijkheden tegenkomt, weet u waar u in uw gemeenschap terecht kunt voor hulp.

# parent_survey_family_033
source: Your child is safe at school.
nl: Uw kind is veilig op school.

# parent_survey_family_034
source: These are statements people have made about their food situation. For these statements, please mark whether the statement was often true, sometimes true, or never true for your household in the <b>last 12 months</b>.
nl: Dit zijn uitspraken die mensen hebben gedaan over hun voedselsituatie. Voor deze uitspraken, markeer of de uitspraak vaak waar, soms waar of nooit waar was voor uw huishouden in de <b>afgelopen 12 maanden</b>.

# parent_survey_family_035
source: The food that we bought just didn't last, and we didn't have enough money to get more.
nl: Het voedsel dat we kochten was gewoon niet genoeg, en we hadden niet genoeg geld om meer te krijgen.

# parent_survey_family_036
source: Never true
nl: Nooit waar

# parent_survey_family_037
source: Sometimes true
nl: Soms waar

# parent_survey_family_038
source: Often true
nl: Vaak waar

# parent_survey_family_039
source: We couldn't afford to eat balanced meals.
nl: We konden ons geen uitgebalanceerde maaltijden veroorloven.

# parent_survey_family_040
source: Never true
nl: Nooit waar

# parent_survey_family_041
source: Sometimes true
nl: Soms waar

# parent_survey_family_042
source: Often true
nl: Vaak waar

# parent_survey_family_043
source: In the <b>last 12 months</b>, did you or other adults in your household ever cut the size of your meals or skip meals because there wasn't enough money for food?
nl: Hebt u of andere volwassenen in uw huishouden in de <b>afgelopen 12 maanden</b> ooit de hoeveelheid van uw maaltijden verminderd of maaltijden overgeslagen omdat er niet genoeg geld was voor voedsel?

# parent_survey_family_044
source: Yes
nl: Ja

# parent_survey_family_045
source: No
nl: Nee

# parent_survey_family_046
source: If yes, how often did this happen - almost every month, some months but not every month, or in only 1 or 2 months?
nl: Als ja, hoe vaak gebeurde dit - bijna elke maand, sommige maanden maar niet elke maand, of slechts in 1 of 2 maanden?

# parent_survey_family_047
source: Almost every month
nl: Bijna elke maand

# parent_survey_family_048
source: Some months but not every month
nl: Sommige maanden maar niet elke maand

# parent_survey_family_049
source: Only 1 or 2 months
nl: Slechts in 1 of 2 maanden

# parent_survey_family_050
source: Below are statements about the environment in your home. Please indicate how much you agree that the statement is true of your home.
nl: Hieronder staan uitspraken over de omgeving in uw huis. Geef aan in hoeverre u het ermee eens bent dat de uitspraak waar is voor uw huis.

# parent_survey_family_051
source: We are usually able to stay on top of things.
nl: We zijn meestal in staat om de zaken onder controle te houden.

# parent_survey_family_052
source: Definitely Untrue
nl: Zeker onwaar

# parent_survey_family_053
source: Somewhat Untrue
nl: Enigszins onwaar

# parent_survey_family_054
source: Somewhat True
nl: Enigszins waar

# parent_survey_family_055
source: Definitely True
nl: Zeker waar

# parent_survey_family_056
source: You can't hear yourself think in our home.
nl: Je kunt jezelf niet verstaan in ons huis.

# parent_survey_family_057
source: Definitely Untrue
nl: Zeker onwaar

# parent_survey_family_058
source: Somewhat Untrue
nl: Enigszins onwaar

# parent_survey_family_059
source: Somewhat True
nl: Enigszins waar

# parent_survey_family_060
source: Definitely True
nl: Zeker waar

# parent_survey_family_061
source: The atmosphere in our home is calm.
nl: De sfeer in ons huis is kalm.

# parent_survey_family_062
source: Definitely Untrue
nl: Zeker onwaar

# parent_survey_family_063
source: Somewhat Untrue
nl: Enigszins onwaar

# parent_survey_family_064
source: Somewhat True
nl: Enigszins waar

# parent_survey_family_065
source: Definitely True
nl: Zeker waar

# parent_survey_family_066
source: We have a regular morning routine at home.
nl: We hebben thuis een vaste ochtendroutine.

# parent_survey_family_067
source: Definitely Untrue
nl: Zeker onwaar

# parent_survey_family_068
source: Somewhat Untrue
nl: Enigszins onwaar

# parent_survey_family_069
source: Somewhat True
nl: Enigszins waar

# parent_survey_family_070
source: Definitely True
nl: Zeker waar

# parent_survey_family_071
source: How well do you think you are handling the day-to-day demands of raising children?
nl: Hoe goed denkt u dat u de dagelijkse eisen van het opvoeden van kinderen aankan?

# parent_survey_family_072
source: Very well
nl: Heel goed

# parent_survey_family_073
source: Somewhat well
nl: Redelijk goed

# parent_survey_family_074
source: Not very well
nl: Niet zo goed

# parent_survey_family_075
source: Not well at all
nl: Helemaal niet goed

# parent_survey_family_076
source: Over the <b>last two weeks</b>, how often have you been bothered by the following problems?
nl: In de <b>afgelopen twee weken</b>, hoe vaak hebt u last gehad van de volgende problemen?

# parent_survey_family_077
source: Not at all
nl: Helemaal niet

# parent_survey_family_078
source: Several days
nl: Enkele dagen

# parent_survey_family_079
source: More than half of the days
nl: Meer dan de helft van de dagen

# parent_survey_family_080
source: Nearly every day
nl: Bijna elke dag

# parent_survey_family_081
source: Feeling nervous, anxious, or on edge
nl: Zich zenuwachtig, angstig of gespannen voelen

# parent_survey_family_082
source: Not being able to stop or control worrying
nl: Niet in staat zijn om te stoppen of zich zorgen te maken onder controle te houden

# parent_survey_family_083
source: Feeling down, depressed, or hopeless
nl: Zich down, depressief, of hopeloos voelen

# parent_survey_family_084
source: Little interest or pleasure in doing things
nl: Weinig interesse of plezier hebben in dingen doen

# parent_survey_family_085
source: We are interested in how you feel about the following statements. Read each statement carefully. Indicate how you feel about each statement.
nl: We zijn geïnteresseerd in hoe u denkt over de volgende uitspraken. Lees elke uitspraak zorgvuldig. Geef aan hoe u zich voelt bij elke uitspraak.

# parent_survey_family_086
source: Very Strongly Disagree
nl: Zeer sterk mee oneens

# parent_survey_family_087
source: Strongly Disagree
nl: Sterk mee oneens

# parent_survey_family_088
source: Mildly Disagree
nl: Lichtelijk mee oneens

# parent_survey_family_089
source: Mildly Agree
nl: Lichtelijk mee eens

# parent_survey_family_090
source: Strongly Agree
nl: Sterk mee eens

# parent_survey_family_091
source: Very Strongly Agree
nl: Zeer sterk mee eens

# parent_survey_family_092
source: There is a special person (ex: spouse, partner, etc.) who is around when I am in need.
nl: Er is een bijzondere persoon (bijv: echtgenoot, partner, etc.) die er voor me is wanneer ik hulp nodig heb.

# parent_survey_family_093
source: There is a special person (ex: spouse, partner, etc.) with whom I can share joys and sorrows.
nl: Er is een bijzondere persoon (bijv: echtgenoot, partner, etc.) met wie ik vreugde en verdriet kan delen.

# parent_survey_family_094
source: My family really tries to help me.
nl: Mijn familie doet echt zijn best om mij te helpen.

# parent_survey_family_095
source: I get the emotional help & support I need from my family.
nl: Ik krijg de emotionele hulp en steun die ik van mijn familie nodig heb.

# parent_survey_family_096
source: I have a special person (ex: spouse, partner, etc.) who is a real source of comfort to me.
nl: Ik heb een bijzondere persoon (bijv: echtgenoot, partner, etc.) die een ware bron van troost voor me is.

# parent_survey_family_097
source: My friends really try to help me.
nl: Mijn vrienden proberen echt me te helpen.

# parent_survey_family_098
source: I can count on my friends when things go wrong.
nl: Ik kan op mijn vrienden rekenen als het misgaat.

# parent_survey_family_099
source: I can talk about my problems with my family.
nl: Ik kan mijn problemen met mijn familie bespreken.

# parent_survey_family_100
source: I have friends with whom I can share my joys and sorrows.
nl: Ik heb vrienden met wie ik mijn vreugde en verdriet kan delen.

# parent_survey_family_101
source: There is a special person (ex: spouse, partner, etc.) in my life who cares about my feelings.
nl: Er is een bijzondere persoon (bijv: echtgenoot, partner, etc.) in mijn leven die om mijn gevoelens geeft.

# parent_survey_family_102
source: My family is willing to help me make decisions.
nl: Mijn familie is bereid om me te helpen beslissingen te nemen.

# parent_survey_family_103
source: I can talk about my problems with my friends.
nl: Ik kan over mijn problemen praten met mijn vrienden.

# parent_survey_family_104
source: In your day-to-day life how often have any of the following things happened to you?
nl: Hoe vaak zijn de volgende dingen u overkomen in uw dagelijks leven?

# parent_survey_family_105
source: Never
nl: Nooit

# parent_survey_family_106
source: Less than once a year
nl: Minder dan één keer per jaar

# parent_survey_family_107
source: A few times a year
nl: Een paar keer per jaar

# parent_survey_family_108
source: A few times a month
nl: Een paar keer per maand

# parent_survey_family_109
source: At least once a week
nl: Minstens één keer per week

# parent_survey_family_110
source: Almost everyday
nl: Bijna elke dag

# parent_survey_family_111
source: You are treated with less courtesy or respect than other people.
nl: U wordt met minder beleefdheid of respect behandeld dan andere mensen.

# parent_survey_family_112
source: You receive poorer service than other people at restaurants or stores.
nl: U ontvangt mindere service dan andere mensen in restaurants of winkels.

# parent_survey_family_113
source: People act as if they think you are not smart.
nl: Mensen gedragen zich alsof ze denken dat u niet slim bent.

# parent_survey_family_114
source: People act as if they are afraid of you.
nl: Mensen gedragen zich alsof ze bang voor u zijn.

# parent_survey_family_115
source: You are threatened or harassed.
nl: U wordt bedreigd of lastiggevallen.

# parent_survey_family_116
source: Please select Yes or No to indicate whether each event has happened to you <b>in the past year</b>.
nl: Selecteer Ja of Nee om aan te geven of elk evenement u is overkomen <b>in het afgelopen jaar</b>.

# parent_survey_family_117
source: Health:
nl: Gezondheid:

# parent_survey_family_118
source: An injury or illness which kept you in bed a week or more, or sent you to the hospital.
nl: Een verwonding of ziekte waardoor u een week of langer in bed moest liggen, of die u naar het ziekenhuis bracht.

# parent_survey_family_119
source: Yes
nl: Ja

# parent_survey_family_120
source: No
nl: Nee

# parent_survey_family_121
source: An injury or illness which was less serious than above but still sent you to the doctor or kept you in bed for a day or two.
nl: Een verwonding of ziekte die minder ernstig was dan de hierboven genoemde, maar waardoor u toch een dokter moest raadplegen of een dag of twee in bed moest liggen.

# parent_survey_family_122
source: Yes
nl: Ja

# parent_survey_family_123
source: No
nl: Nee

# parent_survey_family_124
source: Major dental work.
nl: Grote tandheelkundige behandeling.

# parent_survey_family_125
source: Yes
nl: Ja

# parent_survey_family_126
source: No
nl: Nee

# parent_survey_family_127
source: Major change in eating habits.
nl: Grote verandering in eetgewoonten.

# parent_survey_family_128
source: Yes
nl: Ja

# parent_survey_family_129
source: No
nl: Nee

# parent_survey_family_130
source: Major change in sleeping habits.
nl: Grote verandering in slaappatronen.

# parent_survey_family_131
source: Yes
nl: Ja

# parent_survey_family_132
source: No
nl: Nee

# parent_survey_family_133
source: Major change in your usual type and/or amount of recreation.
nl: Grote verandering in uw gebruikelijke type en/of hoeveelheid recreatie.

# parent_survey_family_134
source: Yes
nl: Ja

# parent_survey_family_135
source: No
nl: Nee

# parent_survey_family_136
source: Work:
nl: Werk:

# parent_survey_family_137
source: Change to a new type of work.
nl: Overstap naar een nieuw type werk.

# parent_survey_family_138
source: Yes
nl: Ja

# parent_survey_family_139
source: No
nl: Nee

# parent_survey_family_140
source: Change in your work hours or conditions.
nl: Verandering in uw werkuren of werkomstandigheden.

# parent_survey_family_141
source: Yes
nl: Ja

# parent_survey_family_142
source: No
nl: Nee

# parent_survey_family_143
source: Change in your responsibilities at work (more responsibilities).
nl: Verandering in uw verantwoordelijkheden op het werk (meer verantwoordelijkheden).

# parent_survey_family_144
source: Yes
nl: Ja

# parent_survey_family_145
source: No
nl: Nee

# parent_survey_family_146
source: Change in your responsibilities at work (fewer responsibilities).
nl: Verandering in uw verantwoordelijkheden op het werk (minder verantwoordelijkheden).

# parent_survey_family_147
source: Yes
nl: Ja

# parent_survey_family_148
source: No
nl: Nee

# parent_survey_family_149
source: Change in your responsibilities at work (promotion).
nl: Verandering in uw verantwoordelijkheden op het werk (promotie).

# parent_survey_family_150
source: Yes
nl: Ja

# parent_survey_family_151
source: No
nl: Nee

# parent_survey_family_152
source: Change in your responsibilities at work (demotion).
nl: Verandering in uw verantwoordelijkheden op het werk (degradatie).

# parent_survey_family_153
source: Yes
nl: Ja

# parent_survey_family_154
source: No
nl: Nee

# parent_survey_family_155
source: Change in your responsibilities at work (transfer).
nl: Verandering in uw verantwoordelijkheden op het werk (overplaatsing).

# parent_survey_family_156
source: Yes
nl: Ja

# parent_survey_family_157
source: No
nl: Nee

# parent_survey_family_158
source: Troubles at work (with your boss).
nl: Problemen op het werk (met uw baas).

# parent_survey_family_159
source: Yes
nl: Ja

# parent_survey_family_160
source: No
nl: Nee

# parent_survey_family_161
source: Troubles at work (with your coworkers).
nl: Problemen op het werk (met uw collega's).

# parent_survey_family_162
source: Yes
nl: Ja

# parent_survey_family_163
source: No
nl: Nee

# parent_survey_family_164
source: Troubles at work (with persons under your supervision).
nl: Problemen op het werk (met personen onder uw toezicht).

# parent_survey_family_165
source: Yes
nl: Ja

# parent_survey_family_166
source: No
nl: Nee

# parent_survey_family_167
source: Other work problems.
nl: Andere werkproblemen.

# parent_survey_family_168
source: Yes
nl: Ja

# parent_survey_family_169
source: No
nl: Nee

# parent_survey_family_170
source: Major business adjustment.
nl: Grote zakelijke aanpassing.

# parent_survey_family_171
source: Yes
nl: Ja

# parent_survey_family_172
source: No
nl: Nee

# parent_survey_family_173
source: Retirement.
nl: Pensioen.

# parent_survey_family_174
source: Yes
nl: Ja

# parent_survey_family_175
source: No
nl: Nee

# parent_survey_family_176
source: Loss of a job (laid off from work).
nl: Verlies van een baan (ontslagen).

# parent_survey_family_177
source: Yes
nl: Ja

# parent_survey_family_178
source: No
nl: Nee

# parent_survey_family_179
source: Loss of a job (fired from work).
nl: Verlies van een baan (ontslagen).

# parent_survey_family_180
source: Yes
nl: Ja

# parent_survey_family_181
source: No
nl: Nee

# parent_survey_family_182
source: Taking a course to help you with your work.
nl: Een cursus volgen om u met uw werk te helpen.

# parent_survey_family_183
source: Yes
nl: Ja

# parent_survey_family_184
source: No
nl: Nee

# parent_survey_family_185
source: Home and Family:
nl: Thuis en familie:

# parent_survey_family_186
source: Major change in living conditions.
nl: Grote verandering in leefomstandigheden.

# parent_survey_family_187
source: Yes
nl: Ja

# parent_survey_family_188
source: No
nl: Nee

# parent_survey_family_189
source: Change in residence (move within the same town or city).
nl: Verandering van woonplaats (verhuizen binnen dezelfde stad).

# parent_survey_family_190
source: Yes
nl: Ja

# parent_survey_family_191
source: No
nl: Nee

# parent_survey_family_192
source: Change in residence (move to a different town, city, or state).
nl: Verandering van woonplaats (verhuizen naar een andere stad).

# parent_survey_family_193
source: Yes
nl: Ja

# parent_survey_family_194
source: No
nl: Nee

# parent_survey_family_195
source: Change in family get-togethers.
nl: Verandering in familie bijeenkomsten.

# parent_survey_family_196
source: Yes
nl: Ja

# parent_survey_family_197
source: No
nl: Nee

# parent_survey_family_198
source: Major change in health or behavior of family member.
nl: Grote verandering in gezondheid of gedrag van een familielid.

# parent_survey_family_199
source: Yes
nl: Ja

# parent_survey_family_200
source: No
nl: Nee

# parent_survey_family_201
source: Marriage.
nl: Huwelijk.

# parent_survey_family_202
source: Yes
nl: Ja

# parent_survey_family_203
source: No
nl: Nee

# parent_survey_family_204
source: Pregnancy.
nl: Zwangerschap.

# parent_survey_family_205
source: Yes
nl: Ja

# parent_survey_family_206
source: No
nl: Nee

# parent_survey_family_207
source: Gain of a new family member (birth of a child).
nl: Toename van een nieuw gezinslid (geboorte van een kind).

# parent_survey_family_208
source: Yes
nl: Ja

# parent_survey_family_209
source: No
nl: Nee

# parent_survey_family_210
source: Gain of a new family member (adoption of a child).
nl: Toename van een nieuw gezinslid (adoptie van een kind).

# parent_survey_family_211
source: Yes
nl: Ja

# parent_survey_family_212
source: No
nl: Nee

# parent_survey_family_213
source: Gain of a new family member (a relative moving in with you).
nl: Toename van een nieuw gezinslid (een familielid komt bij u wonen).

# parent_survey_family_214
source: Yes
nl: Ja

# parent_survey_family_215
source: No
nl: Nee

# parent_survey_family_216
source: Spouse beginning or ending work.
nl: Echtgenoot begint of beëindigt werk.

# parent_survey_family_217
source: Yes
nl: Ja

# parent_survey_family_218
source: No
nl: Nee

# parent_survey_family_219
source: Child leaving home (to attend college).
nl: Kind verlaat huis (om naar de universiteit te gaan).

# parent_survey_family_220
source: Yes
nl: Ja

# parent_survey_family_221
source: No
nl: Nee

# parent_survey_family_222
source: Child leaving home (due to marriage).
nl: Kind verlaat huis (door huwelijk).

# parent_survey_family_223
source: Yes
nl: Ja

# parent_survey_family_224
source: No
nl: Nee

# parent_survey_family_225
source: Child leaving home (for other reasons).
nl: Kind verlaat huis (om andere redenen).

# parent_survey_family_226
source: Yes
nl: Ja

# parent_survey_family_227
source: No
nl: Nee

# parent_survey_family_228
source: Change in arguments with spouse.
nl: Verandering in ruzies met echtgenoot.

# parent_survey_family_229
source: Yes
nl: Ja

# parent_survey_family_230
source: No
nl: Nee

# parent_survey_family_231
source: In-law problems.
nl: Problemen met schoonfamilie.

# parent_survey_family_232
source: Yes
nl: Ja

# parent_survey_family_233
source: No
nl: Nee

# parent_survey_family_234
source: Change to the marital status of your parents (divorce).
nl: Verandering in burgerlijke staat van uw ouders (scheiding).

# parent_survey_family_235
source: Yes
nl: Ja

# parent_survey_family_236
source: No
nl: Nee

# parent_survey_family_237
source: Change to the marital status of your parents (remarriage).
nl: Verandering in burgerlijke staat van uw ouders (hertrouwen).

# parent_survey_family_238
source: Yes
nl: Ja

# parent_survey_family_239
source: No
nl: Nee

# parent_survey_family_240
source: Separation from spouse (due to work).
nl: Scheiding van echtgenoot (door werk).

# parent_survey_family_241
source: Yes
nl: Ja

# parent_survey_family_242
source: No
nl: Nee

# parent_survey_family_243
source: Separation from spouse (due to marital problems).
nl: Scheiding van echtgenoot (door huwelijksproblemen).

# parent_survey_family_244
source: Yes
nl: Ja

# parent_survey_family_245
source: No
nl: Nee

# parent_survey_family_246
source: Divorce.
nl: Echtscheiding.

# parent_survey_family_247
source: Yes
nl: Ja

# parent_survey_family_248
source: No
nl: Nee

# parent_survey_family_249
source: Birth of a grandchild.
nl: Geboorte van een kleinkind.

# parent_survey_family_250
source: Yes
nl: Ja

# parent_survey_family_251
source: No
nl: Nee

# parent_survey_family_252
source: Death of a spouse.
nl: Overlijden van een echtgenoot.

# parent_survey_family_253
source: Yes
nl: Ja

# parent_survey_family_254
source: No
nl: Nee

# parent_survey_family_255
source: Death of other family member (child).
nl: Overlijden van een ander familielid (kind).

# parent_survey_family_256
source: Yes
nl: Ja

# parent_survey_family_257
source: No
nl: Nee

# parent_survey_family_258
source: Death of other family member (brother or sister).
nl: Overlijden van een ander familielid (broer of zus).

# parent_survey_family_259
source: Yes
nl: Ja

# parent_survey_family_260
source: No
nl: Nee

# parent_survey_family_261
source: Death of other family member (parent).
nl: Overlijden van een ander familielid (ouder).

# parent_survey_family_262
source: Yes
nl: Ja

# parent_survey_family_263
source: No
nl: Nee

# parent_survey_family_264
source: Personal and Social:
nl: Persoonlijk en Sociaal:

# parent_survey_family_265
source: Change in personal habits.
nl: Verandering in persoonlijke gewoonten.

# parent_survey_family_266
source: Yes
nl: Ja

# parent_survey_family_267
source: No
nl: Nee

# parent_survey_family_268
source: Beginning or ending school or college.
nl: Beginnen of stoppen met school of opleiding.

# parent_survey_family_269
source: Yes
nl: Ja

# parent_survey_family_270
source: No
nl: Nee
