Repository: levante-framework/levante_translations
Catalog: translations/%filename%es_CO.xliff
Languages: es_co

# parent_survey_child_532
source: A few times a year or less
es_co: Varias veces al año o menos

# parent_survey_child_533
source: Never
es_co: Nunca

# parent_survey_child_534
source: How often do you or another adult in your home get a chance to read stories to your child?
es_co: ¿Con qué frecuencia tiene usted u otro adulto de su hogar la oportunidad de leer cuentos a su niño(a)?

# parent_survey_child_535
source: Every day
es_co: Todos los días

# parent_survey_child_536
source: About 3 times a week
es_co: Unas 3 veces a la semana

# parent_survey_child_537
source: Once a week
es_co: Una vez a la semana

# parent_survey_child_538
source: Several times a month
es_co: Varias veces al mes

# parent_survey_child_539
source: Several times a year
es_co: Varias veces al año

# parent_survey_child_540
source: Never
es_co: Nunca

# parent_survey_child_541
source: How often do you or another adult in your home take your child to the grocery store?
es_co: ¿Con qué frecuencia usted u otro adulto de su hogar llevan a su niño(a) al supermercado?

# parent_survey_child_542
source: Twice a week or more
es_co: Dos veces a la semana o más

# parent_survey_child_543
source: Once a week
es_co: Una vez a la semana

# parent_survey_child_544
source: Once a month
es_co: Una vez al mes

# parent_survey_child_545
source: Hardly ever
es_co: Casi nunca

# parent_survey_child_546
source: Does your child have access to a tablet or smartphone that they regularly use to watch videos or listen to music?
es_co: ¿Su niño(a) utiliza habitualmente una tableta o un teléfono inteligente para ver videos o escuchar música?

# parent_survey_child_547
source: Yes
es_co: Sí

# parent_survey_child_549
source: Does your family have a computer that your child has access to?
es_co: ¿Tiene su familia una computadora a la que tenga acceso su niño(a)?

# parent_survey_child_550
source: Yes
es_co: Sí

# parent_survey_child_552
source: How often has any family member taken or arranged to take your child to any type of museum (children's, scientific, art, historical, etc.) in the past year?
es_co: ¿Con qué frecuencia ha llevado algún miembro de la familia a su niño(a) a algún tipo de museo (infantil, científico, de arte, histórico, etc.) en el último año?

# parent_survey_child_553
source: About once a week or more
es_co: Una vez a la semana o más

# parent_survey_child_554
source: About once a month or more
es_co: Una vez al mes o más

# parent_survey_child_555
source: Several times
es_co: Varias veces

# parent_survey_child_556
source: Once or twice
es_co: Una o dos veces

# parent_survey_child_557
source: Never
es_co: Nunca

# parent_survey_child_558
source: Sometimes children get so angry at their parents that they say things like "I hate you" or swear in a temper tantrum. If your child said something like "I hate you" or swore at you, would you...
es_co: A veces los niños(as) se enfadan tanto con sus padres que dicen cosas como "te odio" o dicen palabrotas en medio de un rabieta. Si su niño(a) le dijera "te odio" o le ofendiera, usted...

# parent_survey_child_559
source: Ground him/her
es_co: Castigarle

# parent_survey_child_560
source: Yes
es_co: Sí

# parent_survey_child_562
source: Spank him/her
es_co: Pelarle

# parent_survey_child_563
source: Yes
es_co: Sí

# parent_survey_child_565
source: Talk with him/her
es_co: Hablarle

# parent_survey_child_566
source: Yes
es_co: Sí

# parent_survey_child_568
source: Give him/her a household chore
es_co: Asignarle una tarea doméstica

# parent_survey_child_569
source: Yes
es_co: Sí

# parent_survey_child_571
source: Ignore it
es_co: Ignorar lo sucedido

# parent_survey_child_572
source: Yes
es_co: Sí

# parent_survey_child_574
source: Send him/her to room for more than 1 hour
es_co: Mandarle a su habitación por más de 1 hora

# parent_survey_child_575
source: Yes
es_co: Sí

# parent_survey_child_577
source: Take away his/her allowance
es_co: Quitarle la mesada

# parent_survey_child_578
source: Yes
es_co: Sí

# parent_survey_child_580
source: Take away TV, phone, or other privileges
es_co: Quitarle la televisión, el teléfono u otros privilegios

# parent_survey_child_581
source: Yes
es_co: Sí

# parent_survey_child_583
source: Put him/her in a short time out
es_co: Ponerle en tiempo de espera

# parent_survey_child_584
source: Yes
es_co: Sí

# parent_survey_child_586
source: Other, please specify
es_co: Otra acción, especifique cuál

# parent_survey_child_587
source: How often is your child expected to make his/her own bed?
es_co: ¿Con qué frecuencia se espera que su niño(a) arregle su cama?

# parent_survey_child_588
source: Almost always
es_co: Casi siempre

# parent_survey_child_589
source: More than half the time
es_co: Más de la mitad del tiempo

# parent_survey_child_590
source: Half the time
es_co: La mitad del tiempo

# parent_survey_child_591
source: Less than half the time
es_co: Menos de la mitad del tiempo

# parent_survey_child_592
source: Almost never
es_co: Casi nunca

# parent_survey_child_593
source: How often is your child expected to clean his/her own room?
es_co: ¿Con qué frecuencia debe limpiar su habitación?

# parent_survey_child_594
source: Almost always
es_co: Casi siempre

# parent_survey_child_595
source: More than half the time
es_co: Más de la mitad del tiempo

# parent_survey_child_596
source: Half the time
es_co: La mitad del tiempo

# parent_survey_child_597
source: Less than half the time
es_co: Menos de la mitad del tiempo

# parent_survey_child_598
source: Almost never
es_co: Casi nunca

# parent_survey_child_599
source: How often is your child expected to pick up after him/herself ?
es_co: ¿Con qué frecuencia debe recoger lo que ensucia?

# parent_survey_child_600
source: Almost always
es_co: Casi siempre

# parent_survey_child_601
source: More than half the time
es_co: Más de la mitad del tiempo

# parent_survey_child_602
source: Half the time
es_co: La mitad del tiempo

# parent_survey_child_603
source: Less than half the time
es_co: Menos de la mitad del tiempo

# parent_survey_child_604
source: Almost never
es_co: Casi nunca

# parent_survey_child_605
source: Is there a musical instrument (e.g. piano, drum, guitar, etc.) that your child can use at home?
es_co: ¿Hay algún instrumento musical (por ejemplo, piano, batería, guitarra, etc.) en su casa que su niño(a) pueda utilizar?

# parent_survey_child_606
source: Yes
es_co: Sí

# parent_survey_child_608
source: How often does your child read for enjoyment?
es_co: ¿Con qué frecuencia lee su niño(a) por gusto?

# parent_survey_child_609
source: Every day
es_co: Todos los días

# parent_survey_child_610
source: Several times a week
es_co: Varias veces a la semana

# parent_survey_child_611
source: Several times a month
es_co: Varias veces al mes

# parent_survey_child_612
source: Several times a year
es_co: Varias veces al año

# parent_survey_child_613
source: Never
es_co: Nunca

# parent_survey_child_614
source: Does your family encourage your child to start and keep doing hobbies?
es_co: ¿Su familia anima a su niño(a) a iniciar y tener unos pasatiempos?

# parent_survey_child_615
source: Yes
es_co: Sí

# parent_survey_child_617
source: Does your child get special lessons or belong to any organization that encourages activities such as sports, music, art, dance, drama, etc.?
es_co: ¿Su niño(a) recibe lecciones especiales o pertenece a alguna organización que fomente actividades como el deporte, la música, el arte, la danza, el teatro, etc.?

# parent_survey_child_618
source: Yes
es_co: Sí

# parent_survey_child_620
source: How often has a family member taken or arranged to take your child to any type of musical or theatrical performance within the last year?
es_co: ¿Con qué frecuencia ha llevado o programado algún miembro de la familia a su niño(a) a algún tipo de representación musical o teatral en el último año?

# parent_survey_child_621
source: About once a week or more
es_co: Una vez a la semana o más

# parent_survey_child_622
source: About once a month or more
es_co: Una vez al mes o más

# parent_survey_child_623
source: Several times
es_co: Varias veces

# parent_survey_child_624
source: Once or twice
es_co: Una o dos veces

# parent_survey_child_625
source: Never
es_co: Nunca

# parent_survey_child_626
source: When your family watches TV or views content online, do you or another adult in the home discuss it with your child?
es_co: Cuando su familia ve la televisión o ve contenidos en Internet, ¿usted u otro adulto de la casa lo comentan con su niño(a)?

# parent_survey_child_627
source: Almost always
es_co: Casi siempre

# parent_survey_child_628
source: More than half the time
es_co: Más de la mitad de las veces

# parent_survey_child_629
source: Half the time
es_co: La mitad de las veces

# parent_survey_child_630
source: Less than half the time
es_co: Menos de la mitad de las veces

# parent_survey_child_631
source: Almost never
es_co: Casi nunca

# parent_survey_child_632
source: How often is your child expected to clean up after spills?
es_co: ¿Con qué frecuencia se espera que su niño(a) limpie lo que derrama?

# parent_survey_child_633
source: Almost always
es_co: Casi siempre

# parent_survey_child_634
source: More than half the time
es_co: Más de la mitad de las veces

# parent_survey_child_635
source: Half the time
es_co: La mitad de las veces

# parent_survey_child_636
source: Less than half the time
es_co: Menos de la mitad de las veces

# parent_survey_child_637
source: Almost never
es_co: Casi nunca

# parent_survey_child_638
source: How often is your child expected to bathe him/herself?
es_co: ¿Con qué frecuencia se espera que su niño(a) se bañe solo?

# parent_survey_child_639
source: Almost always
es_co: Casi siempre

# parent_survey_child_640
source: More than half the time
es_co: Más de la mitad de las veces

# parent_survey_child_641
source: Half the time
es_co: La mitad de las veces

# parent_survey_child_642
source: Less than half the time
es_co: Menos de la mitad de las veces

# parent_survey_child_643
source: Almost never
es_co: Casi nunca

# parent_survey_child_644
source: How often is your child expected to help with keeping shared living areas neat and clean?
es_co: ¿Con qué frecuencia se espera que su niño(a) ayude a mantener ordenadas y limpias las áreas comunes?

# parent_survey_child_645
source: Almost always
es_co: Casi siempre

# parent_survey_child_646
source: More than half the time
es_co: Más de la mitad de las veces

# parent_survey_child_647
source: Half the time
es_co: La mitad de las veces

# parent_survey_child_648
source: Less than half the time
es_co: Menos de la mitad de las veces

# parent_survey_child_649
source: Almost never
es_co: Casi nunca

# parent_survey_child_650
source: How often is your child expected to do routine chores such as mow the lawn, help with dinner, wash dishes, etc.?
es_co: ¿Con qué frecuencia se espera que su niño(a) realice tareas rutinarias como cortar el césped, ayudar con la cena, lavar los platos, etc.?

# parent_survey_child_651
source: Almost always
es_co: Casi siempre

# parent_survey_child_652
source: More than half the time
es_co: Más de la mitad de las veces

# parent_survey_child_653
source: Half the time
es_co: La mitad de las veces

# parent_survey_child_654
source: Less than half the time
es_co: Menos de la mitad de las veces

# parent_survey_child_655
source: Almost never
es_co: Casi nunca

# parent_survey_child_656
source: How often is your child expected to help manage his/her own time (get up on time, be ready for school, etc.)?
es_co: ¿Con qué frecuencia se espera que su niño(a) administre su tiempo por sí mismo(a) (levantarse a la hora, prepararse para ir al colegio, etc.)?

# parent_survey_child_657
source: Almost always
es_co: Casi siempre

# parent_survey_child_658
source: More than half the time
es_co: Más de la mitad de las veces

# parent_survey_child_659
source: Half the time
es_co: La mitad de las veces

# parent_survey_child_660
source: Less than half the time
es_co: Menos de la mitad de las veces

# parent_survey_child_661
source: Almost never
es_co: Casi nunca

# parent_survey_child_662
source: <b>DURING THE PAST MONTH</b>, how often have you felt...
es_co: DURANTE <b>EL ÚLTIMO MES</b>, ¿con qué frecuencia ha sentido...

# parent_survey_child_663
source: Never
es_co: Nunca

# parent_survey_child_664
source: Rarely
es_co: Rara vez

# parent_survey_child_665
source: Sometimes
es_co: A veces

# parent_survey_child_666
source: Usually
es_co: Usualmente

# parent_survey_child_667
source: Always
es_co: Siempre

# parent_survey_child_668
source: that your child is much harder to care for than most children their age?
es_co: que su niño(a) es mucho más difícil de cuidar que la mayoría de los niños(as) de su edad?

# parent_survey_child_669
source: that your child does things that really bother you a lot?
es_co: que su niño(a) hace cosas que le molestan mucho?

# parent_survey_child_670
source: angry with your child?
es_co: rabia hacia su niño(a)?

# parent_survey_child_671
source: These statements describe ways different caregivers act toward their children. Please think about how well each statement describes the way you treat your child. Respond as to whether you do each item "almost never", "once a month", "once a week", "every day".
es_co: Las siguientes afirmaciones describen la forma en que diferentes padres actúan con sus hijos(as). Piense si cada afirmación describe la forma en que usted trata a su niño(a). Responda con qué frecuencia actúa de esa forma: Nunca o casi nunca, Una vez al mes, Una vez a la semana, Todos los días.

# parent_survey_child_672
source: Never or almost never
es_co: Nunca o casi nunca

# parent_survey_child_673
source: Once a month
es_co: Una vez al mes

# parent_survey_child_674
source: Once a week
es_co: Una vez a la semana

# parent_survey_child_675
source: Every day
es_co: Todos los días

# parent_survey_child_676
source: I see to it that my child knows exactly what (s)he may or may not do.
es_co: Me cercioro de que mi niño(a) sepa exactamente lo que puede o no puede hacer.

# parent_survey_child_677
source: I always tell my child how (s)he should behave.
es_co: Siempre le digo cómo él(ella) debe comportarse.

# parent_survey_child_678
source: I insist that my child do exactly as (s)he is told.
es_co: Insisto en que mi niño(a) haga exactamente lo que se le dice.

# parent_survey_child_679
source: I make my child feel wanted and needed.
es_co: Hago que mi niño(a) se sienta querido y necesitado.

# parent_survey_child_680
source: I let my child do anything (s)he wants to do.
es_co: Dejo que mi niño(a) haga lo que quiera.

# parent_survey_child_681
source: I make my child feel what (s)he does is important.
es_co: Hago que mi niño(a) sienta que lo que hace es importante.

# parent_survey_child_682
source: I care about what my child thinks and encourage her/him to talk about it.
es_co: Me preocupo por lo que piensa mi niño(a) y le animo a hablar de ello.

# parent_survey_child_683
source: I want to control whatever my child does.
es_co: Quiero controlar todo lo que hace mi niño(a).

# parent_survey_child_684
source: I let my child know I love him/her.
es_co: Le hago saber a mi niño(a) que siento amor por él/ella.

# parent_survey_child_685
source: I treat my child gently and kindly.
es_co: Trato a mi niño(a) con delicadeza y amabilidad.

# parent_survey_child_686
source: All adults use certain ways to teach children the right behavior or to address a behavior problem. Please read the following methods that are used and select whether you or anyone else in your household has used this with your child in the <b>past month</b>.
es_co: Todos los adultos utilizan ciertos métodos para enseñar a los niños(as) el comportamiento correcto o para abordar un problema de comportamiento. Por favor, lea los siguientes métodos y, para cada uno, seleccione si usted u otra persona de su hogar lo ha utilizado con este niño(a) en el <b>último mes</b>.

# parent_survey_child_687
source: Took away privileges, forbade something my child liked, or did not allow him/her to leave the house.
es_co: Le quitó privilegios, le prohibió algo que le gusta al niño(a) o no le permite salir de casa

# parent_survey_child_688
source: Yes
es_co: Sí

# parent_survey_child_690
source: Explained why something (the behavior) was wrong.
es_co: Explicó por qué algo (el comportamiento) estaba mal.

# parent_survey_child_691
source: Yes
es_co: Sí

# parent_survey_child_693
source: Shouted, yelled at or screamed at him/her.
es_co: Le ha gritado o vociferado al niño(a).

# parent_survey_child_694
source: Yes
es_co: Sí

# parent_survey_child_696
source: Spanked, hit, or slapped him/her.
es_co: Le ha pegado o abofeteado al niño(a).

# parent_survey_child_697
source: Yes
es_co: Sí

# parent_survey_child_699
source: Do you believe that in order to bring up (raise, educate) your child properly, you need to physically punish him/her?
es_co: ¿Cree que para criar y educar bien a su niño(a) hay que castigarle físicamente?

# parent_survey_child_700
source: Yes
es_co: Sí

# parent_survey_child_702
source: Start Survey
es_co: Comenzar Encuesta

# parent_survey_child_703
source: Previous
es_co: Anterior

# parent_survey_child_704
source: Next
es_co: Siguiente

# parent_survey_child_705
source: Finish
es_co: Terminar

# parent_survey_family_001
source: <block><b><font face="Verdana" size="4"> Thank you again for participating in this research project!</b><br> <br> <p><font face="Verdana" size="4">The following survey will take approximately 20-30 minutes to complete and will ask questions about your home and yourself.<br><br>We appreciate you answering as completely and accurately as possible with the information you have available to you. If you have questions about this survey, please reach out to the research coordinator. <br><br>When you are ready to begin, select the “start survey” button. <br><br><b><font face="Verdana" size="4">Thank you!
es_co: <block><b><font face="Verdana" size="4"> ¡Gracias de nuevo por participar en este proyecto de investigación! </b><br> <br> <p><font face="Verdana" size="4">Estimamos que diligenciar la siguiente parte de la encuesta le tomará aproximadamente 20-30 minutos. En esta encuesta se le harán preguntas sobre su hogar y sobre usted mismo(a).<br><br>Le agradecemos que responda la encuesta de la forma más precisa posible con la información que tiene disponible. Si tiene alguna duda, comuníquesela a quien coordina esta aplicación. <br><br>Cuando esté listo(a) para empezar, seleccione el botón "Comenzar Encuesta".<br><br><b><font face="Verdana" size="4">¡Muchas gracias!

# parent_survey_family_002
source: Please answer the following questions about the community in which you live.
es_co: Responda a las siguientes preguntas sobre la comunidad en la que vive.

# parent_survey_family_003
source: In your neighborhood, are there sidewalks or walking paths?
es_co: ¿En su vecindario hay aceras o caminos peatonales?

# parent_survey_family_004
source: Yes
es_co: Sí

# parent_survey_family_006
source: In your neighborhood, is there a park or playground?
es_co: ¿En su vecindario hay un parque o área de juegos?

# parent_survey_family_007
source: Yes
es_co: Sí

# parent_survey_family_009
source: In your neighborhood, is there a community center or recreation center where families get together?
es_co: ¿En su vecindario hay un centro de recreación o centro comunitario donde se reúnen las familias?

# parent_survey_family_010
source: Yes
es_co: Sí

# parent_survey_family_012
source: In your neighborhood, is there a library or other place to get free books?
es_co: ¿En su vecindario hay una biblioteca o un lugar donde conseguir libros gratis?

# parent_survey_family_013
source: Yes
es_co: Sí

# parent_survey_family_015
source: In your neighborhood, is there litter or garbage on the street or sidewalk?
es_co: ¿En su vecindario hay basura o desperdicios en las calles o aceras?

# parent_survey_family_016
source: Yes
es_co: Sí

# parent_survey_family_018
source: In your neighborhood is there poorly kept or rundown housing?
es_co: ¿En su vecindario hay viviendas deterioradas o en mal estado?

# parent_survey_family_019
source: Yes
es_co: Sí

# parent_survey_family_021
source: In your neighborhood, is there vandalism such as broken windows or graffiti?
es_co: ¿En su vecindario hay vandalismo, como romper ventanas o pintar grafitis?

# parent_survey_family_022
source: Yes
es_co: Sí

# parent_survey_family_024
source: To what extent do you agree with these statements about your neighborhood or community?
es_co: ¿En qué medida está de acuerdo con estas afirmaciones sobre su vecindario o comunidad?

# parent_survey_family_025
source: Definitely Agree
es_co: Definitivamente de acuerdo

# parent_survey_family_026
source: Somewhat Agree
es_co: Algo de acuerdo

# parent_survey_family_027
source: Somewhat Disagree
es_co: Algo en descuerdo

# parent_survey_family_028
source: Definitely Disagree
es_co: Definitivamente en desacuerdo

# parent_survey_family_029
source: People in your neighborhood help each other out.
es_co: La gente de su vecindario se ayuda mutuamente.

# parent_survey_family_030
source: People in your neighborhood watch out for each other's children.
es_co: La gente de su vecindario cuida mutuamente de nuestros niños(as).

# parent_survey_family_031
source: Your child is safe in your neighborhood.
es_co: Su niño(a) está seguro(a) en su vecindario.

# parent_survey_family_032
source: When you encounter difficulties, you know where to go for help in your community.
es_co: Ustedes saben a quién acudir en su comunidad para buscar ayuda, cuando enfrentan dificultades.

# parent_survey_family_033
source: Your child is safe at school.
es_co: Su niño(a) está seguro(a) en la escuela.

# parent_survey_family_034
source: These are statements people have made about their food situation. For these statements, please mark whether the statement was often true, sometimes true, or never true for your household in the <b>last 12 months</b>.
es_co: Estas son declaraciones que las personas han hecho sobre situaciones alimentarias. Para cada uno, favor de indicar si ha ocurrido frecuentemente, a veces, o nunca (a Ud. / en su hogar) en <b>los últimos 12 meses</b>.

# parent_survey_family_035
source: The food that we bought just didn't last, and we didn't have enough money to get more.
es_co: La comida que comprábamos no alcanzaba, y no teníamos dinero para comprar más.

# parent_survey_family_036
source: Never true
es_co: Nunca

# parent_survey_family_037
source: Sometimes true
es_co: A veces

# parent_survey_family_038
source: Often true
es_co: Frecuentemente

# parent_survey_family_039
source: We couldn't afford to eat balanced meals.
es_co: No teníamos recursos suficientes para comer comida variada y nutritiva.

# parent_survey_family_040
source: Never true
es_co: Nunca

# parent_survey_family_041
source: Sometimes true
es_co: A veces

# parent_survey_family_042
source: Often true
es_co: Frecuentemente

# parent_survey_family_043
source: In the <b>last 12 months</b>, did you or other adults in your household ever cut the size of your meals or skip meals because there wasn't enough money for food?
es_co: En <b>los últimos 12 meses</b>, ¿usted u otros adultos del hogar redujeron la cantidad de sus comidas o se saltaron comidas porque les faltaba dinero para alimentos?

# parent_survey_family_044
source: Yes
es_co: Sí

# parent_survey_family_046
source: If yes, how often did this happen - almost every month, some months but not every month, or in only 1 or 2 months?
es_co: En caso afirmativo, ¿con qué frecuencia: casi todos los meses, algunos meses, solo 1 o 2 meses?

# parent_survey_family_047
source: Almost every month
es_co: Casi todos los meses

# parent_survey_family_048
source: Some months but not every month
es_co: Algunos meses
