Repository: levante-framework/levante_translations
Catalog: translations/%filename%nl_*.xliff
Languages: nl

# teacher_survey_general_140
source: The most important thing to teach children is absolute obedience to parents.
nl: Het belangrijkste voor kinderen om te leren is absolute gehoorzaamheid aan de ouders.

# teacher_survey_general_141
source: Start Survey
nl: Begin enquête

# teacher_survey_general_142
source: Previous
nl: Vorige

# teacher_survey_general_144
source: Finish
nl: Voltooien

# components/participant-sidebar.grade
source: Grade
nl: Cijfer

# components/participant-sidebar.studentInfo
source: Participant Info
nl: Deelnemer Info

# components/participant-sidebar.tasksCompleted
source: tasks completed!
nl: taken voltooid!

# components/game-tabs.clickToStart
source: Click to start
nl: Klik om te beginnen

# components/game-tabs.egmaMathDescription
source: Solve the math problems.
nl: Los de rekenproblemen op.

# components/game-tabs.egmaMathName
source: Math
nl: Rekenen

# components/game-tabs.heartsAndFlowersDescription
source: Match the correct side to the hearts and flowers.
nl: Kies de juiste kant voor de harten en bloemen.

# components/game-tabs.heartsAndFlowersName
source: Hearts and Flowers
nl: Harten en Bloemen

# components/game-tabs.introDescription
source: Learn how to play our games.
nl: Leer hoe je onze spellen kunt spelen.

# components/game-tabs.introName
source: Introduction
nl: Introductie

# components/game-tabs.matrixReasoningDescription
source: Find the missing piece to complete the puzzle.
nl: Vind het ontbrekende stuk om de puzzel te voltooien.

# components/game-tabs.matrixReasoningName
source: Pattern matching
nl: Patroon Matchen

# components/game-tabs.mefsDescription
source: Match the shapes and colors.
nl: Match de vormen en kleuren.

# components/game-tabs.mefsName
source: Lion and Monkey
nl: Leeuw en Aap

# components/game-tabs.memoryGameDescription
source: Watch the squares light up. Remember the order and make the same pattern.
nl: Kijk naar de lichten op de vierkanten. Onthoud de volgorde en maak hetzelfde patroon.

# components/game-tabs.memoryGameName
source: Memory
nl: Geheugen

# components/game-tabs.mentalRotationDescription
source: Match the pictures.
nl: Match de afbeeldingen.

# components/game-tabs.mentalRotationName
source: Shape Rotation
nl: Vorm Rotatie

# components/game-tabs.roarInferenceDescription
source: Read the stories and answer the questions.
nl: Lees de verhalen en beantwoord de vragen.

# components/game-tabs.roarInferenceName
source: Roar - Inference
nl: Roar - Inferentie

# components/game-tabs.sameDifferentSelectionDescription
source: Find things that are the same about the shapes.
nl: Vind de dingen die dezelfde zijn bij de vormen.

# components/game-tabs.sameDifferentSelectionName
source: Same & Different
nl: Gelijk & Verschillend

# components/game-tabs.surveyDescriptionChild
source: Answer questions about your time at school.
nl: Beantwoord vragen over je tijd op school.

# components/game-tabs.surveyDescriptionParentPart1
source: This survey will take approximately 20-30 minutes to complete and will ask questions about your child.
nl: Deze enquête duurt ongeveer 20-30 minuten en stelt vragen over uw kind.

# components/game-tabs.surveyDescriptionParentPart2
source: This survey will take approximately 20-30 minutes to complete and will ask questions about your home and yourself.
nl: Deze enquête duurt ongeveer 20-30 minuten en stelt vragen over uw huis en uzelf.

# components/game-tabs.surveyDescriptionTeacherPart1
source: This survey will take approximately 5-10 minutes to complete and asks about your background and beliefs about teaching.
nl: Deze enquête duurt ongeveer 5-10 minuten en vraagt naar uw achtergrond en overtuigingen over onderwijs.

# components/game-tabs.surveyDescriptionTeacherPart2
source: This survey will take approximately 5-10 minutes to complete and asks questions about the classroom(s) you teach.
nl: Deze enquête duurt ongeveer 5-10 minuten en stelt vragen over de klas(sen) die u les geeft.

# components/game-tabs.surveyNameChild
source: Thoughts and Feelings
nl: Gedachten en Gevoelens

# components/game-tabs.surveyNameParentPart1
source: Survey - Caregiver
nl: Enquête - Verzorgen

# components/game-tabs.surveyNameParentPart2
source: Survey - Family
nl: Enquête - Familie

# components/game-tabs.surveyNameTeacherPart1
source: Survey - General
nl: Enquête - Algemeen

# components/game-tabs.surveyNameTeacherPart2
source: Survey - Classroom
nl: Enquête - Klaslokaal

# components/game-tabs.surveyProgressGeneral
source: General
nl: Algemeen

# components/game-tabs.surveyProgressGeneralParent
source: Home/Caregiver
nl: Thuis/ Verzorgen

# components/game-tabs.surveyProgressGeneralTeacher
source: Teacher
nl: Leerkracht

# components/game-tabs.surveyProgressSpecificParent
source: Child
nl: Kind

# components/game-tabs.surveyProgressSpecificParentMonth
source: Month
nl: Maand

# components/game-tabs.surveyProgressSpecificParentYear
source: Year
nl: Jaar

# components/game-tabs.surveyProgressSpecificTeacher
source: Classroom
nl: Klaslokaal

# components/game-tabs.taskCompleted
source: Task Completed!
nl: Taak Voltooid!

# components/game-tabs.theoryOfMindDescription
source: Listen to the stories and answer the questions.
nl: Luister naar de verhalen en beantwoord de vragen.

# components/game-tabs.theoryOfMindName
source: Stories
nl: Verhalen

# components/game-tabs.trogDescription
source: Listen to the words and choose the matching picture.
nl: Luister naar de woorden en kies het bijpassende plaatje.

# components/game-tabs.trogName
source: Sentence Undersanding
nl: Zinbegrip

# components/game-tabs.vocabDescription
source: Listen to the word and choose the matching picture.
nl: Luister naar het woord en kies het passende plaatje.

# components/game-tabs.vocabName
source: Vocabulary
nl: Woordenschat

# components/sentry-form.buttonLabel
source: Report an Issue
nl: Meld een probleem

# components/sentry-form.cancelButtonLabel
source: Cancel
nl: Annuleren

# components/sentry-form.emailPlaceholder
source: your.email@example.org (optional)
nl: your.email@example.org (optioneel)

# components/sentry-form.formTitle
source: Report an Issue to LEVANTE
nl: Meld een probleem bij LEVANTE

# components/sentry-form.messageLabel
source: Description
nl: Beschrijving

# components/sentry-form.messagePlaceholder
source: What is the issue? What did you want to experience instead? Thank you for sharing.
nl: Wat is het probleem? Wat wilde je in plaats daarvan ervaren? Bedankt voor het delen.

# components/sentry-form.namePlaceholder
source: Your Name (optional)
nl: Je naam (optioneel)

# components/sentry-form.submitButtonLabel
source: Submit Issue Report
nl: Dien probleemrapport in

# components/navbar.greeting
source: Hi
nl: Hallo

# components/navbar.signOut
source: Sign Out
nl: Afmelden

# components/tasks.loading
source: loading
nl: laden

# components/tasks.preparing
source: Preparing your game!
nl: Je spel voorbereiden!
