Repository: levante-framework/levante_translations
Catalog: translations/%filename%es_CO.xliff
Languages: es_co

# parent_survey_family_049
source: Only 1 or 2 months
es_co: Solo 1 ó 2 meses

# parent_survey_family_050
source: Below are statements about the environment in your home. Please indicate how much you agree that the statement is true of your home.
es_co: A continuación encontrará una serie de afirmaciones sobre el entorno de su hogar. Indique qué tan cierta es cada afirmación para su hogar.

# parent_survey_family_051
source: We are usually able to stay on top of things.
es_co: Normalmente somos capaces de estar al día con las actividades.

# parent_survey_family_052
source: Definitely Untrue
es_co: Totalmente falso

# parent_survey_family_053
source: Somewhat Untrue
es_co: Algo falso

# parent_survey_family_054
source: Somewhat True
es_co: Algo verdadero

# parent_survey_family_055
source: Definitely True
es_co: Totalmente verdadero

# parent_survey_family_056
source: You can't hear yourself think in our home.
es_co: En nuestra casa hay tanto ruido que no escuchas ni tus pensamientos.

# parent_survey_family_057
source: Definitely Untrue
es_co: Totalmente falso

# parent_survey_family_058
source: Somewhat Untrue
es_co: Algo falso

# parent_survey_family_059
source: Somewhat True
es_co: Algo verdadero

# parent_survey_family_060
source: Definitely True
es_co: Totalmente verdadero

# parent_survey_family_061
source: The atmosphere in our home is calm.
es_co: El ambiente de nuestra casa es muy calmado.

# parent_survey_family_062
source: Definitely Untrue
es_co: Totalmente falso

# parent_survey_family_063
source: Somewhat Untrue
es_co: Algo falso

# parent_survey_family_064
source: Somewhat True
es_co: Algo verdadero

# parent_survey_family_065
source: Definitely True
es_co: Totalmente verdadero

# parent_survey_family_066
source: We have a regular morning routine at home.
es_co: En nuestra casa, tenemos una rutina matutina regular.

# parent_survey_family_067
source: Definitely Untrue
es_co: Totalmente falso

# parent_survey_family_068
source: Somewhat Untrue
es_co: Algo falso

# parent_survey_family_069
source: Somewhat True
es_co: Algo verdadero

# parent_survey_family_070
source: Definitely True
es_co: Totalmente verdadero

# parent_survey_family_071
source: How well do you think you are handling the day-to-day demands of raising children?
es_co: ¿Qué tan bien cree usted que está manejando las exigencias diarias de la crianza de los niños?

# parent_survey_family_072
source: Very well
es_co: Muy bien

# parent_survey_family_073
source: Somewhat well
es_co: Bien

# parent_survey_family_074
source: Not very well
es_co: No muy bien

# parent_survey_family_075
source: Not well at all
es_co: Muy mal

# parent_survey_family_076
source: Over the <b>last two weeks</b>, how often have you been bothered by the following problems?
es_co: En las <b>últimas dos semanas</b>, ¿con qué frecuencia se sintió usted afectado por los siguientes problemas?

# parent_survey_family_077
source: Not at all
es_co: Nunca

# parent_survey_family_078
source: Several days
es_co: Varios días

# parent_survey_family_079
source: More than half of the days
es_co: Más de la mitad de los días

# parent_survey_family_080
source: Nearly every day
es_co: Casi todos los días

# parent_survey_family_081
source: Feeling nervous, anxious, or on edge
es_co: Nerviosismo, ansiedad o irritabilidad

# parent_survey_family_082
source: Not being able to stop or control worrying
es_co: No poder parar o controlar las preocupaciones

# parent_survey_family_083
source: Feeling down, depressed, or hopeless
es_co: Sentirse decaído, deprimido o desesperanzado.

# parent_survey_family_084
source: Little interest or pleasure in doing things
es_co: Poco interés o placer por hacer cosas

# parent_survey_family_085
source: We are interested in how you feel about the following statements. Read each statement carefully. Indicate how you feel about each statement.
es_co: Nos interesa conocer su opinión sobre las siguientes afirmaciones. Léalas atentamente e indique cómo se siente respecto a cada una.

# parent_survey_family_086
source: Very Strongly Disagree
es_co: Totalmente en desacuerdo

# parent_survey_family_087
source: Strongly Disagree
es_co: Muy en desacuerdo

# parent_survey_family_088
source: Mildly Disagree
es_co: Algo en desacuerdo

# parent_survey_family_089
source: Mildly Agree
es_co: Ligeramente de acuerdo

# parent_survey_family_090
source: Strongly Agree
es_co: Muy de acuerdo

# parent_survey_family_091
source: Very Strongly Agree
es_co: Totalmente de acuerdo

# parent_survey_family_092
source: There is a special person (ex: spouse, partner, etc.) who is around when I am in need.
es_co: Hay una persona especial (cónyuge, pareja, etc.) que está a mi lado cuando la necesito.

# parent_survey_family_093
source: There is a special person (ex: spouse, partner, etc.) with whom I can share joys and sorrows.
es_co: Hay una persona especial (cónyuge, pareja, etc.) con la que puedo compartir alegrías y penas.

# parent_survey_family_094
source: My family really tries to help me.
es_co: Mi familia realmente trata de ayudarme.

# parent_survey_family_095
source: I get the emotional help & support I need from my family.
es_co: Recibo la ayuda y el apoyo emocional que necesito de mi familia.

# parent_survey_family_096
source: I have a special person (ex: spouse, partner, etc.) who is a real source of comfort to me.
es_co: Tengo una persona especial (cónyuge, pareja, etc.) que es una verdadera fuente de consuelo para mí.

# parent_survey_family_097
source: My friends really try to help me.
es_co: Mis amigos realmente tratan de ayudarme.

# parent_survey_family_098
source: I can count on my friends when things go wrong.
es_co: Puedo contar con mis amigos cuando las cosas van mal.

# parent_survey_family_099
source: I can talk about my problems with my family.
es_co: Puedo hablar de mis problemas con mi familia.

# parent_survey_family_100
source: I have friends with whom I can share my joys and sorrows.
es_co: Tengo amigos con los que puedo compartir mis alegrías y mis penas.

# parent_survey_family_101
source: There is a special person (ex: spouse, partner, etc.) in my life who cares about my feelings.
es_co: Hay una persona especial (cónyuge, pareja, etc.) en mi vida que se preocupa por mis sentimientos.

# parent_survey_family_102
source: My family is willing to help me make decisions.
es_co: Mi familia está dispuesta a ayudarme a tomar decisiones.

# parent_survey_family_103
source: I can talk about my problems with my friends.
es_co: Puedo hablar de mis problemas con mis amigos.

# parent_survey_family_104
source: In your day-to-day life how often have any of the following things happened to you?
es_co: En su vida cotidiana, ¿con qué frecuencia ha vivido usted alguna de las siguientes situaciones?

# parent_survey_family_105
source: Never
es_co: Nunca

# parent_survey_family_106
source: Less than once a year
es_co: Menos de una vez al año

# parent_survey_family_107
source: A few times a year
es_co: Algunas veces al año

# parent_survey_family_108
source: A few times a month
es_co: Algunas veces al mes

# parent_survey_family_109
source: At least once a week
es_co: Al menos una vez a la semana

# parent_survey_family_110
source: Almost everyday
es_co: Casi todos los días

# parent_survey_family_111
source: You are treated with less courtesy or respect than other people.
es_co: Le tratan con menos cortesía o respeto que a otras personas.

# parent_survey_family_112
source: You receive poorer service than other people at restaurants or stores.
es_co: Le atienden peor que a otras personas en restaurantes o tiendas.

# parent_survey_family_113
source: People act as if they think you are not smart.
es_co: La gente actúa como si pensara que usted no es muy inteligente.

# parent_survey_family_114
source: People act as if they are afraid of you.
es_co: La gente actúa como si le tuviera miedo.

# parent_survey_family_115
source: You are threatened or harassed.
es_co: Le amenazan o acosan.

# parent_survey_family_116
source: Please select Yes or No to indicate whether each event has happened to you <b>in the past year</b>.
es_co: Indique con Sí o No si le ha sucedido alguna de las siguientes cosas <b>en el último año</b>.

# parent_survey_family_117
source: Health:
es_co: Salud:

# parent_survey_family_118
source: An injury or illness which kept you in bed a week or more, or sent you to the hospital.
es_co: Una lesión o enfermedad que le haya mantenido en cama una semana o más, o que le haya mandado al hospital.

# parent_survey_family_119
source: Yes
es_co: Sí

# parent_survey_family_121
source: An injury or illness which was less serious than above but still sent you to the doctor or kept you in bed for a day or two.
es_co: Una lesión o enfermedad menos grave que las anteriores, pero que le haya obligado a ir al médico o a guardar cama uno o dos días.

# parent_survey_family_122
source: Yes
es_co: Sí

# parent_survey_family_124
source: Major dental work.
es_co: Tratamiento dental importante.

# parent_survey_family_125
source: Yes
es_co: Sí

# parent_survey_family_127
source: Major change in eating habits.
es_co: Cambio importante en los hábitos alimentarios.

# parent_survey_family_128
source: Yes
es_co: Sí

# parent_survey_family_130
source: Major change in sleeping habits.
es_co: Cambio importante en los hábitos de sueño.

# parent_survey_family_131
source: Yes
es_co: Sí

# parent_survey_family_133
source: Major change in your usual type and/or amount of recreation.
es_co: Cambio importante en el tipo o la cantidad de tiempo de ocio habitual.

# parent_survey_family_134
source: Yes
es_co: Sí

# parent_survey_family_136
source: Work:
es_co: Trabajo:

# parent_survey_family_137
source: Change to a new type of work.
es_co: Cambio de tipo de trabajo.

# parent_survey_family_138
source: Yes
es_co: Sí

# parent_survey_family_140
source: Change in your work hours or conditions.
es_co: Cambio de horario o de condiciones de trabajo.

# parent_survey_family_141
source: Yes
es_co: Sí

# parent_survey_family_143
source: Change in your responsibilities at work (more responsibilities).
es_co: Cambio de responsabilidades en el trabajo (más responsabilidades).

# parent_survey_family_144
source: Yes
es_co: Sí

# parent_survey_family_146
source: Change in your responsibilities at work (fewer responsibilities).
es_co: Cambio de responsabilidades en el trabajo (menos responsabilidades).

# parent_survey_family_147
source: Yes
es_co: Sí

# parent_survey_family_149
source: Change in your responsibilities at work (promotion).
es_co: Cambio de responsabilidades en el trabajo (ascenso).

# parent_survey_family_150
source: Yes
es_co: Sí

# parent_survey_family_152
source: Change in your responsibilities at work (demotion).
es_co: Cambio de responsabilidades en el trabajo (descenso).

# parent_survey_family_153
source: Yes
es_co: Sí

# parent_survey_family_155
source: Change in your responsibilities at work (transfer).
es_co: Cambio de responsabilidades en el trabajo (traslado).

# parent_survey_family_156
source: Yes
es_co: Sí

# parent_survey_family_158
source: Troubles at work (with your boss).
es_co: Problemas en el trabajo (con el jefe).

# parent_survey_family_159
source: Yes
es_co: Sí

# parent_survey_family_161
source: Troubles at work (with your coworkers).
es_co: Problemas en el trabajo (con los compañeros).

# parent_survey_family_162
source: Yes
es_co: Sí

# parent_survey_family_164
source: Troubles at work (with persons under your supervision).
es_co: Problemas en el trabajo (con subalternos).

# parent_survey_family_165
source: Yes
es_co: Sí

# parent_survey_family_167
source: Other work problems.
es_co: Otros problemas laborales.

# parent_survey_family_168
source: Yes
es_co: Sí

# parent_survey_family_170
source: Major business adjustment.
es_co: Cambios importantes de la empresa.

# parent_survey_family_171
source: Yes
es_co: Sí

# parent_survey_family_173
source: Retirement.
es_co: Jubilación.

# parent_survey_family_174
source: Yes
es_co: Sí

# parent_survey_family_176
source: Loss of a job (laid off from work).
es_co: Despido con indemnización

# parent_survey_family_177
source: Yes
es_co: Sí

# parent_survey_family_179
source: Loss of a job (fired from work).
es_co: Despido sin indemnización

# parent_survey_family_180
source: Yes
es_co: Sí

# parent_survey_family_182
source: Taking a course to help you with your work.
es_co: Realización de un curso para ayudarle en su trabajo.

# parent_survey_family_183
source: Yes
es_co: Sí

# parent_survey_family_185
source: Home and Family:
es_co: Hogar y Familia:

# parent_survey_family_186
source: Major change in living conditions.
es_co: Cambio importante en las condiciones de vida.

# parent_survey_family_187
source: Yes
es_co: Sí

# parent_survey_family_189
source: Change in residence (move within the same town or city).
es_co: Cambio de residencia (traslado dentro de la misma vereda, pueblo o ciudad).

# parent_survey_family_190
source: Yes
es_co: Sí

# parent_survey_family_192
source: Change in residence (move to a different town, city, or state).
es_co: Cambio de residencia (traslado a otro pueblo, ciudad o estado).

# parent_survey_family_193
source: Yes
es_co: Sí

# parent_survey_family_195
source: Change in family get-togethers.
es_co: Cambios en los encuentros y reuniones de familia.

# parent_survey_family_196
source: Yes
es_co: Sí

# parent_survey_family_198
source: Major change in health or behavior of family member.
es_co: Cambio importante en la salud o el comportamiento de un miembro de la familia.

# parent_survey_family_199
source: Yes
es_co: Sí

# parent_survey_family_201
source: Marriage.
es_co: Matrimonio.

# parent_survey_family_202
source: Yes
es_co: Sí

# parent_survey_family_204
source: Pregnancy.
es_co: Embarazo.

# parent_survey_family_205
source: Yes
es_co: Sí

# parent_survey_family_207
source: Gain of a new family member (birth of a child).
es_co: Llegada de un nuevo miembro a la familia (nacimiento de un niño(a)).

# parent_survey_family_208
source: Yes
es_co: Sí

# parent_survey_family_210
source: Gain of a new family member (adoption of a child).
es_co: Llegada de un nuevo miembro de la familia (adopción de un niño(a)).

# parent_survey_family_211
source: Yes
es_co: Sí

# parent_survey_family_213
source: Gain of a new family member (a relative moving in with you).
es_co: Llegada de un nuevo familiar (un pariente que se mudó a vivir con usted).

# parent_survey_family_214
source: Yes
es_co: Sí

# parent_survey_family_216
source: Spouse beginning or ending work.
es_co: Inicio o terminación de empleo por parte de su cónyuge.

# parent_survey_family_217
source: Yes
es_co: Sí

# parent_survey_family_219
source: Child leaving home (to attend college).
es_co: Un menor de edad se va de casa (para seguir sus estudios).

# parent_survey_family_220
source: Yes
es_co: Sí

# parent_survey_family_222
source: Child leaving home (due to marriage).
es_co: Un menor de edad se va de casa (por matrimonio).

# parent_survey_family_223
source: Yes
es_co: Sí

# parent_survey_family_225
source: Child leaving home (for other reasons).
es_co: Un menor de edad se va de casa (por otros motivos).

# parent_survey_family_226
source: Yes
es_co: Sí

# parent_survey_family_228
source: Change in arguments with spouse.
es_co: Cambios en el tipo y forma de las discusiones con el cónyuge.

# parent_survey_family_229
source: Yes
es_co: Sí

# parent_survey_family_231
source: In-law problems.
es_co: Problemas con los suegros.

# parent_survey_family_232
source: Yes
es_co: Sí

# parent_survey_family_234
source: Change to the marital status of your parents (divorce).
es_co: Cambio en el estado civil de sus padres (divorcio).

# parent_survey_family_235
source: Yes
es_co: Sí

# parent_survey_family_237
source: Change to the marital status of your parents (remarriage).
es_co: Cambio de estado civil de sus padres (segundas nupcias).

# parent_survey_family_238
source: Yes
es_co: Sí

# parent_survey_family_240
source: Separation from spouse (due to work).
es_co: Separación del cónyuge (por motivos de trabajo).

# parent_survey_family_241
source: Yes
es_co: Sí

# parent_survey_family_243
source: Separation from spouse (due to marital problems).
es_co: Separación del cónyuge (por problemas conyugales).

# parent_survey_family_244
source: Yes
es_co: Sí

# parent_survey_family_246
source: Divorce.
es_co: Divorcio.

# parent_survey_family_247
source: Yes
es_co: Sí

# parent_survey_family_249
source: Birth of a grandchild.
es_co: Nacimiento de un nieto.

# parent_survey_family_250
source: Yes
es_co: Sí

# parent_survey_family_252
source: Death of a spouse.
es_co: Fallecimiento del cónyuge.

# parent_survey_family_253
source: Yes
es_co: Sí

# parent_survey_family_255
source: Death of other family member (child).
es_co: Fallecimiento de otro familiar (hijo o hija).

# parent_survey_family_256
source: Yes
es_co: Sí

# parent_survey_family_258
source: Death of other family member (brother or sister).
es_co: Fallecimiento de otro familiar (hermano o hermana).

# parent_survey_family_259
source: Yes
es_co: Sí

# parent_survey_family_261
source: Death of other family member (parent).
es_co: Fallecimiento de otro familiar (padre o madre).

# parent_survey_family_262
source: Yes
es_co: Sí

# parent_survey_family_264
source: Personal and Social:
es_co: Personal y Social:

# parent_survey_family_265
source: Change in personal habits.
es_co: Cambio de hábitos personales.

# parent_survey_family_266
source: Yes
es_co: Sí

# parent_survey_family_268
source: Beginning or ending school or college.
es_co: Inicio o culminación de escuela o universidad.

# parent_survey_family_269
source: Yes
es_co: Sí

# parent_survey_family_271
source: Change of school or college.
es_co: Cambio de colegio o universidad.

# parent_survey_family_272
source: Yes
es_co: Sí

# parent_survey_family_274
source: Change in political beliefs.
es_co: Cambio de convicciones políticas.

# parent_survey_family_275
source: Yes
es_co: Sí

# parent_survey_family_277
source: Change in religious beliefs.
es_co: Cambio de creencias religiosas.

# parent_survey_family_278
source: Yes
es_co: Sí

# parent_survey_family_280
source: Change in social activities.
es_co: Cambio de actividades sociales.

# parent_survey_family_281
source: Yes
es_co: Sí

# parent_survey_family_283
source: Vacation.
es_co: Vacaciones.

# parent_survey_family_284
source: Yes
es_co: Sí

# parent_survey_family_286
source: New, close, personal relationship.
es_co: Nueva relación personal cercana.

# parent_survey_family_287
source: Yes
es_co: Sí

# parent_survey_family_289
source: Engagement to marry.
es_co: Compromiso de matrimonio.

# parent_survey_family_290
source: Yes
es_co: Sí

# parent_survey_family_292
source: Girlfriend or boyfriend problems.
es_co: Problemas con la novia o el novio.

# parent_survey_family_293
source: Yes
es_co: Sí

# parent_survey_family_295
source: "Falling out" of a close personal relationship.
es_co: Se rompió una relación personal cercana.

# parent_survey_family_296
source: Yes
es_co: Sí

# parent_survey_family_298
source: An accident.
es_co: Un accidente.

# parent_survey_family_299
source: Yes
es_co: Sí

# parent_survey_family_301
source: Minor violation of the law.
es_co: Infracción leve de la ley.

# parent_survey_family_302
source: Yes
es_co: Sí

# parent_survey_family_304
source: Death of a close friend.
es_co: Muerte de un amigo cercano.

# parent_survey_family_305
source: Yes
es_co: Sí

# parent_survey_family_307
source: Major decision regarding your immediate future.
es_co: Decisión importante sobre su futuro inmediato.

# parent_survey_family_308
source: Yes
es_co: Sí

# parent_survey_family_310
source: Major personal achievement.
es_co: Mayor logro personal.

# parent_survey_family_311
source: Yes
es_co: Sí

# parent_survey_family_313
source: Financial:
es_co: Financiera:

# parent_survey_family_314
source: Major change in finances (increased income).
es_co: Cambio importante en las finanzas (aumento de los ingresos).

# parent_survey_family_315
source: Yes
es_co: Sí

# parent_survey_family_317
source: Major change in finances (decreased income).
es_co: Cambio importante en las finanzas (disminución de ingresos).

# parent_survey_family_318
source: Yes
es_co: Sí

# parent_survey_family_320
source: Major change in finances (investment and/or credit difficulties).
es_co: Cambio importante en las finanzas (dificultades de inversión y/o de crédito).

# parent_survey_family_321
source: Yes
es_co: Sí

# parent_survey_family_323
source: Loss or damage of personal property.
es_co: Pérdida o deterioro de bienes personales.

# parent_survey_family_324
source: Yes
es_co: Sí

# parent_survey_family_326
source: Moderate purchase.
es_co: Compra moderada.

# parent_survey_family_327
source: Yes
es_co: Sí

# parent_survey_family_329
source: Major purchase.
es_co: Compra importante.

# parent_survey_family_330
source: Yes
es_co: Sí

# parent_survey_family_332
source: Foreclosure on a mortgage or loan.
es_co: Ejecución de una hipoteca o préstamo.

# parent_survey_family_333
source: Yes
es_co: Sí

# parent_survey_family_335
source: <b>Instructions:<\/b> Think of this line as representing where people stand in the <i>country where you live<\/i>. To the <b>right<\/b> are the people who are the best off - those who have the most money, the most education, and the most respected jobs. To the <b>left<\/b> are the people who are the worst off - those who have the least money, the least education, the least respected jobs, or no job. The further to the right you are on the line, the closer you are to the people at the very top; the further to the left you are, the closer you are to the people at the very bottom.<br><b>Where would you place yourself on this line?<\/b><br>Move the slider to where you think you stand at this time in your life relative to other people in your country.
es_co: <b>Instrucciones:</b> Piense que esta línea representa la situación de la gente en <i>el país en el que vive</i>. <b>A la derecha</b> están las personas más acomodadas: las que tienen más dinero, más educación y los trabajos más respetados. <b>A la izquierda</b> están las personas que están en peor situación: las que tienen menos dinero, menos educación, los trabajos menos respetados o ningún trabajo. Cuanto más a la derecha se encuentre en la línea, más cerca estará de la gente que más tiene; cuanto más a la izquierda, más cerca estará de la gente que menos tiene.<br><b>¿Dónde se situaría usted en esta línea?</b><br>Mueva y ubique el círculo sobre la recta donde usted crea que encontrarse en este momento de su vida en relación con otras personas de su país.

# parent_survey_family_336
source: <b>Instructions:<\/b> Think of this line as representing where people stand in their <i>communities<\/i>. People define community in different ways; please define it in whatever way is most meaningful to you. To the <b>right<\/b> are people who have the highest standing in their community. To the <b>left<\/b> are the people who have the lowest standing in their community.<br><b>Where would you place yourself on this line?<\/b><br>Move the slider to where you think you stand at this time in your life relative to other people in your community.
es_co: <b>Instrucciones:</b> Piense que esta línea representa la posición de las personas en sus <i>comunidades</i>. La gente define la comunidad de distintas maneras; por favor, piense en la definición que a usted le resulte más significativa. <b>A la derecha</b> están las personas que gozan de mayor prestigio en su comunidad. <b>A la izquierda</> están las personas que tienen menor prestigio en su comunidad.<br><b>¿Dónde se situaría en esta línea?</b><br>Mueve y ubique el círculo sobre la recta donde usted creas que encontrarse en este momento de su vida en relación con otras personas de su comunidad.
