Repository: levante-framework/levante_translations
Catalog: translations/%filename%nl_*.xliff
Languages: nl

# general-rotate-device
source: Please rotate your device for the best view of the activities.
nl: Draai uw apparaat voor het beste zicht op de activiteiten.

# general-device-type
source: Please use a tablet in landscape mode, or a desktop computer or a laptop to complete the activities.
nl: Gebruik alstublieft een tablet in de liggende modus, een desktopcomputer of een laptop om de activiteiten te voltooien.

# general-intro1
source: Hi! We are excited to have you play some games with us today!
nl: Hoi! We zijn blij dat je vandaag een paar spelletjes met ons wilt spelen!

# pick-buddy
source: Pick a buddy to play with!
nl: Kies een vriend om mee te spelen!

# feedback-not-quite-right
source: That's not quite right. Please try again.
nl: Dat is niet helemaal juist. Probeer het opnieuw.

# task-completion
source: You've completed this game. Thank you!
nl: Je hebt dit spel voltooid. Dank je wel!

# general-your-turn
source: Nice job with the practice! Let's try some more on your own.
nl: Goed gedaan met de oefening! Probeer nu zelf wat meer.

# math-instructions1
source: In this game, you will do some math problems. Some will be like the ones you do in school and some will be a little different than what you do in school. Some questions might be easy for you and some might be hard. That is okay! Please try your best and take your time. Most of the questions will have four choices. You choose the one you think is right. Let’s get started!
nl: In dit spel ga je wat wiskundesommen maken. Sommige lijken op de sommen die je op school doet en sommige zijn net even anders. Sommige vragen kunnen makkelijk voor je zijn en andere kunnen moeilijk zijn. Dat is oké! Probeer je best te doen en neem je tijd. De meeste vragen hebben vier keuzes. Kies degene waarvan je denkt dat die juist is. Laten we beginnen!

# math-intro1
source: Here is the first section of the game. Let's start with some practice!
nl: Hier is het eerste gedeelte. Laten we beginnen met oefenen!

# math-intro2
source: Here is another section. The first few are for practice.
nl: Hier is nog een sectie. De eerste paar zijn voor oefening.

# math-intro-fractions
source: In this section sometimes you will add and sometimes you will subtract. Be sure to look carefully for the plus or minus sign. The first few are for practice.
nl: In dit gedeelte somtjes optellen en soms aftrekken. Zorg ervoor dat je goed kijkt naar het plus- of minteken. De eerste paar zijn voor oefening.

# missing-number-prompt3
source: What numbers go in the blanks?
nl: Welke nummers horen in de lege plekken?

# number-line-instruct1
source: Here is a number line. You can move the slider forward and backward along the line. Move the slider so it is in the right place to show where the number belongs. Make sure you look at the numbers at each end when deciding where to move the slider.
nl: Hier is een getallenlijn. Je kunt de slider vooruit en achteruit bewegen langs de lijn. Verplaats de slider zodat hij op de juiste plek staat om te laten zien waar het nummer hoort. Kijk goed naar de nummers aan beide uiteinden als je beslist waar je de slider plaatst.

# number-line-slider-prompt1
source: Move the slider to mark the number.
nl: Verplaats de slider om het nummer te markeren.

# number-identification-22
source: Choose the 6.
nl: Kies het getal 6.

# number-identification-23
source: Choose the 14.
nl: Kies het getal 14.

# number-identification-24
source: Choose the 18.
nl: Kies het getal 18.

# number-identification-25
source: Choose the 26.
nl: Kies het getal 26.

# number-identification-26
source: Choose the 35.
nl: Kies het getal 35.

# number-identification-27
source: Choose the 41.
nl: Kies het getal 41.

# number-identification-28
source: Choose the 47.
nl: Kies het getal 47.

# number-identification-29
source: Choose the 50.
nl: Kies het getal 50.

# number-identification-30
source: Choose the 55.
nl: Kies het getal 55.

# number-identification-31
source: Choose the 66.
nl: Kies het getal 66.

# number-identification-32
source: Choose the 67.
nl: Kies het getal 67.

# number-identification-33
source: Choose the 88.
nl: Kies het getal 88.

# number-identification-34
source: Choose the 101.
nl: Kies het getal 101.

# number-identification-35
source: Choose the 426.
nl: Kies het getal 426.

# number-identification-36
source: Choose the 131.
nl: Kies het getal 131.

# number-identification-37
source: Choose the 256.
nl: Kies het getal 256.

# number-identification-38
source: Choose the 349.
nl: Kies het getal 349.

# number-identification-39
source: Choose the 543.
nl: Kies het getal 543.

# number-identification-40
source: Choose the 617.
nl: Kies het getal 617.

# number-identification-41
source: Choose the 877.
nl: Kies het getal 877.

# memory-game-instruct3
source: You're going to choose the squares in the same order.
nl: Je gaat de vakken in dezelfde volgorde kiezen.

# memory-game-forward-try-again
source: That's not quite right. Please try again. Choose the squares in the same order.
nl: Dat is niet helemaal juist. Probeer het opnieuw. Kies de vakken in dezelfde volgorde.

# memory-game-backward-try-again
source: That's not quite right. Please try again. Choose the squares in the backward order.
nl: Dat is niet helemaal juist. Probeer het opnieuw. Kies de vakken in omgekeerde volgorde.

# hearts-and-flowers-try-again
source: That's not quite right. Please try again.
nl: Dat is niet helemaal juist. Probeer het opnieuw.

# ToM-scene-8-q6-reality_check
source: Can you help Mike find his pencil? Is it on top of the shelf or behind the backpack shelf?
nl: Kun je Mike helpen zijn potlood te vinden? Is het bovenop de plank of achter de rugzakplank?

# ToM-scene-8-q7-reality_check
source: Can you help Allie find her pencil? Is it on top of the shelf or behind the backpack shelf?
nl: Kun je Allie helpen haar potlood te vinden? Is het bovenop de plank of achter de rugzakplank?

# ToM-scene-10-instruct3
source: Teacher Sarah asks Brian, “Is there a storybook leftover, so Megan can have one?” Brian tells Teacher Sarah, “No, there is no storybook left. They are all being used right now.”
nl: Juf Sarah vraagt aan Brian: "Is er een verhaaltjesboek over, zodat Megan er een kan hebben?" Brian vertelt aan juf Sarah: "Nee, er is geen verhaaltjesboek over. Ze worden allemaal nu gebruikt."

# ToM-scene-11-instruct2
source: Josh’s mom just walked in and Josh asks his mom to get one of the toys. Josh tells his mom, “I want the small ball!”
nl: Josh's moeder kwam net binnen en Josh vraagt zijn moeder om een van de speelgoedjes te pakken. Josh zegt tegen zijn moeder: "Ik wil de kleine bal!"

# baseball
source: The small baseball
nl: De kleine honkbal

# soccerball
source: The medium sized soccer ball
nl: De middelgrote voetbal

# big-basketball
source: The big basketball
nl: De grote basketbal

# ToM-scene-12-instruct1
source: This morning, Dad asked Emma what toy she would like to take to school, and Emma told him that she would like to play with her yellow ball at recess.
nl: Vanmorgen vroeg papa aan Emma welk speelgoed ze mee naar school wilde nemen en Emma vertelde hem dat ze tijdens de pauze met haar gele bal wilde spelen.

# ToM-scene-12-instruct3
source: Dad didn’t hear Emma say she wants her red ball. So dad thinks Emma wants her yellow ball. Dad goes to pack Emma’s bag, but can’t find her yellow ball in the toy box! But dad finds a blue ball in the toy box, so he packs the blue ball for Emma instead.
nl: Papa hoorde Emma niet zeggen dat ze haar rode bal wilde. Dus denkt papa dat Emma haar gele bal wil. Papa gaat Emma's tas inpakken, maar kan haar gele bal niet vinden in de speelgoeddoos! Maar papa vindt een blauwe bal in de speelgoeddoos, dus pakt hij in plaats daarvan de blauwe bal voor Emma in.

# ToM-scene-12-q2-false_belief
source: Does Emma know that Dad packed the blue ball?
nl: Weet Emma dat papa de blauwe bal heeft ingepakt?

# yellowball
source: The yellow ball
nl: De gele bal

# blueball
source: The blue ball
nl: De blauwe bal

# bluestack
source: The large blue stack
nl: De grote blauwe stapel

# redstack
source: The medium sized red stack
nl: De middelgrote rode stapel

# yellowstack
source: The small yellow stack
nl: De kleine gele stapel

# sds-your-turn
source: Now it's your turn!
nl: Nu is het jouw beurt!

# sds-prompt3-demo-heavy
source: Here is another picture. I have to choose which of these pictures is the same as this new picture.
nl: Hier is een andere afbeelding. Ik moet kiezen welke van deze afbeeldingen hetzelfde is als deze nieuwe afbeelding.

# sds-pick-square-demo-heavy
source: I will pick this one! This one is the same as the new picture because they are both squares.
nl: Ik kies deze! Deze is hetzelfde als de nieuwe afbeelding omdat het allebei vierkanten zijn.

# same-different-selection-instruct1-heavy
source: This is the matching game. In this game, we are going to look at pictures and find things about them that are the same in some way.
nl: Dit is het matchingsspel. In dit spel gaan we naar afbeeldingen kijken en dingen vinden die op een bepaalde manier hetzelfde zijn.

# same-different-selection-instruct2-heavy
source: Now we're going to look at more pictures and find things about them that are the same. Let's learn how to play!
nl: Nu gaan we naar meer afbeeldingen kijken en dingen vinden die hetzelfde zijn. Laten we leren hoe we moeten spelen!

# same-different-selection-instruct3-heavy
source: Now you're going to play the rest of the game on your own!
nl: Nu ga je de rest van het spel zelf spelen!

# same-different-selection-instruct4-heavy
source: Now we're going to try something new! You're going to find pairs of shapes that are the same in some way. Let's learn how!
nl: Nu gaan we iets nieuws proberen! Je gaat paren van vormen vinden die op een bepaalde manier hetzelfde zijn. Laten we leren hoe!

# same-different-selection-instruct5-heavy
source: Here are three pictures. I have to choose 2 of them that are the same in some way. I will pick these 2 pictures because they are both triangles.
nl: Hier zijn drie afbeeldingen. Ik moet er 2 kiezen die op een bepaalde manier hetzelfde zijn. Ik kies deze 2 afbeeldingen omdat het allebei driehoeken zijn.

# same-different-selection-instruct6-heavy
source: Here are the same three pictures. I have to choose 2 of them that are the same in a different way. I will pick these 2 pictures because they are both red.
nl: Hier zijn dezelfde drie afbeeldingen. Ik moet er 2 kiezen die op een andere manier hetzelfde zijn. Ik kies deze 2 afbeeldingen omdat ze allebei rood zijn.

# same-different-selection-touch-circle-heavy
source: Show me the circle.
nl: Laat me de cirkel zien.

# same-different-selection-touch-square-heavy
source: Show me the square.
nl: Laat me het vierkant zien.

# same-different-selection-touch-triangle-heavy
source: Show me the triangle.
nl: Laat me de driehoek zien.

# same-different-selection-touch-star-heavy
source: Show me the star.
nl: Laat me de ster zien.

# same-different-selection-touch-green-heavy
source: Show me the green one.
nl: Laat me de groene zien.

# same-different-selection-touch-red-heavy
source: Show me the red one.
nl: Laat me de rode zien.

# same-different-selection-touch-blue-heavy
source: Show me the blue one.
nl: Laat me de blauwe zien.

# same-different-selection-touch-yellow-heavy
source: Show me the yellow one.
nl: Laat me de gele zien.

# same-different-selection-touch-small-heavy
source: Show me the small one.
nl: Laat me de kleine zien.

# same-different-selection-touch-medium-heavy
source: Show me the medium one.
nl: Laat me de middelgrote zien.

# same-different-selection-touch-large-heavy
source: Show me the large one.
nl: Laat me de grote zien.

# same-different-selection-touch-white-heavy
source: Show me the picture with the white background.
nl: Laat me de afbeelding met de witte achtergrond zien.

# same-different-selection-touch-gray-heavy
source: Show me the picture with the gray background.
nl: Laat me de afbeelding met de grijze achtergrond zien.

# same-different-selection-touch-black-heavy
source: Show me the picture with the black background.
nl: Laat me de afbeelding met de zwarte achtergrond zien.

# same-different-selection-touch-striped-heavy
source: Show me the picture with the striped background.
nl: Laat me de afbeelding met de gestreepte achtergrond zien.

# same-different-selection-touch-1-heavy
source: Show me the picture with one shape.
nl: Laat me de afbeelding met één vorm zien.

# same-different-selection-touch-2-heavy
source: Show me the picture with two shapes.
nl: Laat me de afbeelding met twee vormen zien.

# same-different-selection-touch-3-heavy
source: Show me the picture with three shapes.
nl: Laat me de afbeelding met drie vormen zien.

# same-different-selection-touch-4-heavy
source: Show me the picture with four shapes.
nl: Laat me de afbeelding met vier vormen zien.

# same-different-selection-both-circles-heavy
source: Here are two pictures. Something's the same. They're both circles.
nl: Hier zijn twee afbeeldingen. Iets is hetzelfde. Het zijn allebei cirkels.

# same-different-selection-both-squares-heavy
source: Here are two pictures. Something's the same. They're both squares.
nl: Hier zijn twee afbeeldingen. Iets is hetzelfde. Het zijn allebei vierkanten.

# same-different-selection-both-triangles-heavy
source: Here are two pictures. Something's the same. They're both triangles.
nl: Hier zijn twee afbeeldingen. Iets is hetzelfde. Het zijn allebei driehoeken.

# same-different-selection-both-red-heavy
source: Here are two pictures. Something's the same. They're both red.
nl: Hier zijn twee afbeeldingen. Iets is hetzelfde. Het zijn allebei rood.

# same-different-selection-both-green-heavy
source: Here are two pictures. Something's the same. They're both green.
nl: Hier zijn twee afbeeldingen. Iets is hetzelfde. Het zijn allebei groen.

# same-different-selection-both-yellow-heavy
source: Here are two pictures. Something's the same. They're both yellow.
nl: Hier zijn twee afbeeldingen. Iets is hetzelfde. Het zijn allebei geel.

# same-different-selection-both-blue-heavy
source: Here are two pictures. Something's the same. They're both blue.
nl: Hier zijn twee afbeeldingen. Iets is hetzelfde. Het zijn allebei blauw.

# same-different-selection-both-small-heavy
source: Here are two pictures. Something's the same. They're both small.
nl: Hier zijn twee afbeeldingen. Iets is hetzelfde. Ze zijn allebei klein.

# same-different-selection-both-medium-heavy
source: Here are two pictures. Something's the same. They're both medium.
nl: Hier zijn twee afbeeldingen. Iets is hetzelfde. Ze zijn allebei middelgroot.

# same-different-selection-both-large-heavy
source: Here are two pictures. Something's the same. They're both large.
nl: Hier zijn twee afbeeldingen. Iets is hetzelfde. Ze zijn allebei groot.

# sds-prompt3-heavy
source: Here is another picture. Which of these pictures is the same as this new picture?
nl: Hier is een andere afbeelding. Welke van deze afbeeldingen is hetzelfde als deze nieuwe afbeelding?

# sds-3match-prompt2-heavy
source: Here are the same pictures. Choose two of them that are the same in a different way.
nl: Hier zijn dezelfde afbeeldingen. Kies er twee die op een andere manier hetzelfde zijn.

# sds-2match-prompt1-heavy
source: Here are some new pictures. Choose two of them that are the same in some way.
nl: Hier zijn enkele nieuwe afbeeldingen. Kies er twee die op een of andere manier hetzelfde zijn.

# sds-2match-prompt2-heavy
source: Now choose two pictures that are the same in a different way.
nl: Nu kies twee foto's die op een andere manier hetzelfde zijn.

# sds-3unique-prompt1-heavy
source: Choose three pictures that are the same in only one way.
nl: Kies drie foto's die op slechts één manier hetzelfde zijn.

# sds-3unique-prompt2-heavy
source: Choose another three pictures that are the same in only one way.
nl: Kies nog drie foto's die op slechts één manier hetzelfde zijn.

# sds-match-demo1-heavy
source: Here are three pictures. I have to choose two of them that are the same in some way. I will pick these two pictures because they are both triangles.
nl: Hier zijn drie foto's. Ik moet er twee kiezen die op een bepaalde manier hetzelfde zijn. Ik kies deze twee foto's omdat ze allebei driehoeken zijn.

# sds-match-demo2-heavy
source: Here are the same three pictures. I have to choose two of them that are the same in a different way. I will pick these two pictures because they are both small.
nl: Hier zijn dezelfde drie foto's. Ik moet er twee kiezen die op een andere manier hetzelfde zijn. Ik kies deze twee foto's omdat ze allebei klein zijn.

# data-questionnaire-button-text1
source: I have SERIOUS CONCERNS about these data (e.g., the child did not seem to understand the task, was frequently distracted/interrupted, etc.)
nl: Ik heb SERIEUZE BEZORGDHEDEN over deze gegevens (bijvoorbeeld, het kind leek de taak niet te begrijpen, werd vaak afgeleid/onderbroken, etc.)

# data-questionnaire-button-text2
source: I feel OK about these data (e.g., the child seemed to understand the task pretty well, only experienced a few distractions/interruptions, etc.)
nl: Ik voel me OK over deze gegevens (bijvoorbeeld, het kind leek de taak redelijk goed te begrijpen, ondervond slechts enkele afleidingen/onderbrekingen, etc.)

# data-questionnaire-button-text3
source: I feel GOOD about these data (e.g., the child clearly understood the task, had very few (if any) distractions/ interruptions, etc.)
nl: Ik voel me GOED over deze gegevens (bijvoorbeeld, het kind begreep de taak duidelijk, had zeer weinig (indien überhaupt) afleidingen/onderbrekingen, etc.)

# math-instructions1-heavy
source: In this game, you will play with numbers. Some questions might be easy for you and some might be hard. That is okay! Please try your best and take your time. Let’s get started!
nl: In dit spel ga je met getallen spelen. Sommige vragen zijn misschien makkelijk voor je en sommige moeilijk. Dat is prima! Probeer je best te doen en neem de tijd. Laten we beginnen!

# math-intro1-heavy
source: It's time for the first number game! Let's practice.
nl: Het is tijd voor het eerste getallenspel! Laten we oefenen.

# math-intro2-heavy
source: It's time for the next number game! Let's practice.
nl: Het is tijd voor het volgende getallenspel! Laten we oefenen.

# counting-intro
source: In this number game, you will say how many things are in the picture! The grownup helping you will press the button.
nl: In dit getallenspel ga je zeggen hoeveel dingen er op de afbeelding staan! De volwassene die je helpt, drukt op de knop.

# counting-intro-afc
source: This time, you will choose the button with the right number!
nl: Deze keer kies je de knop met het juiste aantal!

# memory-game-instruct1-heavy
source: This is the memory game.
nl: Dit is het geheugenspel.

# memory-game-instruct2-heavy
source: In this game, we are going to see squares light up. Your job is to touch the squares that light up.
nl: In dit spel gaan we vierkanten zien oplichten. Je taak is om de vierkanten die oplichten aan te raken.

# memory-game-instruct3-heavy
source: Now we will see two squares light up. Your job is to touch the squares in the same order as they light up!
nl: Nu zullen we twee vierkanten zien oplichten. Je taak is om de vierkanten in dezelfde volgorde aan te raken als ze oplichten!

# memory-game-instruct4-heavy
source: Watch the squares light up. I will touch the squares in the same order.
nl: Kijk hoe de vierkanten oplichten. Ik raak de vierkanten in dezelfde volgorde aan.

# memory-game-instruct5-heavy
source: OK, now you're going to play the rest of the memory game on your own. More squares will light up each time the longer you play, so watch carefully!
nl: Oké, nu ga je de rest van het geheugenspel zelf spelen. Meer vierkanten zullen elke keer oplichten naarmate je langer speelt, dus kijk goed!

# ns-number-identification-1
source: Choose the card that shows 1 apple.
nl: Kies de kaart die 1 appel toont.

# ns-number-identification-2
source: Choose the card that shows 2 cars.
nl: Kies de kaart die 2 auto's toont.

# ns-number-identification-5
source: Choose the card that shows 5 apples.
nl: Kies de kaart die 5 appels toont.

# ns-number-identification-7
source: Choose the card that shows 7 cars.
nl: Kies de kaart die 7 auto's toont.

# ns-number-identification-10
source: Choose the card that shows 10 apples.
nl: Kies de kaart die 10 appels toont.

# counting-1
source: How many cars is this?
nl: Hoeveel auto's zijn dit?

# counting-2
source: How many apples is this?
nl: Hoeveel appels zijn dit?

# ns-number-comp-1
source: Which card has more apples?
nl: Welke kaart heeft meer appels?

# ns-number-comp-2
source: Which card has more cars?
nl: Welke kaart heeft meer auto's?

# child_survey_001
source: <font face="Verdana" size="4">These questions ask you about how you feel at school and some of the things you do at school. There are no right or wrong answers. Choose the answer that best describes what you think. <b><font face="Verdana" size="4">No, never; Yes, some of the time; Yes, most of the time; Yes, all of the time.<br><br>The first two are for practice.
nl: <font face="Verdana" size="4">Deze vragen gaan over hoe je je voelt op school en over dingen die je op school doet. Er zijn geen goede of foute antwoorden. Kies het antwoord dat het beste beschrijft wat je denkt. <b><font face="Verdana" size="4">Nee, nooit; Ja, soms; Ja, meestal; Ja, altijd.<br><br>De eerste twee zijn voor oefening.

# child_survey_002
source: Do you like to read comic books?
nl: Houd je van het lezen van stripboeken?

# child_survey_004
source: Yes, some of the time
nl: Ja, soms

# child_survey_005
source: Yes, most of the time
nl: Ja, meestal

# child_survey_007
source: Are you neat and tidy at school?
nl: Ben je netjes en opgeruimd op school?

# child_survey_008
source: No, never
nl: Nee, nooit

# child_survey_009
source: Yes, some of the time
nl: Ja, een deel van de tijd

# child_survey_010
source: Yes, most of the time
nl: Ja, het grootste deel van de tijd

# child_survey_011
source: Yes, always
nl: Ja, altijd

# child_survey_012
source: Is your teacher nice to you?
nl: Is je leraar aardig voor je?

# child_survey_013
source: No, never
nl: Nee, nooit

# child_survey_014
source: Yes, some of the time
nl: Ja, een deel van de tijd

# child_survey_015
source: Yes, most of the time
nl: Ja, het grootste deel van de tijd

# child_survey_016
source: Yes, always
nl: Ja, altijd

# child_survey_017
source: Does your teacher like you?
nl: Vindt je leraar je leuk?

# child_survey_018
source: No, never
nl: Nee, nooit

# child_survey_019
source: Yes, some of the time
nl: Ja, een deel van de tijd

# child_survey_020
source: Yes, most of the time
nl: Ja, het grootste deel van de tijd

# child_survey_021
source: Yes, always
nl: Ja, altijd

# child_survey_022
source: Does your teacher listen to you?
nl: Luistert je leraar naar je?

# child_survey_023
source: No, never
nl: Nee, nooit

# child_survey_024
source: Yes, some of the time
nl: Ja, een deel van de tijd

# child_survey_025
source: Yes, most of the time
nl: Ja, het grootste deel van de tijd

# child_survey_026
source: Yes, always
nl: Ja, altijd

# child_survey_027
source: Is school fun?
nl: Is school leuk?

# child_survey_028
source: No, never
nl: Nee, nooit

# child_survey_029
source: Yes, some of the time
nl: Ja, een deel van de tijd

# child_survey_030
source: Yes, most of the time
nl: Ja, het grootste deel van de tijd

# child_survey_031
source: Yes, always
nl: Ja, altijd

# child_survey_032
source: Do you enjoy school?
nl: Vind je school leuk?

# child_survey_033
source: No, never
nl: Nee, nooit

# child_survey_034
source: Yes, some of the time
nl: Ja, een deel van de tijd

# child_survey_035
source: Yes, most of the time
nl: Ja, het grootste deel van de tijd
