Repository: levante-framework/levante_translations
Catalog: translations/%filename%nl_*.xliff
Languages: nl

# parent_survey_family_271
source: Change of school or college.
nl: Verandering van school of opleiding.

# parent_survey_family_272
source: Yes
nl: Ja

# parent_survey_family_273
source: No
nl: Nee

# parent_survey_family_274
source: Change in political beliefs.
nl: Verandering in politieke overtuigingen.

# parent_survey_family_275
source: Yes
nl: Ja

# parent_survey_family_276
source: No
nl: Nee

# parent_survey_family_277
source: Change in religious beliefs.
nl: Verandering in religieuze overtuigingen.

# parent_survey_family_278
source: Yes
nl: Ja

# parent_survey_family_279
source: No
nl: Nee

# parent_survey_family_280
source: Change in social activities.
nl: Verandering in sociale activiteiten.

# parent_survey_family_281
source: Yes
nl: Ja

# parent_survey_family_282
source: No
nl: Nee

# parent_survey_family_283
source: Vacation.
nl: Vakantie.

# parent_survey_family_284
source: Yes
nl: Ja

# parent_survey_family_285
source: No
nl: Nee

# parent_survey_family_286
source: New, close, personal relationship.
nl: Nieuwe, intieme, persoonlijke relatie.

# parent_survey_family_287
source: Yes
nl: Ja

# parent_survey_family_288
source: No
nl: Nee

# parent_survey_family_289
source: Engagement to marry.
nl: Verloving om te trouwen.

# parent_survey_family_290
source: Yes
nl: Ja

# parent_survey_family_291
source: No
nl: Nee

# parent_survey_family_292
source: Girlfriend or boyfriend problems.
nl: Problemen met vriend of vriendin.

# parent_survey_family_293
source: Yes
nl: Ja

# parent_survey_family_294
source: No
nl: Nee

# parent_survey_family_295
source: "Falling out" of a close personal relationship.
nl: "Uit elkaar gaan" van een nauwe persoonlijke relatie.

# parent_survey_family_296
source: Yes
nl: Ja

# parent_survey_family_297
source: No
nl: Nee

# parent_survey_family_298
source: An accident.
nl: Een ongeluk.

# parent_survey_family_299
source: Yes
nl: Ja

# parent_survey_family_300
source: No
nl: Nee

# parent_survey_family_301
source: Minor violation of the law.
nl: Kleine overtreding van de wet.

# parent_survey_family_302
source: Yes
nl: Ja

# parent_survey_family_303
source: No
nl: Nee

# parent_survey_family_304
source: Death of a close friend.
nl: Overlijden van een dierbare vriend.

# parent_survey_family_305
source: Yes
nl: Ja

# parent_survey_family_306
source: No
nl: Nee

# parent_survey_family_307
source: Major decision regarding your immediate future.
nl: Belangrijke beslissing over uw nabije toekomst.

# parent_survey_family_308
source: Yes
nl: Ja

# parent_survey_family_309
source: No
nl: Nee

# parent_survey_family_310
source: Major personal achievement.
nl: Grote persoonlijke prestatie.

# parent_survey_family_311
source: Yes
nl: Ja

# parent_survey_family_312
source: No
nl: Nee

# parent_survey_family_313
source: Financial:
nl: Financieel:

# parent_survey_family_314
source: Major change in finances (increased income).
nl: Grote verandering in financiën (toegenomen inkomen).

# parent_survey_family_315
source: Yes
nl: Ja

# parent_survey_family_316
source: No
nl: Nee

# parent_survey_family_317
source: Major change in finances (decreased income).
nl: Grote verandering in financiën (afgenomen inkomen).

# parent_survey_family_318
source: Yes
nl: Ja

# parent_survey_family_319
source: No
nl: Nee

# parent_survey_family_320
source: Major change in finances (investment and/or credit difficulties).
nl: Grote verandering in financiën (investerings- en/of kredietproblemen).

# parent_survey_family_321
source: Yes
nl: Ja

# parent_survey_family_322
source: No
nl: Nee

# parent_survey_family_323
source: Loss or damage of personal property.
nl: Verlies of schade aan persoonlijke bezittingen.

# parent_survey_family_324
source: Yes
nl: Ja

# parent_survey_family_325
source: No
nl: Nee

# parent_survey_family_326
source: Moderate purchase.
nl: Gematigde aankoop.

# parent_survey_family_327
source: Yes
nl: Ja

# parent_survey_family_328
source: No
nl: Nee

# parent_survey_family_329
source: Major purchase.
nl: Grote aankoop.

# parent_survey_family_330
source: Yes
nl: Ja

# parent_survey_family_331
source: No
nl: Nee

# parent_survey_family_332
source: Foreclosure on a mortgage or loan.
nl: Beslaglegging op een hypotheek of lening.

# parent_survey_family_333
source: Yes
nl: Ja

# parent_survey_family_334
source: No
nl: Nee

# parent_survey_family_335
source: <b>Instructions:<\/b> Think of this line as representing where people stand in the <i>country where you live<\/i>. To the <b>right<\/b> are the people who are the best off - those who have the most money, the most education, and the most respected jobs. To the <b>left<\/b> are the people who are the worst off - those who have the least money, the least education, the least respected jobs, or no job. The further to the right you are on the line, the closer you are to the people at the very top; the further to the left you are, the closer you are to the people at the very bottom.<br><b>Where would you place yourself on this line?<\/b><br>Move the slider to where you think you stand at this time in your life relative to other people in your country.
nl: <b>Instructies:</b> Stel je deze lijn voor als een weergave van waar mensen staan in het <i>land waar je woont</i>. Aan de <b>rechterkant</b> staan de mensen die het het best hebben - degenen die het meeste geld, de meeste opleiding en de meest gerespecteerde banen hebben. Aan de <b>linkerkant</b> staan de mensen die het slechter hebben - degenen die het minste geld, de minste opleiding en de minst gerespecteerde banen of geen baan hebben. Hoe verder u rechts op de lijn bent, hoe dichter u bij de mensen aan de top bent; hoe verder naar links u bent, hoe dichter u bij de mensen aan de onderkant bent.<br><b>Waar zou u uzelf op deze lijn plaatsen?</b><br>Verplaats de schuifregelaar naar waar u denkt dat u zich op dit moment in uw leven ten opzichte van andere mensen in uw land bevindt.

# parent_survey_family_336
source: <b>Instructions:<\/b> Think of this line as representing where people stand in their <i>communities<\/i>. People define community in different ways; please define it in whatever way is most meaningful to you. To the <b>right<\/b> are people who have the highest standing in their community. To the <b>left<\/b> are the people who have the lowest standing in their community.<br><b>Where would you place yourself on this line?<\/b><br>Move the slider to where you think you stand at this time in your life relative to other people in your community.
nl: <b>Instructies:</b> Stel je deze lijn voor als een weergave van waar mensen staan in hun <i>gemeenschappen</i>. Mensen definiëren gemeenschap op verschillende manieren; definieer het op welke manier het meest betekenisvol voor jou is. Aan de <b>rechterkant</b> zijn de mensen die de hoogste status in hun gemeenschap hebben. Aan de <b>linkerkant</b> zijn de mensen die de laagste status in hun gemeenschap hebben.<br><b>Waar zou u uzelf op deze lijn plaatsen?</b><br>Verplaats de schuifregelaar naar waar u denkt dat u zich op dit moment in uw leven ten opzichte van andere mensen in uw gemeenschap bevindt.

# parent_survey_family_337
source: Start Survey
nl: Begin enquête

# parent_survey_family_338
source: Previous
nl: Vorige

# parent_survey_family_340
source: Finish
nl: Voltooien

source: ROAR
nl: BRUL

source: task
nl: taak

source: assessment
nl: beoordeling

source: assignment
nl: opdracht

source: participant
nl: deelnemer

source: administrator
nl: beheerder

source: sign in
nl: inloggen

source: sign out
nl: uitloggen

source: game
nl: spel

source: activity
nl: activiteit

source: survey
nl: enquête

source: consent
nl: toestemming

source: assent
nl: instemming

source: profile
nl: profiel

source: progress
nl: voortgang

source: report
nl: rapport

source: completed
nl: voltooid

source: loading
nl: laden

source: error
nl: fout

source: success
nl: succes

source: continue
nl: doorgaan

source: cancel
nl: annuleren

source: save
nl: opslaan

source: family
nl: familie

source: child
nl: kind

source: parent
nl: ouder

source: teacher
nl: leraar

source: classroom
nl: klaslokaal

source: grade
nl: cijfer

source: language
nl: taal

source: username
nl: gebruikersnaam

source: password
nl: wachtwoord

source: settings
nl: instellingen

# auth/consent.acceptButton
source: Accept
nl: Accepteren

# auth/consent.assentTitle
source: Assent
nl: Instemming

# auth/consent.consentTitle
source: Consent
nl: Toestemming

# auth/consent.consentUpdatedStatus
source: Consent status updated
nl: Toestemmingsstatus bijgewerkt

# auth/consent.header
source: Consent
nl: Toestemming

# auth/consent.rejectButton
source: No, sign me out
nl: Nee, log me uit

# auth/consent.toastHeader
source: Confirmed
nl: Bevestigd

# auth/signin.atLeastOneLowercase
source: At least one lowercase
nl: Minstens één kleine letter

# auth/signin.atLeastOneNumber
source: At least one number
nl: Minstens één cijfer

# auth/signin.atLeastOneNumeric
source: At least one numeric
nl: Minstens één numeriek teken

# auth/signin.atLeastOneUpperCase
source: At least one uppercase
nl: Minstens één hoofdletter

# auth/signin.buttonLabel
source: Go!
nl: Ga!

# auth/signin.continueWithGoogle
source: Continue with Google
nl: Doorgaan met Google

# auth/signin.emailPlaceholder
source: Username or email
nl: Gebruikersnaam of email

# auth/signin.forgotPassword
source: Forgot Password?
nl: Wachtwoord vergeten?

# auth/signin.incorrectEmailOrPassword
source: Incorrect username/email or password
nl: Onjuiste gebruikersnaam/email of wachtwoord

# auth/signin.invalidEmailPlaceholder
source: Error: invalid email
nl: Fout: ongeldige email

# auth/signin.minimumCharacters
source: Minimum 8 characters
nl: Minimaal 8 tekens

# auth/signin.passwordId
source: password
nl: wachtwoord

# auth/signin.passwordPlaceholder
source: Password
nl: Wachtwoord

# auth/signin.pickPassword
source: Pick a password
nl: Kies een wachtwoord

# auth/signin.selectLanguage
source: Select Language
nl: Selecteer Taal

# auth/signin.selectLanguageLabel
source: Language
nl: Taal

# auth/signin.signInWithEmailLinkInstead
source: Sign-in using email link
nl: Inloggen met een emaillink

# auth/signin.signInWithEmailLinkPlaceHolder
source: Press Go to sign-in with an email link.
nl: Druk op Ga om in te loggen met een emaillink.

# auth/signin.signInWithPasswordInstead
source: Sign-in using password
nl: Inloggen met wachtwoord

# auth/signin.suggestions
source: Suggestions
nl: Suggesties

# pages/home-participant.contactAdministrator
source: Please contact your administrator to get added to an assignment.
nl: Neem contact op met je administrator om aan een opdracht te worden toegevoegd.

# pages/home-participant.loadingAssignments
source: Loading Assignments
nl: Laden van opdrachten

# pages/home-participant.noAssignments
source: You have no assignments!
nl: Je hebt geen opdrachten!

# pages/home-participant.selectAssignment
source: Select an assignment
nl: Selecteer een opdracht

# pages/home-participant.showOptionalAssignments
source: Show optional assignments
nl: Toon optionele opdrachten

# pages/home-selector.inactivityLogout
source: You will soon be logged out for security purposes. Please click "Continue" if you wish to continue your session.\n Otherwise, you will be automatically logged out in { timeLeft } seconds.
nl: Je wordt binnenkort automatisch uitgelogd om veiligheidsredenen. Klik op "Doorgaan" als je de sessie wilt voortzetten. \n Anders wordt je automatisch uitgelogd over { timeLeft } seconden.

# pages/home-selector.inactivityLogoutAcceptLabel
source: Continue
nl: Doorgaan

# pages/home-selector.loading
source: Loading...
nl: Laden...

# pages/not-found.label
source: Return to Home
nl: Terug naar startpagina

# pages/not-found.pageNotFound
source: Page not found
nl: Pagina niet gevonden

# pages/not-found.sorry
source: Sorry, we could not find that page!
nl: Sorry, we konden die pagina niet vinden!

# pages/signin.adminAction
source: here
nl: hier

# pages/signin.adminInfoPrompt
source: If you registered with a Google email or your email provider uses Google SSO.
nl: Als je je hebt geregistreerd met een Google-e-mail of je e-mailprovider gebruikt Google SSO.

# pages/signin.adminPrompt
source: Are you an Admin? Click {action} to Sign in.
nl: Ben je een beheerder? Klik {action} om in te loggen.

# pages/signin.havingTrouble
source: Having trouble?
nl: Heb je problemen?

# pages/signin.login
source: Log in to access your dashboard
nl: Log in om toegang te krijgen tot je dashboard

# pages/signin.loginWith
source: Log in with
nl: Inloggen met

# pages/signin.welcome
source: Welcome to ROAR!
nl: Welkom bij ROAR!

# surveys/user-survey.specificRelationDescriptionChildA
source: For child with Birth Month
nl: Voor kind met geboortemaand

# surveys/user-survey.specificRelationDescriptionChildB
source: and Birth Year
nl: en geboortejaar

# surveys/user-survey.specificRelationDescriptionClass
source: For class
nl: Voor klas

# teacher_survey_classroom_001
source: <b><font face="Verdana" size="4">This is Part B of the survey.</b><br> <br> <p><font face="Verdana" size="4">In Part B the questions are classroom specific. If you teach more than one class of students included in this project, you will complete Part B separately for each classroom. <br><br>If you teach a single subject, please complete the questions that relate to other subjects to the best of your knowledge or consult with a colleague for those details only. <br><br>When you are ready to begin, select the "Next" button. <br><br><b><font face="Verdana" size="4">Thank you!
nl: <b><font face="Verdana" size="4">Dit is Deel B van de enquête.</b><br> <br> <p><font face="Verdana" size="4">In Deel B zijn de vragen klaslokaal specifiek. Als u meer dan één klas met studenten hebt die aan dit project deelnemen, moet u Deel B apart voor elke klas afronden. <br><br>Als u een enkel vak geeft, probeert u de vragen die betrekking hebben op andere vakken naar beste weten te beantwoorden of raadpleeg hiervoor een collega. <br><br>Wanneer u klaar bent om te beginnen, selecteert u de knop "Volgende". <br><br><b><font face="Verdana" size="4">Dank u!"

# teacher_survey_classroom_002
source: How many classrooms do you teach that contain students participating in this research project?
nl: Hoeveel klaslokalen geeft u les waarin studenten deelnemen aan dit onderzoeksproject?

# teacher_survey_classroom_003
source: Is there another adult who is paid to help you in this classroom (e.g., teaching assistant, co-lead teacher, etc.)?
nl: Is er een andere volwassene die betaald wordt om u in dit klaslokaal te helpen (bijvoorbeeld een onderwijsassistent, co-leerkracht, enz.)?

# teacher_survey_classroom_004
source: Yes
nl: Ja

# teacher_survey_classroom_005
source: No
nl: Nee

# teacher_survey_classroom_006
source: How many students are enrolled in this classroom?
nl: Hoeveel studenten zijn er ingeschreven in dit klaslokaal?

# teacher_survey_classroom_007
source: number of students
nl: aantal studenten

# teacher_survey_classroom_008
source: How many children of each gender are in this class?
nl: Hoeveel kinderen van elk geslacht zijn er in deze klas?

# teacher_survey_classroom_009
source: number
nl: aantal

# teacher_survey_classroom_010
source: Girls
nl: Meisjes

# teacher_survey_classroom_011
source: number
nl: aantal

# teacher_survey_classroom_012
source: Boys
nl: Jongens

# teacher_survey_classroom_013
source: number
nl: aantal

# teacher_survey_classroom_014
source: Nonbinary
nl: Niet-binair

# teacher_survey_classroom_015
source: number
nl: aantal

# teacher_survey_classroom_016
source: Other
nl: Anders

# teacher_survey_classroom_017
source: As of today's date, how many children in this class are each of the following age levels?
nl: Hoeveel kinderen van de volgende leeftijden zitten momenteel in deze klas?

# teacher_survey_classroom_018
source: number
nl: aantal

# teacher_survey_classroom_019
source: 5 years old or younger
nl: 5 jaar of jonger

# teacher_survey_classroom_020
source: number
nl: aantal

# teacher_survey_classroom_021
source: 6 years old
nl: 6 jaar

# teacher_survey_classroom_022
source: number
nl: aantal

# teacher_survey_classroom_023
source: 7 years old
nl: 7 jaar

# teacher_survey_classroom_024
source: number
nl: aantal

# teacher_survey_classroom_025
source: 8 years old
nl: 8 jaar oud

# teacher_survey_classroom_026
source: number
nl: aantal

# teacher_survey_classroom_027
source: 9 years old
nl: 9 jaar oud

# teacher_survey_classroom_028
source: number
nl: aantal

# teacher_survey_classroom_029
source: 10 years old
nl: 10 jaar oud

# teacher_survey_classroom_030
source: number
nl: aantal

# teacher_survey_classroom_031
source: 11 years old
nl: 11 jaar oud

# teacher_survey_classroom_032
source: number
nl: aantal

# teacher_survey_classroom_033
source: 12 years old
nl: 12 jaar oud

# teacher_survey_classroom_034
source: number
nl: aantal

# teacher_survey_classroom_035
source: 13 years old or older
nl: 13 jaar of ouder

# teacher_survey_classroom_036
source: Do you currently teach a multigrade class?
nl: Geeft u momenteel les in een multigrade klas?

# teacher_survey_classroom_037
source: Yes
nl: Ja

# teacher_survey_classroom_038
source: No
nl: Nee

# teacher_survey_classroom_039
source: If yes, what grade levels are included in the class you teach? (select all that apply)
nl: Zo ja, welke leerjaren zijn inbegrepen in de klas die u geeft? (selecteer alles wat van toepassing is)

# teacher_survey_classroom_040
source: Prekindergarten
nl: Voorschool

# teacher_survey_classroom_041
source: Transitional (or readiness) kindergarten
nl: Transitie (of gereedheids) peuterklas

# teacher_survey_classroom_042
source: Kindergarten
nl: Kleuterschool

# teacher_survey_classroom_043
source: 1st Grade
nl: 1e leerjaar

# teacher_survey_classroom_044
source: 2nd Grade
nl: 2e leerjaar

# teacher_survey_classroom_045
source: 3rd Grade
nl: 3e leerjaar

# teacher_survey_classroom_046
source: 4th Grade
nl: 4e leerjaar

# teacher_survey_classroom_047
source: 5th Grade
nl: 5e leerjaar

# teacher_survey_classroom_048
source: 6th Grade
nl: 6e leerjaar

# teacher_survey_classroom_049
source: 7th Grade
nl: 7e leerjaar

# teacher_survey_classroom_050
source: 8th Grade
nl: 8e leerjaar

# teacher_survey_classroom_051
source: What grade level do you teach?
nl: In welk leerjaar geeft u les?

# teacher_survey_classroom_052
source: What languages are spoken by students in this class (select all that apply)?
nl: Welke talen worden er in deze klas door de studenten gesproken (selecteer alles wat van toepassing is)?

# teacher_survey_classroom_053
source: Arabic
nl: Arabisch

# teacher_survey_classroom_054
source: Chinese
nl: Chinees

# teacher_survey_classroom_055
source: English
nl: Engels

# teacher_survey_classroom_056
source: French
nl: Frans

# teacher_survey_classroom_057
source: German
nl: Duits

# teacher_survey_classroom_058
source: Korean
nl: Koreaans

# teacher_survey_classroom_059
source: Spanish
nl: Spaans

# teacher_survey_classroom_061
source: Vietnamese
nl: Vietnamees

# teacher_survey_classroom_062
source: What languages do you or your assistant teacher speak <b>in the classroom</b> (select all that apply)?
nl: Welke talen spreken u of uw assistent-docent <b>in de klas</b> (selecteer alles wat van toepassing is)?

# teacher_survey_classroom_063
source: About how many children in this classroom are BELOW grade level in their reading skills?
nl: Hoeveel kinderen in deze klas hebben een leesniveau ONDER hun leerjaar?

# teacher_survey_classroom_064
source: number of children
nl: aantal kinderen

# teacher_survey_classroom_065
source: About how many children in this classroom are ABOVE grade level in their reading skills?
nl: Hoeveel kinderen in deze klas hebben een leesniveau BOVEN hun leerjaar?

# teacher_survey_classroom_066
source: number of children
nl: aantal kinderen

# teacher_survey_classroom_067
source: About how many children in this classroom are BELOW grade level in their math skills?
nl: Hoeveel kinderen in deze klas hebben een wiskundeniveau ONDER hun leerjaar?

# teacher_survey_classroom_068
source: number of children
nl: aantal kinderen

# teacher_survey_classroom_069
source: About how many children in this classroom are ABOVE grade level in their math skills?
nl: Hoeveel kinderen in deze klas hebben een wiskundeniveau BOVEN hun leerjaar?

# teacher_survey_classroom_070
source: number of children
nl: aantal kinderen

# teacher_survey_classroom_071
source: How often each week do children in this class usually work on lessons or projects in Reading and Language Arts, whether as a whole class, in small groups, or in individualized arrangements ?
nl: Hoe vaak per week werken kinderen in deze klas meestal aan lessen of projecten voor Lezen en Taalvakken, hetzij klassikaal, in kleine groepen, of individueel?

# teacher_survey_classroom_073
source: Less than once per week
nl: Minder dan één keer per week

# teacher_survey_classroom_074
source: 1 -2 times per week
nl: 1-2 keer per week

# teacher_survey_classroom_075
source: 3 - 4 times per week
nl: 3-4 keer per week

# teacher_survey_classroom_077
source: How much time per day do children in this class usually work on lessons or projects in Reading and Language Arts, whether as a whole class, in small groups, or in individualized arrangements?
nl: Hoeveel tijd per dag werken kinderen in deze klas meestal aan lessen of projecten voor Lezen en Taalvakken, hetzij klassikaal, in kleine groepen, of individueel?

# teacher_survey_classroom_078
source: 1 - 30 minutes a day
nl: 1-30 minuten per dag

# teacher_survey_classroom_079
source: 31 - 60 minutes a day
nl: 31-60 minuten per dag

# teacher_survey_classroom_080
source: 61 - 90 minutes a day
nl: 61-90 minuten per dag

# teacher_survey_classroom_081
source: More than 90 minutes a day
nl: Meer dan 90 minuten per dag

# teacher_survey_classroom_082
source: How often each week do children in this class usually work on lessons or projects in Mathematics, whether as a whole class, in small groups, or in individualized arrangements?
nl: Hoe vaak per week werken kinderen in deze klas meestal aan lessen of projecten voor Wiskunde, hetzij klassikaal, in kleine groepen, of individueel?

# teacher_survey_classroom_083
source: Never
nl: Nooit

# teacher_survey_classroom_084
source: Less than once per week
nl: Minder dan één keer per week

# teacher_survey_classroom_085
source: 1 -2 times per week
nl: 1-2 keer per week

# teacher_survey_classroom_086
source: 3 - 4 times per week
nl: 3-4 keer per week

# teacher_survey_classroom_087
source: Daily
nl: Dagelijks

# teacher_survey_classroom_088
source: How much time per day do children in this class usually work on lessons or projects in Mathematics, whether as a whole class, in small groups, or in individualized arrangements?
nl: Hoeveel tijd per dag werken kinderen in deze klas meestal aan lessen of projecten voor Wiskunde, hetzij klassikaal, in kleine groepen, of individueel?

# teacher_survey_classroom_089
source: 1 - 30 minutes a day
nl: 1-30 minuten per dag

# teacher_survey_classroom_090
source: 31 - 60 minutes a day
nl: 31-60 minuten per dag

# teacher_survey_classroom_091
source: 61 - 90 minutes a day
nl: 61-90 minuten per dag

# teacher_survey_classroom_092
source: More than 90 minutes a day
nl: Meer dan 90 minuten per dag

# teacher_survey_classroom_093
source: Think about the families of the children in this class who you have taught this school year. For about how many families are each of the following statements true?
nl: Denk aan de families van de kinderen in deze klas die u dit schooljaar lesgegeven hebt. Voor hoeveel families zijn de volgende uitspraken ongeveer waarheid?
