Repository: levante-framework/levante_translations
Catalog: translations/%filename%nl_*.xliff
Languages: nl

# child_survey_036
source: Yes, always
nl: Ja, altijd

# child_survey_037
source: Are you happy at school?
nl: Ben je blij op school?

# child_survey_038
source: No, never
nl: Nee, nooit

# child_survey_039
source: Yes, some of the time
nl: Ja, een deel van de tijd

# child_survey_040
source: Yes, most of the time
nl: Ja, het grootste deel van de tijd

# child_survey_041
source: Yes, always
nl: Ja, altijd

# child_survey_042
source: Do you feel safe at school?
nl: Voel je je veilig op school?

# child_survey_043
source: No, never
nl: Nee, nooit

# child_survey_044
source: Yes, some of the time
nl: Ja, een deel van de tijd

# child_survey_045
source: Yes, most of the time
nl: Ja, het grootste deel van de tijd

# child_survey_046
source: Yes, always
nl: Ja, altijd

# child_survey_047
source: Do you have friends in your class?
nl: Heb je vrienden in je klas?

# child_survey_048
source: No, never
nl: Nee, nooit

# child_survey_049
source: Yes, some of the time
nl: Ja, een deel van de tijd

# child_survey_050
source: Yes, most of the time
nl: Ja, het grootste deel van de tijd

# child_survey_051
source: Yes, always
nl: Ja, altijd

# child_survey_052
source: Do the kids in your class help you when you need it?
nl: Helpen de kinderen in je klas je wanneer je het nodig hebt?

# child_survey_053
source: No, never
nl: Nee, nooit

# child_survey_054
source: Yes, some of the time
nl: Ja, een deel van de tijd

# child_survey_055
source: Yes, most of the time
nl: Ja, het grootste deel van de tijd

# child_survey_056
source: Yes, always
nl: Ja, altijd

# child_survey_057
source: Do the kids in your class play with you?
nl: Spelen de kinderen in je klas met je?

# child_survey_058
source: No, never
nl: Nee, nooit

# child_survey_059
source: Yes, some of the time
nl: Ja, een deel van de tijd

# child_survey_060
source: Yes, most of the time
nl: Ja, het grootste deel van de tijd

# child_survey_061
source: Yes, always
nl: Ja, altijd

# child_survey_062
source: Are the kids in your class nice to you?
nl: Zijn de kinderen in je klas aardig voor je?

# child_survey_063
source: No, never
nl: Nee, nooit

# child_survey_064
source: Yes, some of the time
nl: Ja, een deel van de tijd

# child_survey_065
source: Yes, most of the time
nl: Ja, het grootste deel van de tijd

# child_survey_066
source: Yes, always
nl: Ja, altijd

# child_survey_067
source: Do you feel lonely at school?
nl: Voel je je eenzaam op school?

# child_survey_068
source: No, never
nl: Nee, nooit

# child_survey_069
source: Yes, some of the time
nl: Ja, een deel van de tijd

# child_survey_070
source: Yes, most of the time
nl: Ja, het grootste deel van de tijd

# child_survey_071
source: Yes, always
nl: Ja, altijd

# child_survey_072
source: Are you good at learning things in school?
nl: Ben je goed in het leren van dingen op school?

# child_survey_073
source: No, never
nl: Nee, nooit

# child_survey_074
source: Yes, some of the time
nl: Ja, een deel van de tijd

# child_survey_075
source: Yes, most of the time
nl: Ja, het grootste deel van de tijd

# child_survey_076
source: Yes, always
nl: Ja, altijd

# child_survey_077
source: When schoolwork is hard, do you give up right away?
nl: Wanneer schoolwerk moeilijk is, geef je dan meteen op?

# child_survey_078
source: No, never
nl: Nee, nooit

# child_survey_079
source: Yes, some of the time
nl: Ja, een deel van de tijd

# child_survey_080
source: Yes, most of the time
nl: Ja, het grootste deel van de tijd

# child_survey_081
source: Yes, always
nl: Ja, altijd

# child_survey_082
source: Do you enjoy doing reading activities at school?
nl: Vind je het leuk om leesactiviteiten te doen op school?

# child_survey_083
source: No, never
nl: Nee, nooit

# child_survey_084
source: Yes, some of the time
nl: Ja, een deel van de tijd

# child_survey_085
source: Yes, most of the time
nl: Ja, het grootste deel van de tijd

# child_survey_086
source: Yes, always
nl: Ja, altijd

# child_survey_087
source: Do you enjoy doing math activities at school?
nl: Vind je het leuk om wiskundeactiviteiten te doen op school?

# child_survey_088
source: No, never
nl: Nee, nooit

# child_survey_089
source: Yes, some of the time
nl: Ja, een deel van de tijd

# child_survey_090
source: Yes, most of the time
nl: Ja, het grootste deel van de tijd

# child_survey_091
source: Yes, always
nl: Ja, altijd

# child_survey_092
source: Are you good at reading?
nl: Ben je goed in lezen?

# child_survey_093
source: No, never
nl: Nee, nooit

# child_survey_094
source: Yes, some of the time
nl: Ja, een deel van de tijd

# child_survey_095
source: Yes, most of the time
nl: Ja, het grootste deel van de tijd

# child_survey_096
source: Yes, always
nl: Ja, altijd

# child_survey_097
source: Are you good at math?
nl: Ben je goed in wiskunde?

# child_survey_098
source: No, never
nl: Nee, nooit

# child_survey_099
source: Yes, some of the time
nl: Ja, een deel van de tijd

# child_survey_100
source: Yes, most of the time
nl: Ja, het grootste deel van de tijd

# child_survey_101
source: Yes, always
nl: Ja, altijd

# child_survey_102
source: Some kids think they can get smarter if they work really hard. Do you think that you can get smarter if you work really hard?
nl: Sommige kinderen denken dat ze slimmer kunnen worden als ze heel hard werken. Denk je dat je slimmer kunt worden als je heel hard werkt?

# child_survey_103
source: No, never
nl: Nee, nooit

# child_survey_104
source: Yes, some of the time
nl: Ja, een deel van de tijd

# child_survey_105
source: Yes, most of the time
nl: Ja, het grootste deel van de tijd

# child_survey_106
source: Yes, always
nl: Ja, altijd

# child_survey_107
source: Some kids think they can get better at reading if they work really hard. Do you think that you can get better at reading if you work really hard?
nl: Sommige kinderen denken dat ze beter kunnen worden in lezen als ze heel hard werken. Denk je dat je beter kunt worden in lezen als je heel hard werkt?

# child_survey_108
source: No, never
nl: Nee, nooit

# child_survey_109
source: Yes, some of the time
nl: Ja, een deel van de tijd

# child_survey_110
source: Yes, most of the time
nl: Ja, het grootste deel van de tijd

# child_survey_111
source: Yes, always
nl: Ja, altijd

# child_survey_112
source: Some kids think they can get better at math if they work really hard. Do you think that you can get better at math if you work really hard?
nl: Sommige kinderen denken dat ze beter kunnen worden in wiskunde als ze heel hard werken. Denk je dat je beter kunt worden in wiskunde als je heel hard werkt?

# child_survey_113
source: No, never
nl: Nee, nooit

# child_survey_114
source: Yes, some of the time
nl: Ja, een deel van de tijd

# child_survey_115
source: Yes, most of the time
nl: Ja, het grootste deel van de tijd

# child_survey_116
source: Yes, always
nl: Ja, altijd

# child_survey_117
source: Start Survey
nl: Begin enquête

# child_survey_118
source: Previous
nl: Vorige

# child_survey_120
source: Finish
nl: Voltooien

# parent_survey_child_001
source: <block><b><font face="Verdana" size="4"> Thank you to you and your child for participating in this research project!</b><br> <br> <p><font face="Verdana" size="4">The following survey will take approximately 20-30 minutes to complete and will ask questions about your child. <br><br>When answering the questions, please think about your child who is participating in this research project. If you have more than one child participating in the research project, you will complete this survey separately for each participating child. <br><br>Some questions will note a specific timeframe to consider when answering. If no timeframe is indicated, you can think about how the answer applies to your child in general. <br><br>We appreciate you answering as completely and accurately as possible with the information you have available to you. If you have questions about this survey, please reach out to the research coordinator. <br><br>When you are ready to begin, select the “start survey” button. <br><br><b><font face="Verdana" size="4">Thank you!</b>
nl: <block><b><font face="Verdana" size="4"> Dank aan u en uw kind om deel te nemen aan dit onderzoeksproject!</b><br> <br> <p><font face="Verdana" size="4">De volgende enquête duurt ongeveer 20-30 minuten om te voltooien en zal vragen stellen over uw kind. <br><br>Bij het beantwoorden van de vragen, denk aan uw kind dat deelneemt aan dit onderzoeksproject. Als u meer dan één kind heeft dat deelneemt aan het onderzoeksproject, moet u deze enquête apart invullen voor elk deelnemend kind. <br><br>Sommige vragen geven een specifieke tijdspanne aan om in overweging te nemen bij het beantwoorden. Als er geen tijdspanne aangegeven is, kunt u nadenken over hoe het antwoord in het algemeen op uw kind van toepassing is. <br><br>Wij stellen het op prijs als u zo volledig en nauwkeurig mogelijk antwoord geeft met de informatie die u ter beschikking heeft. Als u vragen heeft over deze enquête, neem dan contact op met de onderzoekscoördinator. <br><br>Wanneer u klaar bent om te beginnen, selecteer de "start enquête" knop. <br><br><b><font face="Verdana" size="4">Dank u!

# parent_survey_child_002
source: This section asks general information questions and questions about your child's health.
nl: Dit gedeelte stelt algemene informatievragen en vragen over de gezondheid van uw kind.

# parent_survey_child_003
source: <block><b><font face="Verdana" size="4">This section asks general information questions and questions about your child's health.</b>
nl: <block><b><font face="Verdana" size="4">Dit gedeelte stelt algemene informatievragen en vragen over de gezondheid van uw kind.

# parent_survey_child_004
source: Please indicate your relationship to the child participating in this research project.
nl: Geef alstublieft aan wat uw relatie tot het kind dat aan dit onderzoeksproject deelneemt is.

# parent_survey_child_005
source: Biological or Adoptive Mother
nl: Biologische of adoptiemoeder

# parent_survey_child_006
source: Biological or Adoptive Father
nl: Biologische of adoptievader

# parent_survey_child_007
source: Step-mother
nl: Stiefmoeder

# parent_survey_child_008
source: Step-father
nl: Stiefvader

# parent_survey_child_011
source: Foster Parent
nl: Pleegouder

# parent_survey_child_012
source: Other Relative
nl: Ander familielid

# parent_survey_child_013
source: Other Non-Relative
nl: Ander niet-familielid

# parent_survey_child_014
source: Please specify your relationship to the child.
nl: Geef alstublieft aan wat uw relatie tot het kind is.

# parent_survey_child_015
source: Please indicate for how long you have been caring for this child.
nl: Geef alstublieft aan hoe lang u al voor dit kind zorgt.

# parent_survey_child_016
source: years
nl: jaren

# parent_survey_child_017
source: years
nl: jaren

# parent_survey_child_018
source: months
nl: maanden

# parent_survey_child_019
source: months
nl: maanden

# parent_survey_child_020
source: What is your child's current age in years?
nl: Wat is de huidige leeftijd van uw kind in jaren?

# parent_survey_child_021
source: years of age
nl: leeftijdsjaren

# parent_survey_child_022
source: What is your child's CURRENT height? (please estimate to the best of your knowledge)
nl: Wat is de huidige lengte van uw kind? (schat dit indien nodig zo nauwkeurig mogelijk)

# parent_survey_child_027
source: What is your child's CURRENT weight? (please estimate to the best of your knowledge)
nl: Wat is het huidige gewicht van uw kind? (schat dit indien nodig zo nauwkeurig mogelijk)

# parent_survey_child_030
source: Was your child born early (more than three weeks before due date)?
nl: Is uw kind te vroeg geboren (meer dan drie weken vóór de uitgerekende datum)?

# parent_survey_child_033
source: Don't know
nl: Weet ik niet

# parent_survey_child_034
source: How much did your child weigh at birth? (if you do not know, leave blank)
nl: Hoeveel woog uw kind bij de geboorte? (als u het niet weet, laat het leeg)

# parent_survey_child_035
source: Grams
nl: gram

# parent_survey_child_036
source: In general, how would you describe your child's health?
nl: Hoe zou u de gezondheid van uw kind over het algemeen beschrijven?

# parent_survey_child_037
source: Excellent
nl: Uitstekend

# parent_survey_child_038
source: Very Good
nl: Zeer goed

# parent_survey_child_039
source: Good
nl: Goed

# parent_survey_child_040
source: Fair
nl: Gematigd

# parent_survey_child_041
source: Poor
nl: Slecht

# parent_survey_child_042
source: How would you describe the condition of your child's teeth?
nl: Hoe zou u de staat van het gebit van uw kind beschrijven?

# parent_survey_child_043
source: Excellent
nl: Uitstekend

# parent_survey_child_044
source: Very Good
nl: Zeer goed

# parent_survey_child_045
source: Good
nl: Goed

# parent_survey_child_046
source: Fair
nl: Gematigd

# parent_survey_child_047
source: Poor
nl: Slecht

# parent_survey_child_048
source: <b>DURING THE PAST WEEK</b>, on how many days did your child exercise, play a sport, or participate in physical activity (either in school or outside of school) for at least 60 minutes?
nl: <b>In DE AFGELOPEN WEEK</b>, op hoeveel dagen heeft uw kind gesport, een sport beoefend of deelgenomen aan een fysieke activiteit (op school of daarbuiten) gedurende ten minste 60 minuten?

# parent_survey_child_049
source: 0 days
nl: 0 dagen

# parent_survey_child_050
source: 1 - 3 days
nl: 1 - 3 dagen

# parent_survey_child_051
source: 4 - 6 days
nl: 4 - 6 dagen

# parent_survey_child_052
source: Every day
nl: Elke dag

# parent_survey_child_053
source: <b>DURING THE PAST 12 MONTHS</b>, has your child had FREQUENT or CHRONIC difficulty with any of the following?
nl: <b>IN DE AFGELOPEN 12 MAANDEN</b>, heeft uw kind REGELMATIG of CHRONISCH moeite gehad met een van de volgende?

# parent_survey_child_054
source: Breathing or other respiratory problems (such as wheezing or shortness of breath)
nl: Ademhaling of andere ademhalingsproblemen (zoals piepen of kortademigheid)

# parent_survey_child_057
source: Don't know
nl: Weet ik niet

# parent_survey_child_058
source: Eating or swallowing because of a health condition
nl: Eten of slikken vanwege een gezondheidsprobleem

# parent_survey_child_061
source: Don't know
nl: Weet ik niet

# parent_survey_child_062
source: Digesting food, including stomach/intestinal problems, constipation, or diarrhea
nl: Voedsel verteren, waaronder maag/darmproblemen, obstipatie of diarree

# parent_survey_child_065
source: Don't know
nl: Weet ik niet

# parent_survey_child_066
source: Repeated or chronic physical pain, including headaches or other back or body pain
nl: Herhaalde of chronische fysieke pijn, waaronder hoofdpijn of andere rug- of lichaamspijnen

# parent_survey_child_069
source: Don't know
nl: Weet ik niet

# parent_survey_child_070
source: Toothaches
nl: Kiespijn

# parent_survey_child_073
source: Don't know
nl: Weet ik niet

# parent_survey_child_074
source: Bleeding gums
nl: Bloedend tandvlees

# parent_survey_child_077
source: Don't know
nl: Weet ik niet

# parent_survey_child_078
source: Decayed teeth or cavities
nl: Verrotte tanden of gaatjes

# parent_survey_child_081
source: Don't know
nl: Weet ik niet

# parent_survey_child_082
source: Does your child have any of the following?
nl: Heeft uw kind een van de volgende problemen?

# parent_survey_child_083
source: Serious difficulty concentrating, remembering, or making decisions because of a physical, mental, or emotional condition
nl: Ernstige moeite met concentreren, onthouden of beslissingen nemen vanwege een fysiek, mentaal of emotioneel probleem

# parent_survey_child_086
source: Don't know
nl: Weet ik niet

# parent_survey_child_087
source: Serious difficulty walking or climbing stairs
nl: Ernstige moeilijkheid met lopen of traplopen

# parent_survey_child_088
source: Yes
nl: Ja

# parent_survey_child_089
source: No
nl: Nee

# parent_survey_child_090
source: Difficulty dressing or bathing
nl: Moeite met aankleden of baden

# parent_survey_child_091
source: Yes
nl: Ja

# parent_survey_child_092
source: No
nl: Nee

# parent_survey_child_093
source: Deafness or problems with hearing
nl: Doofheid of gehoorproblemen

# parent_survey_child_094
source: Yes
nl: Ja

# parent_survey_child_095
source: No
nl: Nee

# parent_survey_child_096
source: Blindness or problems with seeing, even when wearing glasses
nl: Blindheid of problemen met zien, zelfs wanneer het kind een bril draagt

# parent_survey_child_097
source: Yes
nl: Ja

# parent_survey_child_098
source: No
nl: Nee

# parent_survey_child_099
source: Does your child have any other vision or hearing issues (e.g., frequent ear infections; nearsighted or farsighted)?
nl: Heeft uw kind andere zicht- of gehoorproblemen (bv. frequente oorinfecties; bijziend of verziend)?

# parent_survey_child_100
source: Yes
nl: Ja

# parent_survey_child_101
source: No
nl: Nee

# parent_survey_child_102
source: If yes, please explain:
nl: Zo ja, graag toelichten:

# parent_survey_child_103
source: Has a doctor or other health care provider <b>EVER</b> told you that your child has a genetic or inherited condition?
nl: Heeft een arts of andere zorgverlener u <b>OOIT</b> verteld dat uw kind een genetische of erfelijke aandoening heeft?

# parent_survey_child_106
source: Don't know
nl: Weet ik niet

# parent_survey_child_107
source: Prefer not to respond
nl: Liever niet antwoorden

# parent_survey_child_108
source: If yes, please note or explain the condition:
nl: Als het antwoord ja is, graag de aandoening vermelden of toelichten:

# parent_survey_child_109
source: Has a doctor or other health care provider, or educator <b>EVER</b> told you that your child has any of the following:
nl: Heeft een arts of andere zorgverlener, of opvoeder u <b>OOIT</b> verteld dat uw kind een van de volgende aandoeningen heeft:

# parent_survey_child_110
source: Behavioral or Conduct Problems
nl: Gedrags- of opvoedingsproblemen

# parent_survey_child_111
source: No
nl: Nee

# parent_survey_child_112
source: Yes
nl: Ja

# parent_survey_child_113
source: Don't know
nl: Weet ik niet

# parent_survey_child_114
source: Prefer not to respond
nl: Liever niet antwoorden

# parent_survey_child_115
source: Does your child <b>CURRENTLY</b> have Behavioral or Conduct Problems?
nl: Heeft uw kind op dit moment gedrags- of opvoedingsproblemen?

# parent_survey_child_116
source: Yes
nl: Ja

# parent_survey_child_117
source: No
nl: Nee

# parent_survey_child_118
source: Are the current Behavioral or Conduct Problems, Mild, Moderate, or Severe?
nl: Zijn de huidige gedrags- of opvoedingsproblemen mild, matig of ernstig?

# parent_survey_child_120
source: Moderate
nl: Matig

# parent_survey_child_121
source: Severe
nl: Ernstig

# parent_survey_child_122
source: Developmental Delay
nl: Ontwikkelingsachterstand

# parent_survey_child_125
source: Don't know
nl: Weet ik niet

# parent_survey_child_126
source: Prefer not to respond
nl: Liever niet antwoorden

# parent_survey_child_127
source: Does your child <b>CURRENTLY</b> have Developmental Delay?
nl: Heeft uw kind momenteel een ontwikkelingsachterstand?

# parent_survey_child_128
source: Yes
nl: Ja

# parent_survey_child_129
source: No
nl: Nee

# parent_survey_child_130
source: Are the current Developmental Delays, Mild, Moderate, or Severe?
nl: Zijn de huidige ontwikkelingsachterstanden mild, matig of ernstig?

# parent_survey_child_132
source: Moderate
nl: Matig

# parent_survey_child_133
source: Severe
nl: Ernstig

# parent_survey_child_134
source: Intellectual Disability
nl: Verstandelijke beperking

# parent_survey_child_137
source: Don't know
nl: Weet ik niet

# parent_survey_child_138
source: Prefer not to respond
nl: Liever niet antwoorden

# parent_survey_child_139
source: Does your child <b>CURRENTLY</b> have an Intellectual Disability?
nl: Heeft uw kind momenteel een verstandelijke beperking?

# parent_survey_child_140
source: Yes
nl: Ja

# parent_survey_child_141
source: No
nl: Nee

# parent_survey_child_142
source: Is the current Intellectual Disability, Mild, Moderate, or Severe?
nl: Is de huidige verstandelijke beperking mild, matig of ernstig?

# parent_survey_child_144
source: Moderate
nl: Matig

# parent_survey_child_145
source: Severe
nl: Ernstig

# parent_survey_child_146
source: Speech or other language disorder
nl: Spraak- of andere taalstoornis

# parent_survey_child_149
source: Don't know
nl: Weet ik niet

# parent_survey_child_150
source: Prefer not to respond
nl: Liever niet antwoorden

# parent_survey_child_151
source: Does your child <b>CURRENTLY</b> have a Speech or other language disorder?
nl: Heeft uw kind momenteel een spraak- of andere taalstoornis?

# parent_survey_child_152
source: Yes
nl: Ja

# parent_survey_child_153
source: No
nl: Nee

# parent_survey_child_154
source: Is the current Speech or other language disorder, Mild, Moderate, or Severe?
nl: Is de huidige spraak- of andere taalstoornis mild, matig of ernstig?

# parent_survey_child_156
source: Moderate
nl: Matig

# parent_survey_child_157
source: Severe
nl: Ernstig

# parent_survey_child_158
source: Learning Disability
nl: Leerstoornis

# parent_survey_child_161
source: Don't know
nl: Weet ik niet

# parent_survey_child_162
source: Prefer not to respond
nl: Liever niet antwoorden

# parent_survey_child_163
source: Does your child <b>CURRENTLY</b> have a Learning Disability?
nl: Heeft uw kind momenteel een leerstoornis?

# parent_survey_child_164
source: Yes
nl: Ja

# parent_survey_child_165
source: No
nl: Nee

# parent_survey_child_166
source: Is the current Learning Disability, Mild, Moderate, or Severe?
nl: Is de huidige leerstoornis mild, matig of ernstig?

# parent_survey_child_168
source: Moderate
nl: Matig

# parent_survey_child_169
source: Severe
nl: Ernstig

# parent_survey_child_170
source: Autism Spectrum Disorder (ASD) <br>(includes Asperger's Disorder or Pervasive Developmental Disorder (PDD))
nl: Autisme Spectrum Stoornis (ASS) <br>(omvat Asperger stoornis of Pervasieve ontwikkelingsstoornis (PDD))

# parent_survey_child_173
source: Don't know
nl: Weet ik niet

# parent_survey_child_174
source: Prefer not to respond
nl: Liever niet antwoorden

# parent_survey_child_175
source: Does your child <b>CURRENTLY</b> have an Autism Spectrum Disorder (ASD) (includes Asperger's Disorder or Pervasive Developmental Disorder (PDD))?
nl: Heeft uw kind momenteel een autismespectrumstoornis (ASS) (omvat Asperger stoornis of Pervasieve ontwikkelingsstoornis (PDD))?

# parent_survey_child_176
source: Yes
nl: Ja

# parent_survey_child_177
source: No
nl: Nee

# parent_survey_child_178
source: Is the current Autism Spectrum Disorder (includes Asperger's Disorder or Pervasive Developmental Disorder), Mild, Moderate, or Severe?
nl: Is de huidige assstoornis (omvat Asperger- of Pervasieve ontwikkelingsstoornis), mild, matig of ernstig?

# parent_survey_child_180
source: Moderate
nl: Matig

# parent_survey_child_181
source: Severe
nl: Ernstig

# parent_survey_child_182
source: Attention Deficit Disorder or Attention Deficit Hyperactivity Disorder (ADD or ADHD)
nl: Aandachtstekortstoornis of Aandachtstekortstoornis met hyperactiviteit (ADD of ADHD)

# parent_survey_child_185
source: Don't know
nl: Weet ik niet

# parent_survey_child_186
source: Prefer not to respond
nl: Liever niet antwoorden

# parent_survey_child_187
source: Does your child <b>CURRENTLY</b> have Attention Deficit Disorder or Attention Deficit Hyperactivity Disorder (ADD or ADHD)?
nl: Heeft uw kind momenteel een aandachtstekortstoornis of aandachtstekortstoornis met hyperactiviteit (ADD of ADHD)?

# parent_survey_child_188
source: Yes
nl: Ja

# parent_survey_child_189
source: No
nl: Nee
