Repository: levante-framework/levante_translations
Catalog: translations/%filename%nl_*.xliff
Languages: nl

# parent_survey_child_190
source: Is the current Attention Deficit Disorder or Attention Deficit Hyperactivity Disorder (ADD or ADHD), Mild, Moderate, or Severe?
nl: Is de huidige aandachtstekortstoornis of aandachtstekortstoornis met hyperactiviteit (ADD of ADHD), mild, matig of ernstig?

# parent_survey_child_192
source: Moderate
nl: Matig

# parent_survey_child_193
source: Severe
nl: Ernstig

# parent_survey_child_194
source: What was your child's sex at birth (i.e. on their birth certificate)?
nl: Wat was het geslacht van uw kind bij de geboorte (d.w.z. op hun geboorteakte)?

# parent_survey_child_197
source: Other (describe)
nl: Anders (beschrijf)

# parent_survey_child_198
source: The following set of questions asks about gender identity. <br><br>Would you like to answer these additional questions about gender? <br>(Note: your child will NOT be asked these questions)
nl: De volgende reeks vragen gaat over genderidentiteit. <br><br>Zou u deze aanvullende vragen over gender willen beantwoorden? <br>(Opmerking: uw kind zal deze vragen NIET krijgen)

# parent_survey_child_199
source: What is your child's current gender identification?
nl: Wat is de huidige genderidentificatie van uw kind?

# parent_survey_child_203
source: Over the last year, how frequently did your child engage in behaviors or express preferences that are more commonly associated with girls?
nl: Hoe vaak heeft uw kind in het afgelopen jaar gedrag vertoond of voorkeuren geuit die vaker geassocieerd worden met meisjes?

# parent_survey_child_204
source: Never
nl: Nooit

# parent_survey_child_205
source: Rarely
nl: Zelden

# parent_survey_child_206
source: Sometimes
nl: Soms

# parent_survey_child_207
source: Often
nl: Vaak

# parent_survey_child_208
source: Always
nl: Altijd

# parent_survey_child_209
source: Over the last year, how frequently did your child state that they are, or want to be, a girl?
nl: Hoe vaak heeft uw kind het afgelopen jaar gezegd dat hij/zij een meisje is of wil zijn?

# parent_survey_child_210
source: Never
nl: Nooit

# parent_survey_child_211
source: Rarely
nl: Zelden

# parent_survey_child_212
source: Sometimes
nl: Soms

# parent_survey_child_213
source: Often
nl: Vaak

# parent_survey_child_214
source: Always
nl: Altijd

# parent_survey_child_215
source: Over the last year, how frequently did your child engage in behaviors or express preferences that are more commonly associated with boys?
nl: Hoe vaak heeft uw kind het afgelopen jaar gedragingen vertoond of voorkeuren geuit die gewoonlijk met jongens worden geassocieerd?

# parent_survey_child_216
source: Never
nl: Nooit

# parent_survey_child_217
source: Rarely
nl: Zelden

# parent_survey_child_218
source: Sometimes
nl: Soms

# parent_survey_child_219
source: Often
nl: Vaak

# parent_survey_child_220
source: Always
nl: Altijd

# parent_survey_child_221
source: Over the last year, how frequently did your child state that they are, or want to be, a boy?
nl: Hoe vaak heeft uw kind het afgelopen jaar gezegd dat hij/zij een jongen is of wil zijn?

# parent_survey_child_222
source: Never
nl: Nooit

# parent_survey_child_223
source: Rarely
nl: Zelden

# parent_survey_child_224
source: Sometimes
nl: Soms

# parent_survey_child_225
source: Often
nl: Vaak

# parent_survey_child_226
source: Always
nl: Altijd

# parent_survey_child_227
source: Has your child begun to show signs of puberty (even if very early)?
nl: Heeft uw kind al tekenen van puberteit laten zien (ook al is het erg vroeg)?

# parent_survey_child_228
source: Yes
nl: Ja

# parent_survey_child_229
source: No
nl: Nee

# parent_survey_child_230
source: For each question, please select the answer that best describes what is happening to your child right now.
nl: Kies voor elke vraag het antwoord dat het beste beschrijft wat er momenteel met uw kind gebeurt.

# parent_survey_child_231
source: Would you say that your child's growth in height (getting taller):
nl: Zou u zeggen dat de groei in lengte van uw kind (groter worden):

# parent_survey_child_232
source: Has not yet begun to spurt ("spurt" means more growth than usual)
nl: Nog niet begonnen te groeien ("spurt" betekent meer groei dan normaal)

# parent_survey_child_233
source: Has barely started to spurt
nl: Is nauwelijks begonnen te groeien

# parent_survey_child_234
source: Has definitely started to happen but is not finished
nl: Is duidelijk begonnen maar is nog niet af

# parent_survey_child_235
source: Seems completed (child is about as tall as she is going to get)
nl: Lijkt voltooid (kind is ongeveer zo groot als zij zal worden)

# parent_survey_child_236
source: How about the growth of body hair (e.g. under arms)? Would you say your child's body hair:
nl: Hoe zit het met de groei van lichaamsbeharing (bijv. onder de armen)? Zou u zeggen dat de lichaamsbeharing van uw kind:

# parent_survey_child_237
source: Has not started growing
nl: Nog niet begonnen met groeien

# parent_survey_child_238
source: Has barely started growing
nl: Is nauwelijks begonnen met groeien

# parent_survey_child_239
source: Has definitely started growing but is not finished
nl: Is duidelijk begonnen te groeien maar is nog niet af

# parent_survey_child_240
source: Seems completed (child has as much body hair as she is going to get)
nl: Lijkt voltooid (kind heeft zoveel lichaamsbeharing als hij/zij zal krijgen)

# parent_survey_child_241
source: Have you noticed any skin changes, especially pimples?
nl: Heeft u enige huidveranderingen opgemerkt, vooral puistjes?

# parent_survey_child_242
source: Not yet started showing changes
nl: Nog niet begonnen met het tonen van veranderingen

# parent_survey_child_243
source: Have barely started showing changes
nl: Is nauwelijks begonnen met het tonen van veranderingen

# parent_survey_child_244
source: Skin changes have definitely started but are not finished
nl: Huidveranderingen zijn duidelijk begonnen maar nog niet afgerond

# parent_survey_child_245
source: Skin changes seem completed
nl: Huidveranderingen lijken voltooid te zijn

# parent_survey_child_246
source: Have your child's breasts begun to grow?
nl: Zijn de borsten van uw kind begonnen te groeien?

# parent_survey_child_247
source: Not yet started growing
nl: Nog niet begonnen met groeien

# parent_survey_child_248
source: Have barely started growing
nl: Zijn nauwelijks begonnen met groeien

# parent_survey_child_249
source: Breast growth has definitely started but is not finished
nl: Borstgroei is duidelijk begonnen maar nog niet afgerond

# parent_survey_child_250
source: Breast growth seems completed
nl: Borstgroei lijkt voltooid

# parent_survey_child_251
source: Has your child begun to menstruate?
nl: Is uw kind begonnen te menstrueren?

# parent_survey_child_252
source: Yes
nl: Ja

# parent_survey_child_253
source: No
nl: Nee

# parent_survey_child_254
source: If yes, how old was your child when she first got her period?
nl: Zo ja, hoe oud was uw kind toen zij voor het eerst ongesteld werd?

# parent_survey_child_255
source: years of age
nl: leeftijdsjaren

# parent_survey_child_256
source: For each question, please select the answer that best describes what is happening to your child right now.
nl: Kies voor elke vraag het antwoord dat het beste beschrijft wat er momenteel met uw kind gebeurt.

# parent_survey_child_257
source: Would you say that your child's growth in height (getting taller):
nl: Zou u zeggen dat de groei in lengte van uw kind (groter worden):

# parent_survey_child_258
source: Has not yet begun to spurt ("spurt" means more growth than usual)
nl: Nog niet begonnen te groeien ("spurt" betekent meer groei dan normaal)

# parent_survey_child_259
source: Has barely started to spurt
nl: Is nauwelijks begonnen te groeien

# parent_survey_child_260
source: Has definitely started to happen but is not finished
nl: Is duidelijk begonnen maar is nog niet af

# parent_survey_child_261
source: Seems completed (child is about as tall as she is going to get)
nl: Lijkt voltooid (kind is ongeveer zo groot als zij zal worden)

# parent_survey_child_262
source: How about the growth of body hair (e.g. under arms)? Would you say your child's body hair:
nl: Hoe zit het met de groei van lichaamsbeharing (bijv. onder de armen)? Zou u zeggen dat de lichaamsbeharing van uw kind:

# parent_survey_child_263
source: Has not started growing
nl: Nog niet begonnen met groeien

# parent_survey_child_264
source: Has barely started growing
nl: Is nauwelijks begonnen met groeien

# parent_survey_child_265
source: Has definitely started growing but is not finished
nl: Is duidelijk begonnen te groeien maar is nog niet af

# parent_survey_child_266
source: Seems completed (child has as much body hair as she is going to get)
nl: Lijkt voltooid (kind heeft zoveel lichaamsbeharing als hij/zij zal krijgen)

# parent_survey_child_267
source: Have you noticed any skin changes, especially pimples?
nl: Heeft u enige huidveranderingen opgemerkt, vooral puistjes?

# parent_survey_child_268
source: Not yet started showing changes
nl: Nog niet begonnen met het tonen van veranderingen

# parent_survey_child_269
source: Have barely started showing changes
nl: Is nauwelijks begonnen met het tonen van veranderingen

# parent_survey_child_270
source: Skin changes have definitely started but are not finished
nl: Huidveranderingen zijn duidelijk begonnen maar nog niet afgerond

# parent_survey_child_271
source: Skin changes seem completed
nl: Huidveranderingen lijken voltooid te zijn

# parent_survey_child_272
source: Has your child's voice started to change?
nl: Is de stem van uw kind begonnen te veranderen?

# parent_survey_child_273
source: Not yet started to change
nl: Nog niet begonnen met veranderen

# parent_survey_child_274
source: Has barely started changing
nl: Is nauwelijks begonnen te veranderen

# parent_survey_child_275
source: Voice change is definitely happening but is not finished
nl: Stembeugel is duidelijk aan het plaatsvinden maar nog niet voltooid

# parent_survey_child_276
source: Voice change seems completed
nl: Stembeugel lijkt voltooid

# parent_survey_child_277
source: Has your child started to grow facial hair (beard or mustache)?
nl: Is uw kind begonnen met het laten groeien van gezichtshaar (baard of snor)?

# parent_survey_child_278
source: Not yet started growing facial hair
nl: Nog niet begonnen met het laten groeien van gezichtshaar

# parent_survey_child_279
source: Has barely started growing facial hair
nl: Is nauwelijks begonnen met het laten groeien van gezichtshaar

# parent_survey_child_280
source: Hair growth has definitely started (enough to shave)
nl: Het groeien van haar is duidelijk begonnen (voldoende om te scheren)

# parent_survey_child_281
source: Probably grows now as fast as it will ever grow
nl: Waarschijnlijk groeit het nu zo snel als het ooit zal groeien

# parent_survey_child_282
source: Please respond to each statement about your child's sleep habits.
nl: Beantwoord alstublieft elke uitspraak over de slaappatronen van uw kind.

# parent_survey_child_283
source: In the <b>past 7 days</b>....
nl: In de <b>afgelopen 7 dagen</b>...

# parent_survey_child_284
source: Rarely (0-1 times per week)
nl: Zelden (0-1 keer per week)

# parent_survey_child_285
source: Sometimes (2-4 times per week)
nl: Af en toe (2-4 keer per week)

# parent_survey_child_286
source: Usually (5 or more times per week)
nl: Meestal (5 of meer keer per week)

# parent_survey_child_287
source: Your child had a hard time falling asleep (did not fall asleep within 20 minutes of going to bed).
nl: Uw kind had moeite om in slaap te vallen (viel niet binnen 20 minuten na het naar bed gaan in slaap).

# parent_survey_child_288
source: Your child had difficulty sleeping through the night (woke up once or more during the night).
nl: Uw kind had moeite om de nacht door te slapen (werd één of meerdere keren per nacht wakker).

# parent_survey_child_289
source: Your child went to bed at about the same time on the weeknights (Monday-Friday).
nl: Uw kind ging op ongeveer dezelfde tijd naar bed tijdens doordeweekse avonden (maandag-vrijdag).

# parent_survey_child_290
source: <b>DURING THE PAST WEEK</b>, about how many hours of sleep per night did your child usually get on the weeknights (Monday-Friday)?
nl: <b>IN DE AFGELOPEN WEEK</b>, hoeveel uur slaap kreeg uw kind meestal per nacht door de week (maandag-vrijdag)?

# parent_survey_child_291
source: Less than 6 hours
nl: Minder dan 6 uur

# parent_survey_child_292
source: 6 hours
nl: 6 uur

# parent_survey_child_293
source: 7 hours
nl: 7 uur

# parent_survey_child_294
source: 8 hours
nl: 8 uur

# parent_survey_child_295
source: 9 hours
nl: 9 uur

# parent_survey_child_296
source: 10 hours
nl: 10 uur

# parent_survey_child_297
source: 11 hours or more
nl: 11 uur of meer

# parent_survey_child_298
source: <block><b><font face="Verdana" size="4">This section asks about your child's behavior and social interaction.
nl: <block><b><font face="Verdana" size="4">Dit gedeelte gaat over het gedrag en de sociale interactie van uw kind.

# parent_survey_child_299
source: For each item, please mark "Not at all", "Not very well", "Somewhat well", or "Very well" to indicate <i>how well</i> the sentence applies to your child. Please answer all items as best you can even if you are not absolutely certain.
nl: Voor elk item, markeer "Helemaal niet", "Niet zo goed", "Redelijk goed" of "Heel goed" om aan te geven <i>hoe goed</i> de zin van toepassing is op uw kind. Beantwoord alle items zo goed mogelijk, zelfs als u niet helemaal zeker bent.

# parent_survey_child_300
source: Not at all
nl: Helemaal niet

# parent_survey_child_301
source: Not very well
nl: Niet zo goed

# parent_survey_child_302
source: Somewhat well
nl: Redelijk goed

# parent_survey_child_303
source: Very well
nl: Heel goed

# parent_survey_child_304
source: Your child has difficulty staying still or shows periods of over-activity.
nl: Uw kind heeft moeite om stil te zitten of vertoont perioden van overactiviteit.

# parent_survey_child_305
source: Your child often complains about feeling sick (ex: headache, stomach ache).
nl: Uw kind klaagt vaak over zich ziek voelen (bijv: hoofdpijn, buikpijn).

# parent_survey_child_306
source: Your child avoids others or prefers to spend time alone.
nl: Uw kind vermijdt anderen of geeft de voorkeur aan tijd alleen doorbrengen.

# parent_survey_child_307
source: Your child is often worried or anxious.
nl: Uw kind maakt zich vaak zorgen of is angstig.

# parent_survey_child_308
source: You child frequently fidgets.
nl: Uw kind friemelt vaak.

# parent_survey_child_309
source: Your child has one (or more) good friends.
nl: Uw kind heeft een (of meer) goede vrienden.

# parent_survey_child_310
source: You child often seems sad, depressed, or down.
nl: Uw kind lijkt vaak verdrietig, depressief of down.

# parent_survey_child_311
source: Your child gets along with other children.
nl: Uw kind kan goed opschieten met andere kinderen.

# parent_survey_child_312
source: Your child gets distracted easily or has trouble staying on task.
nl: Uw kind laat zich gemakkelijk afleiden of heeft moeite om gefocust te blijven.

# parent_survey_child_313
source: Your child is shy or clingy.
nl: Uw kind is verlegen of aanhankelijk.

# parent_survey_child_314
source: Your child treats younger children nicely.
nl: Uw kind behandelt jongere kinderen vriendelijk.

# parent_survey_child_315
source: Your child often shows dishonest behavior (e.g. lying, cheating).
nl: Uw kind vertoont vaak oneerlijk gedrag (bijv. liegen, spieken).

# parent_survey_child_316
source: Your child has taken things without permission from home, school, or elsewhere.
nl: Uw kind heeft dingen zonder toestemming meegenomen van thuis, school of elders.

# parent_survey_child_317
source: Your child prefers adults to children.
nl: Uw kind geeft de voorkeur aan volwassenen boven kinderen.

# parent_survey_child_318
source: Your child is often nervous or fearful.
nl: Uw kind is vaak nerveus of bang.

# parent_survey_child_319
source: Please indicate <i>how well</i> each statement describes your child.
nl: Geef aan <i>hoe goed</i> elke uitspraak uw kind beschrijft.

# parent_survey_child_320
source: Not at all
nl: Helemaal niet

# parent_survey_child_321
source: Not very well
nl: Niet zo goed

# parent_survey_child_322
source: Somewhat well
nl: Redelijk goed

# parent_survey_child_323
source: Very well
nl: Heel goed

# parent_survey_child_324
source: Your child accepts things when they do not go their way.
nl: Uw kind accepteert dingen als ze niet gaan zoals zij willen.

# parent_survey_child_325
source: Your child copes well with failure.
nl: Uw kind gaat goed om met falen.

# parent_survey_child_326
source: Your child thinks before acting.
nl: Uw kind denkt na voordat zij handelen.

# parent_survey_child_327
source: Your child resolves problems with friends on their own.
nl: Uw kind lost zelf problemen op met vrienden.

# parent_survey_child_328
source: Your child can calm down when excited.
nl: Uw kind kan zichzelf kalmeren wanneer zij opgewonden zijn.

# parent_survey_child_329
source: Your child does what they are told to do.
nl: Uw kind doet wat haar gevraagd wordt te doen.

# parent_survey_child_330
source: Your child is good at understanding others' feelings.
nl: Uw kind is goed in het begrijpen van de gevoelens van anderen.

# parent_survey_child_331
source: Your child controls their temper when there is a disagreement.
nl: Uw kind beheerst zijn/haar humeur bij een meningsverschil.

# parent_survey_child_332
source: Your child shares things with others.
nl: Uw kind deelt dingen met anderen.

# parent_survey_child_333
source: Your child is helpful to others.
nl: Uw kind is behulpzaam voor anderen.

# parent_survey_child_334
source: Your child listens to others' points of view.
nl: Uw kind luistert naar andermans standpunten.

# parent_survey_child_335
source: Your child can give suggestions without being bossy.
nl: Uw kind kan suggesties geven zonder bazig te zijn.

# parent_survey_child_336
source: Please indicate <i>how well</i> each statement describes your child.
nl: Geef aan <i>hoe goed</i> elke uitspraak uw kind beschrijft.

# parent_survey_child_337
source: Not at all
nl: Helemaal niet

# parent_survey_child_338
source: Not very well
nl: Niet zo goed

# parent_survey_child_339
source: Somewhat well
nl: Redelijk goed

# parent_survey_child_340
source: Very well
nl: Heel goed

# parent_survey_child_341
source: Your child understands others' feelings.
nl: Uw kind begrijpt de gevoelens van anderen.

# parent_survey_child_342
source: Your child is socially aware of what is happening in a situation.
nl: Uw kind is zich sociaal bewust van wat er in een situatie gebeurt.

# parent_survey_child_343
source: Your child accurately interprets what a peer is trying to do.
nl: Uw kind interpreteert nauwkeurig wat een leeftijdsgenoot probeert te doen.

# parent_survey_child_344
source: Your child exhibits good self-control in responding.
nl: Uw kind toont goed zelfbeheersing in reacties.

# parent_survey_child_345
source: Your child generates <i>many</i> solutions to interpersonal problems.
nl: Uw kind genereert <i>veel</i> oplossingen voor interpersoonlijke problemen.

# parent_survey_child_346
source: Your child generates <i>good quality</i> solutions to interpersonal problems.
nl: Uw kind genereert <i>goede kwaliteit</i> oplossingen voor interpersoonlijke problemen.

# parent_survey_child_347
source: Your child is aware of the effects of his/her behavior on others.
nl: Uw kind is zich bewust van de effecten van zijn/haar gedrag op anderen.

# parent_survey_child_348
source: Your child tries to make sad people happier.
nl: Uw kind probeert verdrietige mensen gelukkiger te maken.

# parent_survey_child_349
source: Your child helps others with their homework.
nl: Uw kind helpt anderen met hun huiswerk.

# parent_survey_child_350
source: Your child lets others use her/his toys or items.
nl: Uw kind laat anderen zijn/haar speelgoed of spullen gebruiken.

# parent_survey_child_351
source: Please indicate <i>how well</i> each statement describes your child.
nl: Geef aan <i>hoe goed</i> elke uitspraak uw kind beschrijft.

# parent_survey_child_352
source: Not at all
nl: Helemaal niet

# parent_survey_child_353
source: Not very well
nl: Niet zo goed

# parent_survey_child_354
source: Somewhat well
nl: Redelijk goed

# parent_survey_child_355
source: Very well
nl: Heel goed

# parent_survey_child_356
source: Your child is curious to investigate and understand new things.
nl: Uw kind is nieuwsgierig om nieuwe dingen te onderzoeken en te begrijpen.

# parent_survey_child_357
source: Your child is able to make observations and deductions before being told an answer.
nl: Uw kind kan waarnemingen en deducties maken voordat hij/zij een antwoord krijgt.

# parent_survey_child_358
source: Your child gives unique responses that go beyond those of other children.
nl: Uw kind geeft unieke antwoorden die verder gaan dan die van andere kinderen.

# parent_survey_child_359
source: Your child often wants to learn new things.
nl: Uw kind wil vaak nieuwe dingen leren.

# parent_survey_child_360
source: Your child investigates new objects that appear in the household or community spaces.
nl: Uw kind onderzoekt nieuwe objecten die in het huishouden of in gemeenschappelijke ruimtes verschijnen.

# parent_survey_child_361
source: Your child likes to ask many questions.
nl: Uw kind stelt graag veel vragen.

# parent_survey_child_362
source: If your child makes a mistake, they ask forgiveness.
nl: Als uw kind een fout maakt, vraagt het om vergiffenis.

# parent_survey_child_363
source: Your child often plans their own tasks well.
nl: Uw kind plant zijn eigen taken vaak goed.

# parent_survey_child_364
source: Your child completes their own work without being asked or reminded to do so.
nl: Uw kind voltooit zijn eigen werk zonder dat hij dat gevraagd of eraan herinnerd hoeft te worden.

# parent_survey_child_365
source: Your child works diligently when trying to complete tasks or chores.
nl: Uw kind werkt hard bij het voltooien van taken of klusjes.

# parent_survey_child_366
source: If your child cannot do something, they try again.
nl: Als uw kind iets niet kan doen, probeert het het opnieuw.

# parent_survey_child_367
source: Your child likes to finish tasks properly.
nl: Uw kind voltooit graag taken goed.

# parent_survey_child_368
source: Your child is slow and unhurried in deciding what to do next.
nl: Uw kind neemt de tijd en haast zich niet bij het beslissen wat het vervolgens gaat doen.

# parent_survey_child_369
source: Your child continues with a task even when it is tiring.
nl: Uw kind gaat door met een taak, ook al is deze vermoeiend.

# parent_survey_child_370
source: Your child easily agrees to do tasks or errands.
nl: Uw kind stemt er gemakkelijk mee in om taken of klusjes te doen.

# parent_survey_child_371
source: Your child willingly follows instructions.
nl: Uw kind volgt zonder aarzeling instructies op.

# parent_survey_child_372
source: When your child is directed to complete a task, they do it enthusiastically.
nl: Wanneer uw kind wordt opgedragen een taak te voltooien, doet het dat enthousiast.

# parent_survey_child_373
source: When your child is sent to complete an errand, they return on time. (if this item does not apply to your child, please leave it blank)
nl: Wanneer uw kind wordt gestuurd om een boodschap te doen, komt het op tijd terug. (Als dit niet van toepassing is op uw kind, laat het dan leeg)

# parent_survey_child_374
source: If your child is told to do a chore, they do it.
nl: Als uw kind gevraagd wordt een klusje te doen, doet het dat.

# parent_survey_child_375
source: Your child is respectful towards adults.
nl: Uw kind is respectvol tegenover volwassenen.
