Repository: levante-framework/levante_translations
Catalog: translations/%filename%es_CO.xliff
Languages: es_co

# teacher_survey_general_005
source: years of age
es_co: años

# teacher_survey_general_006
source: What is your gender?
es_co: ¿Cuál es su género?

# teacher_survey_general_010
source: Other (please describe)
es_co: Otro, describa

# teacher_survey_general_011
source: What is the highest level of education you have completed?
es_co: ¿Cuál es el nivel más alto de estudios que ha completado?

# teacher_survey_general_012
source: Less than high school
es_co: Primaria o bachillerato incompleto

# teacher_survey_general_013
source: GED or High school equivalency
es_co: Grado de bachiller o validación del bachillerato académico

# teacher_survey_general_014
source: Some college but no degree
es_co: Inició estudios universitarios, pero no se ha graduado

# teacher_survey_general_015
source: High school diploma or equivalent, plus technical training or certificate
es_co: Grado de bachillerato técnico

# teacher_survey_general_016
source: Associate's degree
es_co: Grado de programa técnico o tecnólogo

# teacher_survey_general_017
source: Bachelor's degree
es_co: Grado de programa de pregrado

# teacher_survey_general_018
source: Master's degree
es_co: Grado de programa de maestría

# teacher_survey_general_019
source: Doctoral degree
es_co: Grado de programa de doctorado

# teacher_survey_general_020
source: Indicate your undergraduate field of study. Mark ALL that apply.
es_co: Indique su área de estudios en la licenciatura o el pregrado. Marque TODAS las que procedan.

# teacher_survey_general_021
source: Early childhood education
es_co: Educación de la primera infancia

# teacher_survey_general_022
source: Elementary education
es_co: Educación primaria

# teacher_survey_general_023
source: Special education
es_co: Educación especial

# teacher_survey_general_024
source: Child development
es_co: Desarrollo infantil

# teacher_survey_general_025
source: Reading specialist
es_co: Especialista en lectoescritura

# teacher_survey_general_026
source: Curriculum and instruction
es_co: Currículo y enseñanza

# teacher_survey_general_027
source: Bilingual/bicultural education
es_co: Educación bilingüe y multicultural

# teacher_survey_general_028
source: Other education-related major (e.g., secondary education, educational psychology, education administration, music education, etc.). Please specify:
es_co: Otra especialidad de educación (p. ej.: Educación secundaria, Psicología educativa, Administración educativa, Educación musical, etc.). Especifique:

# teacher_survey_general_029
source: Non-education major. Please specify:
es_co: Carrera o especialidad no educativa. Especifique:

# teacher_survey_general_030
source: Other. Please specify:
es_co: Otra. Especifique:

# teacher_survey_general_031
source: Please specify other education-related major:
es_co: Especifique otra especialidad relacionada con la educación:

# teacher_survey_general_032
source: Please specify non-education major:
es_co: Especifique alguna especialidad no educativa:

# teacher_survey_general_033
source: Please specify other major:
es_co: Especifique otra especialidad:

# teacher_survey_general_034
source: Indicate the major field of study of your highest graduate degree. Mark ALL that apply.
es_co: Indique el área de estudios del grado más alto obtenido por usted. Marque TODAS las que procedan.

# teacher_survey_general_035
source: Early childhood education
es_co: Educación de la primera infancia

# teacher_survey_general_036
source: Elementary education
es_co: Educación primaria

# teacher_survey_general_037
source: Special education
es_co: Educación especial

# teacher_survey_general_038
source: Child development
es_co: Desarrollo infantil

# teacher_survey_general_039
source: Reading specialist
es_co: Especialista en lectoescritura

# teacher_survey_general_040
source: Curriculum and instruction
es_co: Currículo y enseñanza

# teacher_survey_general_041
source: Bilingual/bicultural education
es_co: Educación bilingüe y multicultural

# teacher_survey_general_042
source: Other education-related major (e.g., secondary education, educational psychology, education administration, music education, etc.). Please specify:
es_co: Otra especialidad de educación (p. ej.: Educación secundaria, Psicología educativa, Administración educativa, Educación musical, etc.). Especifique:

# teacher_survey_general_043
source: Non-education major. Please specify:
es_co: Carrera o especialidad no educativa. Especifique:

# teacher_survey_general_044
source: Other. Please specify:
es_co: Otra. Especifique:

# teacher_survey_general_045
source: Please specify other education-related major:
es_co: Especifique otra especialidad relacionada con la educación:

# teacher_survey_general_046
source: Please specify non-education major:
es_co: Especifique alguna especialidad no educativa:

# teacher_survey_general_047
source: Please specify other major:
es_co: Especifique otra especialidad:

# teacher_survey_general_048
source: Counting this school year, how many years have you been a schoolteacher? (please round to the nearest year)
es_co: Contando este año escolar, ¿durante cuántos años ha sido docente escolar? (por favor redondee hacia arriba al calcular al medio año)

# teacher_survey_general_049
source: Less than one year
es_co: Menos de un año

# teacher_survey_general_050
source: 1 to 2 years
es_co: 1 a 2 años

# teacher_survey_general_051
source: 3 to 5 years
es_co: 3 a 5 años

# teacher_survey_general_052
source: 6 to 10 years
es_co: 6 a 10 años

# teacher_survey_general_053
source: Over 10 years
es_co: Más de 10 años

# teacher_survey_general_054
source: <b>This set of questions asks about the school where you currently teach.</b>
es_co: <b>Este grupo de preguntas indaga por el colegio en el que enseña actualmente.</b>

# teacher_survey_general_055
source: Counting this school year, how many years have you been teaching <b>at this school</b>? (please round to the nearest year)
es_co: Contando este año escolar, ¿durante cuántos años ha sido docente escolar <b>en este colegio</b>?

# teacher_survey_general_056
source: Please indicate how much you agree or disagree with the following statements about this school.
es_co: Por favor, indique en qué medida está de acuerdo o en desacuerdo con las siguientes afirmaciones sobre este colegio.

# teacher_survey_general_057
source: Strongly Disagree
es_co: Completamente en desacuerdo

# teacher_survey_general_058
source: Disagree
es_co: En desacuerdo

# teacher_survey_general_059
source: Agree
es_co: De acuerdo

# teacher_survey_general_060
source: Strongly Agree
es_co: Completamente de acuerdo

# teacher_survey_general_061
source: I feel accepted and respected as a colleague by most staff members.
es_co: Me siento aceptado y respetado como colega por la mayoría de los miembros del personal.

# teacher_survey_general_062
source: Parents are supportive of school staff.
es_co: Los padres apoyan al personal del colegio.

# teacher_survey_general_063
source: Students feel supported and comfortable in this school.
es_co: Los alumnos se sienten apoyados y a gusto en este colegio.

# teacher_survey_general_064
source: Staff feel supported and comfortable in this school.
es_co: El personal se siente apoyado y a gusto en este colegio.

# teacher_survey_general_065
source: Students are safe when here at this school.
es_co: Los alumnos están seguros cuando están en este colegio.

# teacher_survey_general_066
source: Staff are safe when here at this school.
es_co: El personal está seguro cuando está en este colegio.

# teacher_survey_general_067
source: The facilities and property of this school are kept up well.
es_co: Las instalaciones y la propiedad de este colegio están bien mantenidos.

# teacher_survey_general_068
source: The facilities and property of this school are clean.
es_co: Las instalaciones y la propiedad de este colegio están limpios.

# teacher_survey_general_069
source: Ongoing collaboration is something adults in this school do well.
es_co: La colaboración continua es algo que los adultos de este colegio hacen bien.

# teacher_survey_general_070
source: Adults working in this school have strong professional relationships.
es_co: Los adultos que trabajan en este colegio mantienen buenas relaciones personales.

# teacher_survey_general_071
source: Adults working in this school are respectful and supportive of one another.
es_co: Los adultos que trabajan en este colegio son respetuosos y se apoyan mutuamente.

# teacher_survey_general_072
source: <b>With this set of items, we wish to learn more about teachers' feelings about their job.</b>
es_co: <b>Con el siguiente grupo de preguntas queremos conocer cómo se sienten los docentes con relación a su trabajo.</b>

# teacher_survey_general_073
source: Please select one answer that indicates how often you agree with each of the following statements.
es_co: Por favor, seleccione una respuesta que indique con qué frecuencia usted está de acuerdo con cada una de las siguientes afirmaciones.

# teacher_survey_general_074
source: Never
es_co: Nunca

# teacher_survey_general_075
source: A few times a year or less
es_co: Algunas veces o menos al año

# teacher_survey_general_076
source: Once a month or less
es_co: Una vez o menos al mes

# teacher_survey_general_077
source: A few times a month
es_co: Algunas veces al mes

# teacher_survey_general_078
source: Once a week
es_co: Una vez a la semana

# teacher_survey_general_079
source: A few times a week
es_co: Algunas veces a la semana

# teacher_survey_general_080
source: Everyday
es_co: Todos los días

# teacher_survey_general_081
source: I feel emotionally drained from my work.
es_co: Me siento emocionalmente agotado(a) por mi trabajo.

# teacher_survey_general_082
source: I feel fatigued when I get up in the morning and have to face another day on the job.
es_co: Me siento fatigado(a) cuando me levanto por la mañana y tengo que afrontar otro día en el trabajo.

# teacher_survey_general_083
source: I can easily understand how my students feel about things.
es_co: Puedo comprender fácilmente cómo se sienten mis alumnos.

# teacher_survey_general_084
source: I deal very effectively with the problems of my students.
es_co: Manejo de forma eficaz los problemas de mis alumnos.

# teacher_survey_general_085
source: I feel burned out from my work.
es_co: Me siento agotado(a) por mi trabajo.

# teacher_survey_general_086
source: I feel I'm positively influencing other people's lives through my work.
es_co: Siento que a través de mi trabajo influyo positivamente en la vida de otras personas.

# teacher_survey_general_087
source: I feel frustrated by my job.
es_co: Me siento frustrado(a) por mi trabajo.

# teacher_survey_general_088
source: I feel I'm working too hard on my job.
es_co: Siento que estoy estoy haciendo un esfuerzo muy grande en mi trabajo.

# teacher_survey_general_089
source: I can easily create a relaxed atmosphere with my students.
es_co: Puedo crear fácilmente un ambiente relajado con mis alumnos.

# teacher_survey_general_090
source: I feel exhilarated after working closely with my students.
es_co: Me siento eufórico(a) después de trabajar de manera cercana con mis alumnos.

# teacher_survey_general_091
source: I have accomplished many worthwhile things in this job.
es_co: En este trabajo he logrado muchas cosas que valen la pena.

# teacher_survey_general_092
source: I feel like I'm at the end of my rope.
es_co: Siento que estoy al límite de mis fuerzas.

# teacher_survey_general_093
source: In my work, I deal with emotional problems very calmly.
es_co: En mi trabajo afronto los problemas emocionales con mucha calma.

# teacher_survey_general_094
source: <b>This set of questions is designed to help us gain a better understanding of the kinds of things that create difficulties for teachers in their school activities.</b>
es_co: <b>El siguiente grupo de preguntas está diseñado para ayudarnos a comprender los aspectos que les generan dificultades a los docentes en sus actividades escolares.</b>

# teacher_survey_general_095
source: <b>How much influence do you have...</b>
es_co: <b>¿Cuánta influencia tiene usted...</b>

# teacher_survey_general_096
source: Never
es_co: Nada de influencia

# teacher_survey_general_097
source: Very Little
es_co: Muy poca influencia

# teacher_survey_general_098
source: Some Influence
es_co: Algo de influencia

# teacher_survey_general_099
source: Quite a Bit
es_co: Suficiente influencia

# teacher_survey_general_100
source: A Great Deal
es_co: Bastante influencia

# teacher_survey_general_101
source: on disruptive behavior in the classroom?
es_co: en el comportamiento disruptivo en el salón?

# teacher_survey_general_102
source: to motivate children who show low interest in activities?
es_co: para motivar a los niños(as) que muestran poco interés por las actividades?

# teacher_survey_general_103
source: to get children to believe they can do well on activities?
es_co: en que los niños(as) crean que pueden hacer bien las actividades?

# teacher_survey_general_104
source: to help children in your classroom(s) value learning?
es_co: para ayudar a los niños(as) de su(s) aula(s) a valorar el aprendizaje?

# teacher_survey_general_105
source: on getting children to follow classroom rules?
es_co: para lograr que los niños(as) sigan las normas del salón?

# teacher_survey_general_106
source: on calming a child who is disruptive or noisy?
es_co: para calmar a un niño(a) problemático(a) o ruidoso(a)?

# teacher_survey_general_107
source: <b>How well can you...</b>
es_co: <b>¿Qué tan bien puede usted...</b>

# teacher_survey_general_108
source: Not At All
es_co: Nada bien

# teacher_survey_general_109
source: Very Little
es_co: Un poco bien

# teacher_survey_general_110
source: Somewhat
es_co: Algo bien

# teacher_survey_general_111
source: Quite a Bit
es_co: Suficientemente bien

# teacher_survey_general_112
source: A Great Deal
es_co: Bastante bien

# teacher_survey_general_113
source: establish a classroom management system?
es_co: establecer un sistema de gestión de aula?

# teacher_survey_general_114
source: use a variety of assessment strategies?
es_co: utilizar diversas estrategias de evaluación?

# teacher_survey_general_115
source: provide alternative explanations or examples when children are confused?
es_co: proporcionar explicaciones alternativas o ejemplos cuando los niños(as) están confundidos?

# teacher_survey_general_116
source: assist families in helping their children do well in school?
es_co: ayudar a las familias a que sus hijos(as) les vaya bien en el colegio?

# teacher_survey_general_117
source: implement alternative strategies in your classroom(s)?
es_co: implementar estrategias alternas en su(s) aulas?

# teacher_survey_general_118
source: create good questions for children in your classroom(s)?
es_co: elaborar buenas preguntas para los niños(as) de su(s) aula(s)?

# teacher_survey_general_119
source: <b>With this set of items, we wish to learn more about teachers' ideas and beliefs about children.</b>
es_co: <b>Con el siguiente grupo de preguntas deseamos conocer las ideas y creencias de los docentes sobre los niños(as).</b>

# teacher_survey_general_120
source: Please select one answer that indicates how strongly you agree with each of the following statements.
es_co: Por favor, seleccione una respuesta que indique hasta qué punto usted está de acuerdo con cada una de las siguientes afirmaciones.

# teacher_survey_general_121
source: Strongly Disagree
es_co: Completamente en desacuerdo

# teacher_survey_general_122
source: Mildly Disagree
es_co: En desacuerdo

# teacher_survey_general_123
source: Mildly Agree
es_co: De acuerdo

# teacher_survey_general_124
source: Strongly Agree
es_co: Completamente de acuerdo

# teacher_survey_general_125
source: Since parents lack special training in education, they should not question the teacher's teaching methods.
es_co: Dado que los padres carecen de formación especial en educación, no deberían cuestionar los métodos de enseñanza del docente.

# teacher_survey_general_126
source: Children should be treated the same regardless of differences among them.
es_co: Los niños(as) deben recibir el mismo trato a pesar de sus diferencias.

# teacher_survey_general_127
source: Children should always obey the teacher.
es_co: Los niños(as) siempre deben obedecer al docente.

# teacher_survey_general_128
source: Preparing for the future is more important for a child than enjoying today.
es_co: Prepararse para el futuro es más importante para un niño(a) que disfrutar del presente.

# teacher_survey_general_129
source: Children will not do the right thing unless they must.
es_co: Los niños(as) no harán lo correcto a menos que tengan que hacerlo.

# teacher_survey_general_130
source: Children should be allowed to disagree with their parents if they feel their own ideas are better.
es_co: Los niños(as) deberían poder estar en desacuerdo con sus padres si creen que sus ideas son mejores.

# teacher_survey_general_131
source: Children should be kept busy with work and study at home and at school.
es_co: Los niños(as) deberían mantenerse ocupados con tareas y estudio en la casa y en el colegio.

# teacher_survey_general_132
source: The major goal of education is to put basic information into the minds of the children.
es_co: El principal objetivo de la educación es introducir información básica en la mente de los niños(as).

# teacher_survey_general_133
source: In order to be fair, a teacher must treat all children alike.
es_co: Para ser justo, un docente debe tratar a todos los niños(as) por igual.

# teacher_survey_general_134
source: The most important thing to teach children is absolute obedience to whoever is in authority.
es_co: La lección más importante para enseñarle a un niño(a) es obediencia absoluta a quien tiene la autoridad.

# teacher_survey_general_135
source: Children learn best by doing things themselves rather than listening to others.
es_co: Los niños(as) aprenden mejor haciendo las cosas ellos(as) mismos(as) que escuchando a otros(as).

# teacher_survey_general_136
source: Children must be carefully trained early in life or their natural impulses will make them unmanageable.
es_co: Los niños(as) deben ser entrenados(as) cuidadosamente desde muy pequeños o sus impulsos naturales los harán inmanejables.

# teacher_survey_general_137
source: Children have a right to their own point of view and should be allowed to express it.
es_co: Los niños(as) tienen derecho a tener su propio punto de vista y se les debe permitir expresarlo.

# teacher_survey_general_138
source: Children's learning results mainly from being presented basic information again and again.
es_co: El aprendizaje en los niños(as) resulta de que se les presente información básica una y otra vez.

# teacher_survey_general_139
source: Children like to teach other children.
es_co: A los niños(as) les gusta enseñarle a otros niños(as).

# teacher_survey_general_140
source: The most important thing to teach children is absolute obedience to parents.
es_co: Lo más importante que hay que enseñar a los niños(as) es la obediencia absoluta a los padres.

# teacher_survey_general_141
source: Start Survey
es_co: Comenzar Encuesta

# teacher_survey_general_142
source: Previous
es_co: Anterior

# teacher_survey_general_143
source: Next
es_co: Siguiente

# teacher_survey_general_144
source: Finish
es_co: Terminar

# components/participant-sidebar.grade
source: Grade
es_co: Grado

# components/participant-sidebar.studentInfo
source: Participant Info
es_co: Información del estudiante

# components/participant-sidebar.tasksCompleted
source: tasks completed!
es_co: ¡tareas completadas!

# components/game-tabs.clickToStart
source: Click to start
es_co: Haz clic para empezar

# components/game-tabs.egmaMathDescription
source: Solve the math problems.
es_co: Resuelve los problemas matemáticos.

# components/game-tabs.egmaMathName
source: Math
es_co: Matemáticas

# components/game-tabs.heartsAndFlowersDescription
source: Match the correct side to the hearts and flowers.
es_co: Haz coincidir el lado correcto con los corazones y las flores.

# components/game-tabs.heartsAndFlowersName
source: Hearts and Flowers
es_co: Corazones y Flores

# components/game-tabs.introDescription
source: Learn how to play our games.
es_co: Aprende a jugar a nuestros juegos.

# components/game-tabs.introName
source: Introduction
es_co: Introducción

# components/game-tabs.matrixReasoningDescription
source: Find the missing piece to complete the puzzle.
es_co: Encuentra la pieza que falta para completar el rompecabeza.

# components/game-tabs.matrixReasoningName
source: Pattern matching
es_co: Razonamiento Matricial

# components/game-tabs.mefsDescription
source: Match the shapes and colors.
es_co: Empareja las formas y los colores.

# components/game-tabs.mefsName
source: Lion and Monkey
es_co: El León y El Mono

# components/game-tabs.memoryGameDescription
source: Watch the squares light up. Remember the order and make the same pattern.
es_co: Observa cómo se iluminan los cuadrados. Recuerda el orden y haz el mismo patrón.

# components/game-tabs.memoryGameName
source: Memory
es_co: Memoria

# components/game-tabs.mentalRotationDescription
source: Match the pictures.
es_co: Empareja las imágenes.

# components/game-tabs.mentalRotationName
source: Shape Rotation
es_co: Rotación Mental

# components/game-tabs.roarInferenceDescription
source: Read the stories and answer the questions.
es_co: Lee las historias y responde a las preguntas.

# components/game-tabs.roarInferenceName
source: Roar - Inference
es_co: Roar - Inferencia

# components/game-tabs.sameDifferentSelectionDescription
source: Find things that are the same about the shapes.
es_co: Encuentra cosas iguales en las formas.

# components/game-tabs.sameDifferentSelectionName
source: Same & Different
es_co: Iguales y Diferentes

# components/game-tabs.surveyDescriptionChild
source: Answer questions about your time at school.
es_co: Responde a las preguntas sobre tu estancia en el colegio.

# components/game-tabs.surveyDescriptionParentPart1
source: This survey will take approximately 20-30 minutes to complete and will ask questions about your child.
es_co: Estimamos que diligenciar la siguiente encuesta le tomará aproximadamente 20-30 minutos y se le harán preguntas sobre su niño(a).

# components/game-tabs.surveyDescriptionParentPart2
source: This survey will take approximately 20-30 minutes to complete and will ask questions about your home and yourself.
es_co: Estimamos que diligenciar la siguiente encuesta le tomará aproximadamente 20-30 minutos y se le harán preguntas sobre su hogar y usted mismo(a).

# components/game-tabs.surveyDescriptionTeacherPart1
source: This survey will take approximately 5-10 minutes to complete and asks about your background and beliefs about teaching.
es_co: Estimamos que diligenciar la siguiente encuesta le tomará aproximadamente 5-10 minutos. Las preguntas indagan por sus antecedentes y creencias sobre la enseñanza.

# components/game-tabs.surveyDescriptionTeacherPart2
source: This survey will take approximately 5-10 minutes to complete and asks questions about the classroom(s) you teach.
es_co: Estimamos que diligenciar la siguiente encuesta le tomará aproximadamente 5-10 minutos y se le hará preguntas sobre el salón o los salones en los que imparte.

# components/game-tabs.surveyNameChild
source: Thoughts and Feelings
es_co: Pensamientos y Sentimientos

# components/game-tabs.surveyNameParentPart1
source: Survey - Caregiver
es_co: Encuesta para cuidadores

# components/game-tabs.surveyNameParentPart2
source: Survey - Family
es_co: Encuesta para cuidadores

# components/game-tabs.surveyNameTeacherPart1
source: Survey - General
es_co: Encuesta de profesores - General
