Repository: levante-framework/levante_translations
Catalog: translations/%filename%es_CO.xliff
Languages: es_co

# parent_survey_child_236
source: How about the growth of body hair (e.g. under arms)? Would you say your child's body hair:
es_co: ¿Qué diría usted del crecimiento del vello corporal del niña (por ejemplo, en las axilas)? Diría que el vello corporal de su niña:

# parent_survey_child_237
source: Has not started growing
es_co: No ha empezado a crecer

# parent_survey_child_238
source: Has barely started growing
es_co: Apenas ha empezado a crecer

# parent_survey_child_239
source: Has definitely started growing but is not finished
es_co: Sí está creciendo pero no ha terminado

# parent_survey_child_240
source: Seems completed (child has as much body hair as she is going to get)
es_co: Parece que ha terminado de crecer (la niña tiene todo el vello corporal que va a tener)

# parent_survey_child_241
source: Have you noticed any skin changes, especially pimples?
es_co: ¿Ha notado algún cambio en la piel, especialmente acné?

# parent_survey_child_242
source: Not yet started showing changes
es_co: No ha empezado a mostrar cambios

# parent_survey_child_243
source: Have barely started showing changes
es_co: Apenas ha empezado a mostrar cambios

# parent_survey_child_244
source: Skin changes have definitely started but are not finished
es_co: Los cambios en la piel han empezado pero no han terminado

# parent_survey_child_245
source: Skin changes seem completed
es_co: Parece que los cambios en la piel han terminado

# parent_survey_child_246
source: Have your child's breasts begun to grow?
es_co: ¿Los pechos de su niña han empezado a crecer?

# parent_survey_child_247
source: Not yet started growing
es_co: No han empezado a crecer

# parent_survey_child_248
source: Have barely started growing
es_co: Apenas han empezado a crecer

# parent_survey_child_249
source: Breast growth has definitely started but is not finished
es_co: Han empezado pero no han terminado

# parent_survey_child_250
source: Breast growth seems completed
es_co: Parece que el crecimiento de los pechos ha terminado

# parent_survey_child_251
source: Has your child begun to menstruate?
es_co: ¿Su niña ya tuvo su primera menstruación?

# parent_survey_child_252
source: Yes
es_co: Sí

# parent_survey_child_254
source: If yes, how old was your child when she first got her period?
es_co: De ser así, ¿cuántos años tenía su niña cuando tuvo su primera menstruación?

# parent_survey_child_255
source: years of age
es_co: Edad

# parent_survey_child_256
source: For each question, please select the answer that best describes what is happening to your child right now.
es_co: Para cada pregunta, seleccione la respuesta que mejor describa lo que le ocurre a su niño en este momento.

# parent_survey_child_257
source: Would you say that your child's growth in height (getting taller):
es_co: ¿Qué diría usted del crecimiento de su niño (en estatura):

# parent_survey_child_258
source: Has not yet begun to spurt ("spurt" means more growth than usual)
es_co: No ha empezado el estirón ("estirón" significa un crecimiento acelerado)

# parent_survey_child_259
source: Has barely started to spurt
es_co: Apenas inició el estirón

# parent_survey_child_260
source: Has definitely started to happen but is not finished
es_co: Definitivamente está en el estirón pero aún no ha terminado

# parent_survey_child_261
source: Seems completed (child is about as tall as she is going to get)
es_co: Parece que terminó el estirón (ha alcanzado su estatura que va a tener)

# parent_survey_child_262
source: How about the growth of body hair (e.g. under arms)? Would you say your child's body hair:
es_co: ¿Qué diría usted del crecimiento del vello corporal del niño (por ejemplo, en las axilas)? Diría que el vello corporal de su niño:

# parent_survey_child_263
source: Has not started growing
es_co: No ha empezado a crecer

# parent_survey_child_264
source: Has barely started growing
es_co: Apenas ha empezado a crecer

# parent_survey_child_265
source: Has definitely started growing but is not finished
es_co: Definitivamente ha empezado a crecer pero no ha terminado

# parent_survey_child_266
source: Seems completed (child has as much body hair as she is going to get)
es_co: Parece que ha terminado de crecer (el niño tiene todo el vello corporal que va a tener)

# parent_survey_child_267
source: Have you noticed any skin changes, especially pimples?
es_co: ¿Ha notado algún cambio en la piel, especialmente acné?

# parent_survey_child_268
source: Not yet started showing changes
es_co: No ha empezado a mostrar cambios

# parent_survey_child_269
source: Have barely started showing changes
es_co: Apenas ha empezado a mostrar cambios

# parent_survey_child_270
source: Skin changes have definitely started but are not finished
es_co: Los cambios en la piel han empezado pero no han terminado

# parent_survey_child_271
source: Skin changes seem completed
es_co: Parece que los cambios en la piel han terminado

# parent_survey_child_272
source: Has your child's voice started to change?
es_co: ¿Ha empezado a cambiar la voz de su niño?

# parent_survey_child_273
source: Not yet started to change
es_co: No ha empezado a cambiar

# parent_survey_child_274
source: Has barely started changing
es_co: Apenas ha empezado a cambiar

# parent_survey_child_275
source: Voice change is definitely happening but is not finished
es_co: El cambio de voz está ocurriendo, pero no ha terminado

# parent_survey_child_276
source: Voice change seems completed
es_co: El cambio de voz parece haber terminado

# parent_survey_child_277
source: Has your child started to grow facial hair (beard or mustache)?
es_co: ¿Le ha empezado a crecer el vello facial (barba o bigote)?

# parent_survey_child_278
source: Not yet started growing facial hair
es_co: No ha empezado a crecerle el vello facial

# parent_survey_child_279
source: Has barely started growing facial hair
es_co: Apenas ha empezado a crecerle el vello facial

# parent_survey_child_280
source: Hair growth has definitely started (enough to shave)
es_co: El vello facial ha empezado a crecer (lo suficiente como para afeitarse)

# parent_survey_child_281
source: Probably grows now as fast as it will ever grow
es_co: Parece que ya crece a la velocidad que lo hará a futuro

# parent_survey_child_282
source: Please respond to each statement about your child's sleep habits.
es_co: Responda a cada una de las afirmaciones sobre los hábitos de sueño de su niño(a).

# parent_survey_child_283
source: In the <b>past 7 days</b>....
es_co: En los <b>últimos 7 días</b>…

# parent_survey_child_284
source: Rarely (0-1 times per week)
es_co: Rara vez (0-1 veces por semana)

# parent_survey_child_285
source: Sometimes (2-4 times per week)
es_co: A veces (2-4 veces por semana)

# parent_survey_child_286
source: Usually (5 or more times per week)
es_co: Habitualmente (5 o más veces por semana)

# parent_survey_child_287
source: Your child had a hard time falling asleep (did not fall asleep within 20 minutes of going to bed).
es_co: A su niño(a) le costó dormirse (tardó más de 20 minutos en dormirse).

# parent_survey_child_288
source: Your child had difficulty sleeping through the night (woke up once or more during the night).
es_co: Su niño(a) tuvo dificultades para dormir toda la noche (se despertó una o más veces durante la noche).

# parent_survey_child_289
source: Your child went to bed at about the same time on the weeknights (Monday-Friday).
es_co: Su niño(a) se acuesta más o menos a la misma hora entre semana (de lunes a viernes).

# parent_survey_child_290
source: <b>DURING THE PAST WEEK</b>, about how many hours of sleep per night did your child usually get on the weeknights (Monday-Friday)?
es_co: <b>DURANTE LA SEMANA PASADA</b>, ¿cuántas horas durmió normalmente su niño(a) durante la semana por noche (de lunes a viernes)?

# parent_survey_child_291
source: Less than 6 hours
es_co: Menos de 6 horas

# parent_survey_child_292
source: 6 hours
es_co: 6 horas

# parent_survey_child_293
source: 7 hours
es_co: 7 horas

# parent_survey_child_294
source: 8 hours
es_co: 8 horas

# parent_survey_child_295
source: 9 hours
es_co: 9 horas

# parent_survey_child_296
source: 10 hours
es_co: 10 horas

# parent_survey_child_297
source: 11 hours or more
es_co: 11 horas o más

# parent_survey_child_298
source: <block><b><font face="Verdana" size="4">This section asks about your child's behavior and social interaction.
es_co: <block><b><font face="Verdana" size="4">Esta sección indaga por el comportamiento y la interacción social de su niño(a).

# parent_survey_child_299
source: For each item, please mark "Not at all", "Not very well", "Somewhat well", or "Very well" to indicate <i>how well</i> the sentence applies to your child. Please answer all items as best you can even if you are not absolutely certain.
es_co: Para cada frase, indique <i>qué tanto</i> describe a su niño(a) con las siguientes opciones: "Para nada", "Un poco", "Bastante" o "Completamente". Le agradecemos que responda a las preguntas lo mejor que pueda, aunque no esté completamente seguro(a).

# parent_survey_child_300
source: Not at all
es_co: Para nada

# parent_survey_child_301
source: Not very well
es_co: Un poco

# parent_survey_child_302
source: Somewhat well
es_co: Bastante

# parent_survey_child_303
source: Very well
es_co: Completamente

# parent_survey_child_304
source: Your child has difficulty staying still or shows periods of over-activity.
es_co: Su niño(a) tiene dificultades para permanecer quieto o tiene periodos de hiperactividad.

# parent_survey_child_305
source: Your child often complains about feeling sick (ex: headache, stomach ache).
es_co: Su niño(a) se queja a menudo de sentirse enfermo (por ejemplo, dolor de cabeza o de estómago).

# parent_survey_child_306
source: Your child avoids others or prefers to spend time alone.
es_co: Su niño(a) evita a los demás o prefiere pasar tiempo solo.

# parent_survey_child_307
source: Your child is often worried or anxious.
es_co: Su niño(a) suele estar preocupado o ansioso.

# parent_survey_child_308
source: You child frequently fidgets.
es_co: Su niño(a) está inquieto con frecuencia.

# parent_survey_child_309
source: Your child has one (or more) good friends.
es_co: Su niño(a) tiene uno(a) (o más) buenos amigos(as).

# parent_survey_child_310
source: You child often seems sad, depressed, or down.
es_co: Su niño(a) parece triste, deprimido o decaído con frecuencia.

# parent_survey_child_311
source: Your child gets along with other children.
es_co: Su niño(a) se lleva bien con otros niños.

# parent_survey_child_312
source: Your child gets distracted easily or has trouble staying on task.
es_co: Su niño(a) se distrae con facilidad o le cuesta concentrarse.

# parent_survey_child_313
source: Your child is shy or clingy.
es_co: Su niño(a) es tímido o apegado.

# parent_survey_child_314
source: Your child treats younger children nicely.
es_co: Su niño(a) trata bien a los niños(as) más pequeños.

# parent_survey_child_315
source: Your child often shows dishonest behavior (e.g. lying, cheating).
es_co: Su niño(a) muestra a menudo un comportamiento deshonesto (por ejemplo, miente, engaña).

# parent_survey_child_316
source: Your child has taken things without permission from home, school, or elsewhere.
es_co: Su niño(a) ha tomado cosas sin permiso de la casa, del colegio o de otro sitio.

# parent_survey_child_317
source: Your child prefers adults to children.
es_co: Su niño(a) prefiere a los adultos que a los niños.

# parent_survey_child_318
source: Your child is often nervous or fearful.
es_co: Su niño(a) suele estar nervioso o temeroso.

# parent_survey_child_319
source: Please indicate <i>how well</i> each statement describes your child.
es_co: Por favor, indique <i>qué tanto</i> describe cada enunciado a su niño(a).

# parent_survey_child_320
source: Not at all
es_co: Para nada

# parent_survey_child_321
source: Not very well
es_co: Un poco

# parent_survey_child_322
source: Somewhat well
es_co: Bastante

# parent_survey_child_323
source: Very well
es_co: Completamente

# parent_survey_child_324
source: Your child accepts things when they do not go their way.
es_co: Su niño(a) acepta las cosas cuando no salen como quiere.

# parent_survey_child_325
source: Your child copes well with failure.
es_co: Su niño(a) afronta bien el fracaso.

# parent_survey_child_326
source: Your child thinks before acting.
es_co: Su niño(a) piensa antes de actuar.

# parent_survey_child_327
source: Your child resolves problems with friends on their own.
es_co: Su niño(a) resuelve por sí mismo los problemas con sus amigos.

# parent_survey_child_328
source: Your child can calm down when excited.
es_co: Su niño(a) sabe calmarse cuando se altera.

# parent_survey_child_329
source: Your child does what they are told to do.
es_co: Su niño(a) hace lo que se le pide.

# parent_survey_child_330
source: Your child is good at understanding others' feelings.
es_co: Su niño(a) comprende bien los sentimientos de los demás.

# parent_survey_child_331
source: Your child controls their temper when there is a disagreement.
es_co: Su niño(a) controla su carácter cuando hay desacuerdos.

# parent_survey_child_332
source: Your child shares things with others.
es_co: Su niño(a) comparte las cosas con los demás.

# parent_survey_child_333
source: Your child is helpful to others.
es_co: Su niño(a) ayuda a los demás.

# parent_survey_child_334
source: Your child listens to others' points of view.
es_co: Su niño(a) escucha los puntos de vista de los demás.

# parent_survey_child_335
source: Your child can give suggestions without being bossy.
es_co: Su niño(a) sabe hacer sugerencias sin ser autoritario.

# parent_survey_child_336
source: Please indicate <i>how well</i> each statement describes your child.
es_co: Por favor, indique <i>qué tanto</i> describe cada enunciado a su niño(a).

# parent_survey_child_337
source: Not at all
es_co: Para nada

# parent_survey_child_338
source: Not very well
es_co: Un poco

# parent_survey_child_339
source: Somewhat well
es_co: Bastante

# parent_survey_child_340
source: Very well
es_co: Completamente

# parent_survey_child_341
source: Your child understands others' feelings.
es_co: Su niño(a) comprende los sentimientos de los demás.

# parent_survey_child_342
source: Your child is socially aware of what is happening in a situation.
es_co: Su niño(a) está consciente de lo que ocurre en una situación social.

# parent_survey_child_343
source: Your child accurately interprets what a peer is trying to do.
es_co: Su niño(a) interpreta correctamente lo que un compañero está tratando de hacer.

# parent_survey_child_344
source: Your child exhibits good self-control in responding.
es_co: Su niño(a) muestra un buen autocontrol a la hora de responder.

# parent_survey_child_345
source: Your child generates <i>many</i> solutions to interpersonal problems.
es_co: Su niño(a) genera <i>muchas</i> soluciones a los problemas interpersonales.

# parent_survey_child_346
source: Your child generates <i>good quality</i> solutions to interpersonal problems.
es_co: Su niño(a) <i>genera buenas</i> soluciones a los problemas interpersonales.

# parent_survey_child_347
source: Your child is aware of the effects of his/her behavior on others.
es_co: Su niño(a) está consciente de los efectos que tiene su comportamiento en los demás.

# parent_survey_child_348
source: Your child tries to make sad people happier.
es_co: Su niño(a) trata de animar a las personas que están tristes.

# parent_survey_child_349
source: Your child helps others with their homework.
es_co: Su niño(a) ayuda a los demás a hacer sus tareas.

# parent_survey_child_350
source: Your child lets others use her/his toys or items.
es_co: Su niño(a) permite que los demás usen sus juguetes u objetos.

# parent_survey_child_351
source: Please indicate <i>how well</i> each statement describes your child.
es_co: Por favor, indique <i>qué tanto</i> describe cada enunciado a su niño(a).

# parent_survey_child_352
source: Not at all
es_co: Para nada

# parent_survey_child_353
source: Not very well
es_co: Un poco

# parent_survey_child_354
source: Somewhat well
es_co: Bastante

# parent_survey_child_355
source: Very well
es_co: Completamente

# parent_survey_child_356
source: Your child is curious to investigate and understand new things.
es_co: Su niño(a) siente curiosidad por investigar y comprender cosas nuevas.

# parent_survey_child_357
source: Your child is able to make observations and deductions before being told an answer.
es_co: Su niño(a) es capaz de hacer observaciones y deducciones antes de que le den una respuesta.

# parent_survey_child_358
source: Your child gives unique responses that go beyond those of other children.
es_co: Su niño(a) da respuestas únicas que superan las de otros niños.

# parent_survey_child_359
source: Your child often wants to learn new things.
es_co: Su niño(a) a menudo quiere aprender cosas nuevas.

# parent_survey_child_360
source: Your child investigates new objects that appear in the household or community spaces.
es_co: Su niño(a) explora nuevos objetos que aparecen en el hogar o en los espacios comunitarios.

# parent_survey_child_361
source: Your child likes to ask many questions.
es_co: A su niño(a) le gusta hacer muchas preguntas.

# parent_survey_child_362
source: If your child makes a mistake, they ask forgiveness.
es_co: Su niño(a) pide perdón si comete un error.

# parent_survey_child_363
source: Your child often plans their own tasks well.
es_co: Su niño(a) suele planificar bien sus propias tareas.

# parent_survey_child_364
source: Your child completes their own work without being asked or reminded to do so.
es_co: Su niño(a) realiza sus trabajos sin que nadie se lo pida ni se lo recuerde.

# parent_survey_child_365
source: Your child works diligently when trying to complete tasks or chores.
es_co: Su niño(a) es diligente cuando realiza sus tareas o quehaceres.

# parent_survey_child_366
source: If your child cannot do something, they try again.
es_co: Si su niño(a) no consigue hacer algo, lo intenta de nuevo.

# parent_survey_child_367
source: Your child likes to finish tasks properly.
es_co: A su niño(a) le gusta terminar sus tareas correctamente.

# parent_survey_child_368
source: Your child is slow and unhurried in deciding what to do next.
es_co: Su niño(a) es pausado y no tiene prisas a la hora de decidir lo que va a hacer.

# parent_survey_child_369
source: Your child continues with a task even when it is tiring.
es_co: Su niño(a) continúa con una tarea aunque le resulte agotadora.

# parent_survey_child_370
source: Your child easily agrees to do tasks or errands.
es_co: Su niño(a) acepta fácilmente hacer tareas o mandados.

# parent_survey_child_371
source: Your child willingly follows instructions.
es_co: Su niño(a) sigue las instrucciones con buena voluntad.

# parent_survey_child_372
source: When your child is directed to complete a task, they do it enthusiastically.
es_co: Cuando a su niño(a) se le pide que haga una tarea, la hace con entusiasmo.

# parent_survey_child_373
source: When your child is sent to complete an errand, they return on time. (if this item does not apply to your child, please leave it blank)
es_co: Cuando a su niño(a) se le pide hacer un mandado, regresa a tiempo. (si este punto no se aplica a su niño(a), déjelo en blanco)

# parent_survey_child_374
source: If your child is told to do a chore, they do it.
es_co: Si se le pide su niño(a) que haga una tarea, la hace.

# parent_survey_child_375
source: Your child is respectful towards adults.
es_co: Su niño(a) es respetuoso con los adultos.

# parent_survey_child_376
source: Compared to other children their age, how much difficulty does your child have making or keeping friends?
es_co: En comparación con otros niños(as) de su edad, ¿cuánta dificultad tiene su niño(a) para hacer amigos y mantener las amistades?

# parent_survey_child_377
source: No difficulty
es_co: Ninguna dificultad

# parent_survey_child_378
source: A little difficulty
es_co: Un poco de dificultad

# parent_survey_child_379
source: A lot of difficulty
es_co: Mucha dificultad

# parent_survey_child_380
source: DURING THE <b>PAST 12 MONTHS</b>, how often was your child bullied, picked on, or excluded by other children? If the frequency changed throughout the year, report the highest frequency.
es_co: DURANTE <b>LOS ÚLTIMOS 12 MESES</b>, ¿con qué frecuencia fue víctima su niño(a) de acoso escolar, burlas o rechazo por parte de otros niños(as)? Si la frecuencia ha cambió durante el año, reporte según el momento en el que sucedió con más frecuencia.

# parent_survey_child_381
source: Never (in the past 12 months)
es_co: Nunca (en los últimos 12 meses)

# parent_survey_child_382
source: 1 - 2 times (in the past 12 months)
es_co: 1 ó 2 veces (en los últimos 12 meses)

# parent_survey_child_383
source: 1 - 2 times per month
es_co: 1 ó 2 veces por mes

# parent_survey_child_384
source: 1 - 2 times per week
es_co: 1 ó 2 veces por semana

# parent_survey_child_385
source: Almost every day
es_co: Casi todos los días

# parent_survey_child_386
source: DURING THE <b>PAST 12 MONTHS</b>, how often did your child bully others, pick on them, or exclude them? If the frequency changed throughout the year, report the highest frequency.
es_co: DURANTE <b>LOS ÚLTIMOS 12 MESES</b>, ¿con qué frecuencia su niño(a) hostigó, se burló o excluyó a otros niños(as)? Si la frecuencia ha cambiado durante el año, reporte según el momento en el que sucedió con más frecuencia.

# parent_survey_child_387
source: Never (in the past 12 months)
es_co: Nunca (en los últimos 12 meses)

# parent_survey_child_388
source: 1 - 2 times (in the past 12 months)
es_co: 1 ó 2 veces (en los últimos 12 meses)

# parent_survey_child_389
source: 1 - 2 times per month
es_co: 1 ó 2 veces por mes

# parent_survey_child_390
source: 1 - 2 times per week
es_co: 1 ó 2 veces por semana

# parent_survey_child_391
source: Almost every day
es_co: Casi todos los días

# parent_survey_child_392
source: <block><b><font face="Verdana" size="4">This section asks questions related to learning.
es_co: <block><b><font face="Verdana" size="4">Esta sección tiene preguntas que indagan por el aprendizaje.

# parent_survey_child_393
source: If your child is in primary/elementary school (first grade or higher), think about the time before they started primary/elementary school. If your child has not yet started primary/elementary school, think about what happens right now. <br><br> <b>How often did/do you or someone else in your home do the following activities with your child?</b>
es_co: Si su niño(a) cursa actualmente un grado de primaria (primero o superior), piense en la época antes de que ingresar a grado primero. Si su niño(a) aún no ha ingresado a la primaria, piense en lo que ocurre actualmente.<br><br><b>¿Con qué frecuencia realizaba usted u otra persona de su hogar las siguientes actividades con él o ella?</b>

# parent_survey_child_394
source: Never or almost never
es_co: Nunca o casi nunca

# parent_survey_child_395
source: Sometimes
es_co: A veces

# parent_survey_child_396
source: Often
es_co: Con frecuencia

# parent_survey_child_397
source: Read books
es_co: Leer libros

# parent_survey_child_398
source: Tell stories
es_co: Contar historias

# parent_survey_child_399
source: Sing songs
es_co: Cantar canciones

# parent_survey_child_400
source: Play with alphabet toys (e.g., blocks with letters of the alphabet)
es_co: Jugar con juguetes del abecedario (por ejemplo, bloques con las letras del abecedario)

# parent_survey_child_401
source: Talk about things you had done
es_co: Hablar de lo que habían hecho

# parent_survey_child_402
source: Talk about what you had read
es_co: Hablar de lo que habían leído

# parent_survey_child_403
source: Play word games
es_co: Jugar juegos de palabras
