Repository: levante-framework/levante_translations
Catalog: translations/%filename%nl_*.xliff
Languages: nl

# parent_survey_child_376
source: Compared to other children their age, how much difficulty does your child have making or keeping friends?
nl: Vergeleken met andere kinderen van hun leeftijd, hoeveel moeite heeft uw kind met het maken of behouden van vrienden?

# parent_survey_child_377
source: No difficulty
nl: Geen moeite

# parent_survey_child_378
source: A little difficulty
nl: Een beetje moeite

# parent_survey_child_379
source: A lot of difficulty
nl: Veel moeite

# parent_survey_child_380
source: DURING THE <b>PAST 12 MONTHS</b>, how often was your child bullied, picked on, or excluded by other children? If the frequency changed throughout the year, report the highest frequency.
nl: TIJDENS DE <b>AFGELOPEN 12 MAANDEN</b>, hoe vaak werd uw kind gepest, geplaagd of buitengesloten door andere kinderen? Als de frequentie gedurende het jaar veranderde, rapporteer dan de hoogste frequentie.

# parent_survey_child_381
source: Never (in the past 12 months)
nl: Nooit (in de afgelopen 12 maanden)

# parent_survey_child_382
source: 1 - 2 times (in the past 12 months)
nl: 1 - 2 keer (in de afgelopen 12 maanden)

# parent_survey_child_383
source: 1 - 2 times per month
nl: 1 - 2 keer per maand

# parent_survey_child_384
source: 1 - 2 times per week
nl: 1 - 2 keer per week

# parent_survey_child_385
source: Almost every day
nl: Bijna elke dag

# parent_survey_child_386
source: DURING THE <b>PAST 12 MONTHS</b>, how often did your child bully others, pick on them, or exclude them? If the frequency changed throughout the year, report the highest frequency.
nl: TIJDENS DE <b>AFGELOPEN 12 MAANDEN</b>, hoe vaak pestte uw kind anderen, plaagde ze of sloot ze uit? Als de frequentie gedurende het jaar veranderde, rapporteer dan de hoogste frequentie.

# parent_survey_child_387
source: Never (in the past 12 months)
nl: Nooit (in de afgelopen 12 maanden)

# parent_survey_child_388
source: 1 - 2 times (in the past 12 months)
nl: 1 - 2 keer (in de afgelopen 12 maanden)

# parent_survey_child_389
source: 1 - 2 times per month
nl: 1 - 2 keer per maand

# parent_survey_child_390
source: 1 - 2 times per week
nl: 1 - 2 keer per week

# parent_survey_child_391
source: Almost every day
nl: Bijna elke dag

# parent_survey_child_392
source: <block><b><font face="Verdana" size="4">This section asks questions related to learning.
nl: <block><b><font face="Verdana" size="4">Dit gedeelte bevat vragen over leren.

# parent_survey_child_393
source: If your child is in primary/elementary school (first grade or higher), think about the time before they started primary/elementary school. If your child has not yet started primary/elementary school, think about what happens right now. <br><br> <b>How often did/do you or someone else in your home do the following activities with your child?</b>
nl: Als uw kind in de basisschool (eerste jaar of hoger) zit, denk dan terug aan de tijd voordat uw kind aan de basisschool begon. Als uw kind nog niet naar de basisschool gaat, denk dan aan wat er nu gebeurt. <br><br> <b>Hoe vaak heeft u of iemand anders in uw huis de volgende activiteiten met uw kind gedaan?</b>

# parent_survey_child_394
source: Never or almost never
nl: Nooit of bijna nooit

# parent_survey_child_395
source: Sometimes
nl: Soms

# parent_survey_child_396
source: Often
nl: Vaak

# parent_survey_child_397
source: Read books
nl: Boeken lezen

# parent_survey_child_398
source: Tell stories
nl: Verhalen vertellen

# parent_survey_child_399
source: Sing songs
nl: Liedjes zingen

# parent_survey_child_400
source: Play with alphabet toys (e.g., blocks with letters of the alphabet)
nl: Spelen met alfabet speelgoed (bijv. blokken met letters van het alfabet)

# parent_survey_child_401
source: Talk about things you had done
nl: Praten over dingen die je hebt gedaan

# parent_survey_child_402
source: Talk about what you had read
nl: Praten over wat je hebt gelezen

# parent_survey_child_403
source: Play word games
nl: Woordspelletjes spelen

# parent_survey_child_404
source: Write letters or words
nl: Letters of woorden schrijven

# parent_survey_child_405
source: Read aloud signs and labels
nl: Borden en etiketten hardop lezen

# parent_survey_child_406
source: Say counting rhymes or sing counting songs
nl: Telrijmpjes zeggen of tallenliedjes zingen

# parent_survey_child_407
source: Play with number toys (e.g., blocks with numbers)
nl: Spelen met cijferspeelgoed (bijv. blokken met cijfers)

# parent_survey_child_408
source: Count different things
nl: Verschillende dingen tellen

# parent_survey_child_409
source: Play games involving shapes (e.g., shape sorting toys, puzzles)
nl: Spellen spelen met vormen (bijv. vormen sorteerspeeltjes, puzzels)

# parent_survey_child_410
source: Play with building blocks or construction toys
nl: Bouwen met blokken of constructiespeelgoed spelen

# parent_survey_child_411
source: Play board or card games
nl: Bord- of kaartspellen spelen

# parent_survey_child_412
source: Write numbers
nl: Cijfers schrijven

# parent_survey_child_413
source: Draw shapes
nl: Vormen tekenen

# parent_survey_child_414
source: Measure or weigh things (e.g., when cooking)
nl: Meten of dingen wegen (bijv. bij het koken)

# parent_survey_child_415
source: Did your child attend an early childhood education program or center for children <b>under age 3</b> before first grade?
nl: Heeft uw kind een voorschoolse educatie of kindercentrum bezocht voor kinderen <b>jonger dan 3 jaar</b> voordat hij naar groep 1 ging?

# parent_survey_child_416
source: Yes
nl: Ja

# parent_survey_child_417
source: No
nl: Nee

# parent_survey_child_418
source: Did your child attend a pre-primary educational program for children <b>age 3 or older</b>, <i>including kindergarten</i>, before first grade?
nl: Heeft uw kind een voorschoolse opleidingsprogramma voor kinderen van <b>3 jaar of ouder</b> bijgewoond, <i>inclusief kleuterschool</i>, vóór groep 1?

# parent_survey_child_419
source: Yes
nl: Ja

# parent_survey_child_420
source: No
nl: Nee

# parent_survey_child_421
source: Approximately how long was your child in these programs <i>all together</i> (before first grade)?
nl: Hoe lang was uw kind <i>in totaal</i> in deze programma's (voor groep 1)?

# parent_survey_child_422
source: Did not attend
nl: Niet bijgewoond

# parent_survey_child_423
source: Less than 1 year
nl: Minder dan 1 jaar

# parent_survey_child_424
source: 1 year
nl: 1 jaar

# parent_survey_child_425
source: 2 years
nl: 2 jaar

# parent_survey_child_426
source: 3 years
nl: 3 jaar

# parent_survey_child_427
source: 4 years or more
nl: 4 jaar of meer

# parent_survey_child_428
source: How old was your child when he/she began the first grade of primary/elementary school?
nl: Hoe oud was uw kind toen hij/zij naar de eerste klas van de basisschool ging?

# parent_survey_child_429
source: 5 years old or younger
nl: 5 jaar of jonger

# parent_survey_child_430
source: 6 years old
nl: 6 jaar

# parent_survey_child_431
source: 7 years old
nl: 7 jaar

# parent_survey_child_432
source: 8 years old or older
nl: 8 jaar of ouder

# parent_survey_child_433
source: How far in his/her education do you expect your child to go?
nl: Hoe ver in zijn/haar opleiding verwacht u dat uw kind zal gaan?

# parent_survey_child_434
source: Less than high school
nl: Minder dan middelbare school

# parent_survey_child_435
source: GED or high school equivalency
nl: MBO of middelbare school equivalent

# parent_survey_child_436
source: Some college but no degree
nl: Een beetje hogere school maar zonder diploma

# parent_survey_child_437
source: High school diploma (or equivalent) plus technical training or certificate
nl: Hogeschooldiploma (of gelijkwaardig) plus technische training of certificaat

# parent_survey_child_438
source: Associate's degree
nl: Associatiediploma

# parent_survey_child_439
source: Bachelor's degree
nl: Bachelordiploma

# parent_survey_child_440
source: Master's degree
nl: Masterdiploma

# parent_survey_child_441
source: Doctoral degree
nl: Doctorale graad

# parent_survey_child_442
source: How often does your child do the following:
nl: Hoe vaak doet uw kind het volgende:

# parent_survey_child_443
source: Never
nl: Nooit

# parent_survey_child_444
source: Sometimes
nl: Soms

# parent_survey_child_445
source: Usually
nl: Gewoonlijk

# parent_survey_child_446
source: Always
nl: Altijd

# parent_survey_child_447
source: Show interest and curiosity in new topics at school?
nl: Toont interesse en nieuwsgierigheid in nieuwe onderwerpen op school?

# parent_survey_child_448
source: Work to finish school-related tasks they start?
nl: Werken om schoolgerelateerde taken die ze beginnen af te maken?

# parent_survey_child_449
source: Stay calm and in control when faced with an academic challenge?
nl: Blijf kalm en onder controle als u wordt geconfronteerd met een academische uitdaging?

# parent_survey_child_450
source: Care about doing well in school?
nl: Geven om goed te presteren op school?

# parent_survey_child_451
source: Do all required homework?
nl: Doe al het vereiste huiswerk?

# parent_survey_child_452
source: <b>ON MOST WEEKDAYS</b> (Monday-Friday), about how much time does your child spend in front of a TV, computer, cellphone, or other device watching programs, playing games, accessing the internet, or using social media? <i>Do not include time spent doing schoolwork.</i>
nl: <b>IN DE MEESTE WERKDAGEN</b> (Maandag-Vrijdag), hoeveel tijd brengt uw kind ongeveer door voor een tv, computer, mobiel of ander apparaat om programma's te bekijken, spelletjes te spelen, internet te raadplegen of sociale media te gebruiken? <i>Inclusief de tijd die aan schoolwerk wordt besteed niet.</i>

# parent_survey_child_453
source: Less than 1 hour
nl: Minder dan 1 uur

# parent_survey_child_454
source: 1 hour
nl: 1 uur

# parent_survey_child_455
source: 2 hours
nl: 2 uur

# parent_survey_child_456
source: 3 hours
nl: 3 uur

# parent_survey_child_457
source: 4 or more hours
nl: 4 of meer uren

# parent_survey_child_458
source: Does your child have a smartphone?
nl: Heeft uw kind een smartphone?

# parent_survey_child_459
source: Yes
nl: Ja

# parent_survey_child_460
source: No
nl: Nee

# parent_survey_child_461
source: If yes, at what age did they get it?
nl: Zo ja, op welke leeftijd kreeg hij/zij het?

# parent_survey_child_462
source: years of age
nl: leeftijdsjaren

# parent_survey_child_463
source: Does your child have an account on any social media website such as Instagram, Tiktok, Meta, or others?
nl: Heeft uw kind een account op een sociale mediaplatform zoals Instagram, Tiktok, Meta of anderen?

# parent_survey_child_464
source: Yes
nl: Ja

# parent_survey_child_465
source: No
nl: Nee

# parent_survey_child_466
source: <b>We are interested how often, independently, and easily your child shows each behavior when occasions call for it. Children who excel at a specific behavior should receive 4 (the highest rating), whereas most children will be between 3 and 2. Those who are still developing and need a lot of support should receive a rating of 1. </b><br><br><b>4</b> = Always on their own (No support needed)<br><br> <b>3</b> = Mostly on their own (Brief reminders or support)<br><br> <b>2</b> = Sometimes on their own (Regular reminders or moderate support needed)<br><br> <b>1</b> = Not able on their own (Requires a lot of support)
nl: <b>We zijn geïnteresseerd in hoe vaak, onafhankelijk en gemakkelijk uw kind elke situatie het gedrag laat zien wat nodig is. Kinderen die een bepaald gedrag uitstekend beheersen, zouden een 4 (de hoogste beoordeling) moeten krijgen, terwijl de meeste kinderen tussen 3 en 2 zullen scoren. Diegenen die nog in ontwikkeling zijn en veel steun nodig hebben, moeten een 1 krijgen. </b><br><br><b>4</b> = Altijd zelfstandig (Geen ondersteuning nodig)<br><br> <b>3</b> = Meestal zelfstandig (Korte herinneringen of ondersteuning)<br><br> <b>2</b> = Soms zelfstandig (Regelmatige herinneringen of gematigde ondersteuning nodig)<br><br> <b>1</b> = Niet zelfstandig (Veel ondersteuning vereist)

# parent_survey_child_467
source: <b>Pays attention when an adult is explaining or showing something<b/> (by listening carefully and/or watching with appropriate eye gaze/body orientation).
nl: <b>Let op wanneer een volwassene iets uitlegt of laat zien<b/>(door goed te luisteren en/of te kijken met de juiste oogopslag/oriëntatie van het lichaam).

# parent_survey_child_468
source: (4) Always on their own (No support needed)
nl: (4) Altijd zelfstandig (Geen ondersteuning nodig)

# parent_survey_child_469
source: (3) Mostly on their own (Brief reminders or support)
nl: (3) Meestal zelfstandig (Korte herinneringen of ondersteuning)

# parent_survey_child_470
source: (2) Sometimes on their own (Regular reminders or moderate support needed)
nl: (2) Soms zelfstandig (Regelmatige herinneringen of gematigde ondersteuning nodig)

# parent_survey_child_471
source: (1) Not able on their own (Requires a lot of support)
nl: (1) Niet zelfstandig (Veel ondersteuning vereist)

# parent_survey_child_472
source: <b>Ignores irrelevant activity/noise</b> (e.g., crying sibling, TV, outside traffic) <b>when working on an assigned task.</b>
nl: <b>Negeert irrelevante activiteit/geruis</b> (bijv., huilende broer of zus, tv, verkeer buiten) <b>bij het werken aan een toegewezen taak.</b>

# parent_survey_child_473
source: <b>Waits turn to speak</b> (e.g., does not interrupt others, does not blurt out answers, thinks before speaking).
nl: <b>Wacht op zijn beurt om te spreken</b> (bijv., onderbreekt anderen niet, gooit antwoorden er niet uit, denkt na voordat hij spreekt).

# parent_survey_child_474
source: <b>Completes activities that require multiple steps</b> (e.g., fetching multiple things in home or store/market, setting the table, cleaning a room by putting several things away).
nl: <b>Voltooit activiteiten die meerdere stappen vereisen</b> (bijv., meerdere dingen in huis of winkel/markt halen, de tafel dekken, een kamer opruimen door meerdere dingen op te bergen).

# parent_survey_child_475
source: <b>Comes up with new ways for solving challenges</b> (e.g., repurposes materials or toys, comes up with a new way to build a tower or fort after it collapses, solves a puzzle in a new way, comes up with a new strategy to complete a chore).
nl: <b>Bedenkt nieuwe manieren om uitdagingen op te lossen</b> (bijv., hergebruikt materialen of speelgoed, bedenkt een nieuwe manier om een toren of fort te bouwen nadat het is ingestort, lost een puzzel op een nieuwe manier op, bedenkt een nieuwe strategie om een klus te voltooien).

# parent_survey_child_476
source: <b>Identifies and gathers necessary materials before an activity</b> (e.g., finds appropriate coat, shoes, hat before going outside; gathers lunch box, homework, and backpack before going to school).
nl: <b>Identificeert en verzamelt noodzakelijke materialen voor een activiteit</b> (bijv., vindt een passende jas, schoenen, en hoed voor het naar buiten gaan; verzamelt lunchbox, huiswerk, en rugzak voor het naar school gaan).

# parent_survey_child_477
source: <b>Finishes an assigned task that is repetitive</b> (e.g., picking up toys, putting away laundry).
nl: <b>Voltooit een toegewezen herhalende taak</b> (bijv., speelgoed opruimen, wasgoed opruimen).

# parent_survey_child_478
source: <b>Completes an assigned task before moving to a next task.</b>
nl: <b>Voltooit een toegewezen taak voordat hij naar een volgende taak gaat.</b>

# parent_survey_child_479
source: <b>Stops an undesirable behavior when asked</b> (e.g., stops fighting with sibling when asked by parent, stops misbehaving in the household).
nl: <b>Stopt ongewenst gedrag wanneer daarom gevraagd</b> (bijv., stopt met vechten met broer of zus wanneer ouders dat vragen, stopt met wangedrag in huis).

# parent_survey_child_480
source: <b>Completes activities that require remembering lengthy instructions</b> (e.g., rules of a game, household chores, cooking recipe).
nl: <b>Voltooit activiteiten die het onthouden van uitgebreide instructies vereisen</b> (bijv., spelregels, huishoudelijke taken, kookrecept).

# parent_survey_child_481
source: <b>Expresses themselves in a new way when not understood by others</b> (e.g., tries different ways to communicate their needs and wants).
nl: <b>Drukt zich op een nieuwe manier uit wanneer anderen hen niet begrijpen</b> (bijv., probeert verschillende manieren om hun behoeften en verlangens te communiceren).

# parent_survey_child_482
source: <b>Creates a strategy or plan for completing a task</b> (e.g., chore, homework, puzzle).
nl: <b>Creëert een strategie of plan om een taak te voltooien</b> (bijv., klus, huiswerk, puzzel).

# parent_survey_child_483
source: <b>Remains focused and engaged during lengthy adult-led activities</b> (e.g., religious or performance event, family meal time) <b>by listening carefully and contributing when appropriate.</b>
nl: <b>Blijft gefocust en betrokken tijdens lange door volwassenen geleide activiteiten</b> (bijv., religieuze of culturele evenementen, gezinsmaaltijd) <b>door aandachtig te luisteren en bij te dragen waar passend.</b>

# parent_survey_child_484
source: <b>Regains focus/focuses again on an assigned task when interrupted</b> (e.g., family member asks an unrelated question or needs brief assistance).
nl: <b>Hervindt de focus/richt zich opnieuw op een toegewezen taak wanneer deze wordt onderbroken</b> (bijv., gezinslid stelt een niet-gerelateerde vraag of heeft een korte assistentie nodig).

# parent_survey_child_485
source: <b>Stops playing or doing something fun when asked</b> (e.g., stops playing with friends when parent asks, stops watching TV when parent asks).
nl: <b>Stopt met spelen of iets leuks doen wanneer daarom gevraagd</b> (bijv., stopt met spelen met vrienden wanneer ouders dit vragen, stopt met tv-kijken wanneer ouders dit vragen).

# parent_survey_child_486
source: <b>Communicates in an organized way</b> (e.g., retells the correct sequence of the events, explains how a game works so it is easy to understand).
nl: <b>Communiceert op een georganiseerde manier</b> (bijv., vertelt de correcte volgorde van de gebeurtenissen opnieuw, legt uit hoe een spel werkt zodat het gemakkelijk te begrijpen is).

# parent_survey_child_487
source: <b>Adjusts when plans/schedules change</b> (e.g., follows along when daily schedule changes, does not complain when unexpected sickness leads to canceling a family vacation).
nl: <b>Past zich aan wanneer plannen/roosters veranderen</b> (bijv., volgt mee wanneer het dagelijkse schema verandert, klaagt niet wanneer onverwachte ziekte leidt tot het annuleren van een gezinsvakantie).

# parent_survey_child_488
source: <b>Finishes tasks on time</b> (e.g., finishes homework on time and not at the last minute).
nl: <b>Voltooit taken op tijd</b> (bijv., voltooit huiswerk op tijd en niet op het laatste moment).

# parent_survey_child_489
source: <b>Remains focused and engaged during collaborative child-led activities</b> (e.g., playing with siblings/peers).
nl: <b>Blijft gefocust en betrokken tijdens collaboratieve kind-leide activiteiten</b> (bijv., spelen met broers/zussen / leeftijdsgenoten).

# parent_survey_child_490
source: <b>Ignores a preferred, fun activity</b> (e.g., playing) <b>when asked to complete an assigned task</b> (e.g., cleaning room).
nl: <b>Negeert een favoriete, leuke activiteit</b> (bijv., spelen) <b>wanneer gevraagd om een toegewezen taak te voltooien</b> (bijv., kamer opruimen).

# parent_survey_child_491
source: <b>Waits for their turn to act</b> (e.g., waits patiently in line at a grocery store or when sharing a toy with sibling).
nl: <b>Wacht op zijn beurt om te handelen</b> (bijv., wacht geduldig in de rij bij een supermarkt of wanneer een speelgoedgezamen wordt gedeeld met broer of zus).

# parent_survey_child_492
source: <b>Completes age-appropriate numerical mental calculation</b> (e.g., adds prices of goods, calculates time, how much they are older than someone else).
nl: <b>Voltooit leeftijdsadequate numerieke mentale berekeningen</b> (bijv., voegt prijzen van goederen toe, berekent tijd, hoe veel ouder ze zijn dan iemand anders).

# parent_survey_child_493
source: <b>Understands conflicting perspectives/ideas</b> (e.g., acknowledges a different point of view, accepts different ways of doing things, can see a situation from someone else's perspective).
nl: <b>Begrijpt conflicterende perspectieven/ideeën</b> (bijv., erkent een ander standpunt, accepteert verschillende manieren van dingen doen, kan een situatie vanuit iemand anders’ perspectief zien).

# parent_survey_child_494
source: <b>Checks for mistakes before completing a task</b> (e.g., reviews and corrects errors on class assignments).
nl: <b>Controleert op fouten voordat het voltooien van een taak</b> (bijv., doorneemt en corrigeert fouten op klassenopdrachten).

# parent_survey_child_495
source: <b>Persists on a difficult cognitive/learning task</b> (e.g., homework) <b>by trying to figure things out, asking questions, and not quitting.</b>
nl: <b>Houdt vol bij een moeilijke cognitieve/leer taak</b> (bijv., huiswerk) <b>door dingen uit te zoeken, vragen te stellen, en niet op te geven.</b>

# parent_survey_child_496
source: <b>Answers questions or tells a story without getting distracted by small details and/or losing train of thought.</b>
nl: <b>Beantwoordt vragen of vertelt een verhaal zonder zich te laten afleiden door kleine details en/of zijn gedachtegang te verliezen.</b>

# parent_survey_child_497
source: <b>Stops and thinks before acting</b> (e.g., does not run out in front of a car, does not grab things they shouldn't).
nl: <b>Stopt en denkt na voordat hij handelt</b> (bijv., rent niet zomaar de straat op, pakt geen dingen die hij niet mag pakken).

# parent_survey_child_498
source: <b>Remembers and considers all options when making a choice</b> (e.g., what to do when they get stuck on a household task or face a problem, food options).
nl: <b>Herinnert zich en overweegt alle opties bij het maken van een keuze</b> (bijv., wat te doen wanneer ze vastlopen op een huishoudelijke taak of een probleem onder ogen zien, voedselopties).

# parent_survey_child_499
source: <b>Connects ideas/experiences to other ideas/experiences</b> (e.g., identifies connections between books/movies and lived experiences, uses strategies learned at school to complete activities at home).
nl: <b>Verbindt ideeën/ervaringen met andere ideeën/ervaringen</b> (bijv., identificeert verbanden tussen boeken/films en geleefde ervaringen, gebruikt strategieën geleerd op school om activiteiten thuis af te ronden).

# parent_survey_child_500
source: <b>Begins plans or routines without prompting</b> (e.g., takes an initiative to help a family member, starts daily household chores on their own).
nl: <b>Begint met plannen of routines zonder aansporing</b> (bijv., neemt het initiatief om een familielid te helpen, begint uit zichzelf aan dagelijkse huishoudelijke taken).

# parent_survey_child_501
source: <b>Gets deeply engaged in an activity they choose for themselves</b> (e.g., drawing, reading, cooking, building, sports, games).
nl: <b>Raakt diep betrokken bij een activiteit die ze voor zichzelf kiezen</b> (bijv., tekenen, lezen, koken, bouwen, sporten, spelletjes).

# parent_survey_child_502
source: <b>Remembers physical directions, patterns, and where things are</b> (e.g., knows walking routes, finds things in a grocery store, good at searching for a lost item or playing hide-and-seek).
nl: <b>Herinnert zich fysieke richtingen, patronen, en waar dingen zijn</b> (bijv., weet wandelroutes, vindt dingen in een supermarkt, goed in het zoeken naar een verloren voorwerp of verstoppertje spelen).
