Repository: levante-framework/levante_translations
Catalog: translations/%filename%es_CO.xliff
Languages: es_co

# ToM-scene-18-q1-false_belief
source: Which toy does Kat think George wants from the toy shop?
es_co: ¿Cuál juguete cree Catalina que Jorge quiere de la juguetería?

# ToM-scene-18-instruct3
source: Kat didn’t hear George say that he wanted crayons. So Kat thinks George wants a basketball. Kat goes to the toy shop, but then the shop owner says that they don’t have any basketballs! But they do have storybooks, so Kat buys a storybook for George instead.
es_co: Catalina no escuchó a Jorge decir que quería unos colores, así que Catalina piensa que Jorge quiere un balón de baloncesto. Catalina va a la juguetería, pero el dueño le dice aunque no tienen balones de baloncesto, sí tienen libros de cuentos. Catalina le compra un libro de cuentos a Jorge.

# ToM-scene-18-q2-false_belief
source: Does George know that Kat bought a storybook?
es_co: ¿Jorge sabe que Catalina compró un libro de cuentos?

# ToM-scene-18-q3-false_belief
source: What does George think Kat bought at the toy shop?
es_co: ¿Qué cree Jorge que Catalina compró en la juguetería?

# basketball
source: A basketball
es_co: Un balón de baloncesto

# storybook
source: A storybook
es_co: Un libro de cuentos

source: Crayons
es_co: Unos colores

# ToM-scene-18-instruct4
source: Kat comes back and tells George, “I’m so sorry, I couldn’t buy you a basketball because the store didn’t have any.”
es_co: Catalina vuelve y le dice a Jorge: "Lo siento mucho, no pude comprarte un balón de baloncesto porque no los vendían en la tienda".

# ToM-scene-18-q4-reality_check
source: What toy does George want?
es_co: ¿Cuál juguete quiere Jorge?

# ToM-scene-18-q5-reality_check
source: What toy did Kat buy for George?
es_co: ¿Cuál juguete le compró Catalina a Jorge?

# ToM-scene-18-instruct5
source: George is very happy to play with his new storybook.
es_co: Jorge está emocionado por leer su nuevo libro de cuentos.

# inferenceInstructions2
source: Welcome to ROAR - Inference
es_co: Bienvenido a ROAR - Inferencia

# inferenceInstructions
source: Read each story carefully. Think about what happened in the story and what you know. Choose the best answer for each question.
es_co: Lee cada historia con atención. Piensa en lo que ocurrió en la historia y en lo que sabes. Elige la mejor respuesta para cada pregunta.

# sds-your-turn
source: Now it's your turn!
es_co: ¡Ahora es tu turno!

# sds-prompt3-demo-heavy
source: Here is another picture. I have to choose which of these pictures is the same as this new picture.
es_co: Aquí hay otra imagen. Tengo que elegir cuál de estas imágenes es igual a esta nueva imagen.

# sds-pick-square-demo-heavy
source: I will pick this one! This one is the same as the new picture because they are both squares.
es_co: ¡Escogeré esta! Esta es igual a la nueva imagen porque ambas son cuadrados.

# same-different-selection-instruct1-heavy
source: This is the matching game. In this game, we are going to look at pictures and find things about them that are the same in some way.
es_co: Este es el juego de emparejar. En este juego, vamos a mirar imágenes y encontrar cosas que sean iguales de alguna manera.

# same-different-selection-instruct2-heavy
source: Now we're going to look at more pictures and find things about them that are the same. Let's learn how to play!
es_co: Ahora vamos a ver más imágenes y encontrar cosas que sean iguales. ¡Vamos a aprender a jugar!

# same-different-selection-instruct3-heavy
source: Now you're going to play the rest of the game on your own!
es_co: ¡Ahora vas a jugar el resto del juego por tu cuenta!

# same-different-selection-instruct4-heavy
source: Now we're going to try something new! You're going to find pairs of shapes that are the same in some way. Let's learn how!
es_co: ¡Ahora vamos a intentar algo nuevo! Vas a encontrar pares de formas que sean iguales de alguna manera. ¡Vamos a aprender cómo!

# same-different-selection-instruct5-heavy
source: Here are three pictures. I have to choose 2 of them that are the same in some way. I will pick these 2 pictures because they are both triangles.
es_co: Aquí hay tres imágenes. Tengo que elegir 2 de ellas que sean iguales de alguna manera. Voy a escoger estas 2 imágenes porque ambas son triángulos.

# same-different-selection-instruct6-heavy
source: Here are the same three pictures. I have to choose 2 of them that are the same in a different way. I will pick these 2 pictures because they are both red.
es_co: Aquí están las mismas tres imágenes. Tengo que elegir 2 de ellas que sean iguales de otra manera. Voy a escoger estas 2 imágenes porque ambas son rojas.

# same-different-selection-touch-circle-heavy
source: Show me the circle.
es_co: Muéstrame el círculo.

# same-different-selection-touch-square-heavy
source: Show me the square.
es_co: Muéstrame el cuadrado.

# same-different-selection-touch-triangle-heavy
source: Show me the triangle.
es_co: Muéstrame el triángulo.

# same-different-selection-touch-star-heavy
source: Show me the star.
es_co: Muéstrame la estrella.

# same-different-selection-touch-green-heavy
source: Show me the green one.
es_co: Muéstrame el verde.

# same-different-selection-touch-red-heavy
source: Show me the red one.
es_co: Muéstrame el rojo.

# same-different-selection-touch-blue-heavy
source: Show me the blue one.
es_co: Muéstrame el azul.

# same-different-selection-touch-yellow-heavy
source: Show me the yellow one.
es_co: Muéstrame el amarillo.

# same-different-selection-touch-small-heavy
source: Show me the small one.
es_co: Muéstrame el pequeño.

# same-different-selection-touch-medium-heavy
source: Show me the medium one.
es_co: Muéstrame el mediano.

# same-different-selection-touch-large-heavy
source: Show me the large one.
es_co: Muéstrame el grande.

# same-different-selection-touch-white-heavy
source: Show me the picture with the white background.
es_co: Muéstrame la imagen con el fondo blanco.

# same-different-selection-touch-gray-heavy
source: Show me the picture with the gray background.
es_co: Muéstrame la imagen con el fondo gris.

# same-different-selection-touch-black-heavy
source: Show me the picture with the black background.
es_co: Muéstrame la imagen con el fondo negro.

# same-different-selection-touch-striped-heavy
source: Show me the picture with the striped background.
es_co: Muéstrame la imagen con el fondo a rayas.

# same-different-selection-touch-1-heavy
source: Show me the picture with one shape.
es_co: Muéstrame la imagen con una forma.

# same-different-selection-touch-2-heavy
source: Show me the picture with two shapes.
es_co: Muéstrame la imagen con dos formas.

# same-different-selection-touch-3-heavy
source: Show me the picture with three shapes.
es_co: Muéstrame la imagen con tres formas.

# same-different-selection-touch-4-heavy
source: Show me the picture with four shapes.
es_co: Muéstrame la imagen con cuatro formas.

# same-different-selection-both-circles-heavy
source: Here are two pictures. Something's the same. They're both circles.
es_co: Aquí hay dos imágenes. Algo es igual. Ambas son círculos.

# same-different-selection-both-squares-heavy
source: Here are two pictures. Something's the same. They're both squares.
es_co: Aquí hay dos imágenes. Algo es igual. Ambas son cuadrados.

# same-different-selection-both-triangles-heavy
source: Here are two pictures. Something's the same. They're both triangles.
es_co: Aquí hay dos imágenes. Algo es igual. Ambas son triángulos.

# same-different-selection-both-red-heavy
source: Here are two pictures. Something's the same. They're both red.
es_co: Aquí hay dos imágenes. Algo es igual. Ambas son rojas.

# same-different-selection-both-green-heavy
source: Here are two pictures. Something's the same. They're both green.
es_co: Aquí hay dos imágenes. Algo es igual. Ambas son verdes.

# same-different-selection-both-yellow-heavy
source: Here are two pictures. Something's the same. They're both yellow.
es_co: Aquí hay dos imágenes. Algo es igual. Ambas son amarillas.

# same-different-selection-both-blue-heavy
source: Here are two pictures. Something's the same. They're both blue.
es_co: Aquí hay dos imágenes. Algo es igual. Ambas son azules.

# same-different-selection-both-small-heavy
source: Here are two pictures. Something's the same. They're both small.
es_co: Aquí hay dos imágenes. Algo es igual. Ambas son pequeñas.

# same-different-selection-both-medium-heavy
source: Here are two pictures. Something's the same. They're both medium.
es_co: Aquí hay dos imágenes. Algo es igual. Ambas son medianas.

# same-different-selection-both-large-heavy
source: Here are two pictures. Something's the same. They're both large.
es_co: Aquí hay dos imágenes. Algo es igual. Ambas son grandes.

# sds-prompt3-heavy
source: Here is another picture. Which of these pictures is the same as this new picture?
es_co: Aquí hay otra imagen. ¿Cuál de estas imágenes es igual a esta nueva imagen?

# sds-3match-prompt2-heavy
source: Here are the same pictures. Choose two of them that are the same in a different way.
es_co: Aquí están las mismas imágenes. Elige dos de ellas que sean iguales de otra manera.

# sds-2match-prompt1-heavy
source: Here are some new pictures. Choose two of them that are the same in some way.
es_co: Aquí hay algunas imágenes nuevas. Elige dos de ellas que sean iguales de alguna manera.

# sds-2match-prompt2-heavy
source: Now choose two pictures that are the same in a different way.
es_co: Ahora elige dos imágenes que sean iguales de otro modo.

# sds-3unique-prompt1-heavy
source: Choose three pictures that are the same in only one way.
es_co: Elige tres imágenes que sean iguales en un solo aspecto.

# sds-3unique-prompt2-heavy
source: Choose another three pictures that are the same in only one way.
es_co: Elige otras tres imágenes que sean iguales en un solo aspecto.

# sds-match-demo1-heavy
source: Here are three pictures. I have to choose two of them that are the same in some way. I will pick these two pictures because they are both triangles.
es_co: Aquí hay tres imágenes. Tengo que elegir dos de ellas que sean iguales de alguna manera. Voy a escoger estas dos porque ambas son triángulos.

# sds-match-demo2-heavy
source: Here are the same three pictures. I have to choose two of them that are the same in a different way. I will pick these two pictures because they are both small.
es_co: Aquí están las mismas tres imágenes. Tengo que elegir dos de ellas que sean iguales de otro modo. Voy a escoger estas dos porque ambas son pequeñas.

# data-questionnaire-button-text1
source: I have SERIOUS CONCERNS about these data (e.g., the child did not seem to understand the task, was frequently distracted/interrupted, etc.)
es_co: Tengo GRANDES PREOCUPACIONES sobre estos datos (p. ej., el niño no parecía entender la tarea, se distrajo o interrumpió con frecuencia, etc.)

# data-questionnaire-button-text2
source: I feel OK about these data (e.g., the child seemed to understand the task pretty well, only experienced a few distractions/interruptions, etc.)
es_co: Me siento bien con estos datos (p. ej., el niño parecía entender la tarea bastante bien, solo tuvo algunas distracciones/interrupciones, etc.)

# data-questionnaire-button-text3
source: I feel GOOD about these data (e.g., the child clearly understood the task, had very few (if any) distractions/ interruptions, etc.)
es_co: Me siento BIEN con estos datos (p. ej., el niño entendió claramente la tarea, tuvo muy pocas (o ninguna) distracciones/interrupciones, etc.)

# math-instructions1-heavy
source: In this game, you will play with numbers. Some questions might be easy for you and some might be hard. That is okay! Please try your best and take your time. Let’s get started!
es_co: En este juego, jugarás con números. Algunas preguntas pueden ser fáciles para ti y algunas pueden ser difíciles. ¡Está bien! Haz tu mejor esfuerzo y tómate tu tiempo. ¡Comencemos!

# math-intro1-heavy
source: It's time for the first number game! Let's practice.
es_co: ¡Es hora del primer juego de números! Vamos a practicar.

# math-intro2-heavy
source: It's time for the next number game! Let's practice.
es_co: ¡Es hora del siguiente juego de números! Vamos a practicar.

# counting-intro
source: In this number game, you will say how many things are in the picture! The grownup helping you will press the button.
es_co: En este juego de números, dirás cuántas cosas hay en la imagen. El adulto que te está ayudando presionará el botón.

# counting-intro-afc
source: This time, you will choose the button with the right number!
es_co: ¡Esta vez, elegirás el botón con el número correcto!

# memory-game-instruct1-heavy
source: This is the memory game.
es_co: Este es el juego de memoria.

# memory-game-instruct2-heavy
source: In this game, we are going to see squares light up. Your job is to touch the squares that light up.
es_co: En este juego, vamos a ver cuadrados encenderse. Tu tarea es tocar los cuadrados que se encienden.

# memory-game-instruct3-heavy
source: Now we will see two squares light up. Your job is to touch the squares in the same order as they light up!
es_co: Ahora veremos dos cuadrados encenderse. ¡Tu tarea es tocar los cuadrados en el mismo orden en que se encienden!

# memory-game-instruct4-heavy
source: Watch the squares light up. I will touch the squares in the same order.
es_co: Mira cómo se encienden los cuadrados. Tocaré los cuadrados en el mismo orden.

# memory-game-instruct5-heavy
source: OK, now you're going to play the rest of the memory game on your own. More squares will light up each time the longer you play, so watch carefully!
es_co: OK, ahora vas a jugar el resto del juego de memoria por tu cuenta. Más cuadrados se encenderán cada vez que juegues más tiempo, así que ¡mira con atención!

# memory-game-instruct6-heavy
source: If you make a mistake, just keep going!
es_co: Si cometes un error, ¡sigue adelante!

# ns-number-identification-1
source: Choose the card that shows 1 apple.
es_co: Elige la carta que muestra 1 manzana.

# ns-number-identification-2
source: Choose the card that shows 2 cars.
es_co: Elige la carta que muestra 2 carros.

# ns-number-identification-5
source: Choose the card that shows 5 apples.
es_co: Elige la carta que muestra 5 manzanas.

# ns-number-identification-7
source: Choose the card that shows 7 cars.
es_co: Elige la carta que muestra 7 carros.

# ns-number-identification-10
source: Choose the card that shows 10 apples.
es_co: Elige la carta que muestra 10 manzanas.

# counting-1
source: How many cars is this?
es_co: ¿Cuántos carros hay?

# counting-2
source: How many apples is this?
es_co: ¿Cuántas manzanas hay?

# ns-number-comp-1
source: Which card has more apples?
es_co: ¿Cuál carta tiene más manzanas?

# ns-number-comp-2
source: Which card has more cars?
es_co: ¿Cuál carta tiene más carros?

# child_survey_001
source: <font face="Verdana" size="4">These questions ask you about how you feel at school and some of the things you do at school. There are no right or wrong answers. Choose the answer that best describes what you think. <b><font face="Verdana" size="4">No, never; Yes, some of the time; Yes, most of the time; Yes, all of the time.<br><br>The first two are for practice.
es_co: <font face="Verdana" size="4">Estas preguntas se refieren a cómo te sientes en el colegio y a lo que haces en el colegio. No hay respuestas correctas ni incorrectas. Elige la respuesta que mejor diga lo gue tú piensas. <br><b><font face="Verdana" size="4"> No, nunca; Sí, algunas veces; Sí, muchas veces; Sí, siempre. <br><br>Las primeras dos preguntas son de práctica.

# child_survey_002
source: Do you like to read comic books?
es_co: ¿Te gusta leer historietas (comics)?

# child_survey_003
source: No, never
es_co: No, nunca

# child_survey_004
source: Yes, some of the time
es_co: Sí, algunas veces

# child_survey_005
source: Yes, most of the time
es_co: Sí, muchas veces

# child_survey_006
source: Yes, always
es_co: Sí, siempre

# child_survey_007
source: Are you neat and tidy at school?
es_co: ¿Eres limpio y ordenado en el colegio?

# child_survey_008
source: No, never
es_co: No, nunca

# child_survey_009
source: Yes, some of the time
es_co: Sí, algunas veces

# child_survey_010
source: Yes, most of the time
es_co: Sí, muchas veces

# child_survey_011
source: Yes, always
es_co: Sí, siempre

# child_survey_012
source: Is your teacher nice to you?
es_co: ¿Tu profesor te trata bien?

# child_survey_013
source: No, never
es_co: No, nunca

# child_survey_014
source: Yes, some of the time
es_co: Sí, algunas veces

# child_survey_015
source: Yes, most of the time
es_co: Sí, muchas veces

# child_survey_016
source: Yes, always
es_co: Sí, siempre

# child_survey_017
source: Does your teacher like you?
es_co: ¿Le caes bien a tu profesor?

# child_survey_018
source: No, never
es_co: No, nunca

# child_survey_019
source: Yes, some of the time
es_co: Sí, algunas veces

# child_survey_020
source: Yes, most of the time
es_co: Sí, muchas veces

# child_survey_021
source: Yes, always
es_co: Sí, siempre

# child_survey_022
source: Does your teacher listen to you?
es_co: ¿Tu profesor te escucha?

# child_survey_023
source: No, never
es_co: No, nunca

# child_survey_024
source: Yes, some of the time
es_co: Sí, algunas veces

# child_survey_025
source: Yes, most of the time
es_co: Sí, muchas veces

# child_survey_026
source: Yes, always
es_co: Sí, siempre

# child_survey_027
source: Is school fun?
es_co: ¿Es divertido ir al colegio?

# child_survey_028
source: No, never
es_co: No, nunca

# child_survey_029
source: Yes, some of the time
es_co: Sí, algunas veces

# child_survey_030
source: Yes, most of the time
es_co: Sí, muchas veces

# child_survey_031
source: Yes, always
es_co: Sí, siempre

# child_survey_032
source: Do you enjoy school?
es_co: ¿Te gusta el colegio?

# child_survey_033
source: No, never
es_co: No, nunca

# child_survey_034
source: Yes, some of the time
es_co: Sí, algunas veces

# child_survey_035
source: Yes, most of the time
es_co: Sí, muchas veces

# child_survey_036
source: Yes, always
es_co: Sí, siempre

# child_survey_037
source: Are you happy at school?
es_co: ¿Te sientes feliz en el colegio?

# child_survey_038
source: No, never
es_co: No, nunca

# child_survey_039
source: Yes, some of the time
es_co: Sí, algunas veces

# child_survey_040
source: Yes, most of the time
es_co: Sí, muchas veces

# child_survey_041
source: Yes, always
es_co: Sí, siempre

# child_survey_042
source: Do you feel safe at school?
es_co: ¿Te sientes seguro o segura en el colegio?

# child_survey_043
source: No, never
es_co: No, nunca

# child_survey_044
source: Yes, some of the time
es_co: Sí, algunas veces

# child_survey_045
source: Yes, most of the time
es_co: Sí, muchas veces

# child_survey_046
source: Yes, always
es_co: Sí, siempre

# child_survey_047
source: Do you have friends in your class?
es_co: ¿Tienes amigos o amigas en tu salón?

# child_survey_048
source: No, never
es_co: No, nunca

# child_survey_049
source: Yes, some of the time
es_co: Sí, algunas veces

# child_survey_050
source: Yes, most of the time
es_co: Sí, muchas veces

# child_survey_051
source: Yes, always
es_co: Sí, siempre

# child_survey_052
source: Do the kids in your class help you when you need it?
es_co: ¿Te ayudan los niños y las niñas de tu salón cuando lo necesitas?

# child_survey_053
source: No, never
es_co: No, nunca

# child_survey_054
source: Yes, some of the time
es_co: Sí, algunas veces

# child_survey_055
source: Yes, most of the time
es_co: Sí, muchas veces

# child_survey_056
source: Yes, always
es_co: Sí, siempre

# child_survey_057
source: Do the kids in your class play with you?
es_co: ¿Los niños y las niñas de tu salón juegan contigo?

# child_survey_058
source: No, never
es_co: No, nunca

# child_survey_059
source: Yes, some of the time
es_co: Sí, algunas veces

# child_survey_060
source: Yes, most of the time
es_co: Sí, muchas veces

# child_survey_061
source: Yes, always
es_co: Sí, siempre

# child_survey_062
source: Are the kids in your class nice to you?
es_co: ¿Los niños y las niñas de tu salón son amables contigo?

# child_survey_063
source: No, never
es_co: No, nunca

# child_survey_064
source: Yes, some of the time
es_co: Sí, algunas veces

# child_survey_065
source: Yes, most of the time
es_co: Sí, muchas veces

# child_survey_066
source: Yes, always
es_co: Sí, siempre

# child_survey_067
source: Do you feel lonely at school?
es_co: ¿Te sientes solo o sola en el colegio?

# child_survey_068
source: No, never
es_co: No, nunca

# child_survey_069
source: Yes, some of the time
es_co: Sí, algunas veces

# child_survey_070
source: Yes, most of the time
es_co: Sí, muchas veces

# child_survey_071
source: Yes, always
es_co: Sí, siempre

# child_survey_072
source: Are you good at learning things in school?
es_co: ¿Te queda fácil aprender en el colegio?

# child_survey_073
source: No, never
es_co: No, nunca

# child_survey_074
source: Yes, some of the time
es_co: Sí, algunas veces

# child_survey_075
source: Yes, most of the time
es_co: Sí, muchas veces

# child_survey_076
source: Yes, always
es_co: Sí, siempre

# child_survey_077
source: When schoolwork is hard, do you give up right away?
es_co: Cuando las tareas del colegio son difíciles, ¿te rindes en seguida?

# child_survey_078
source: No, never
es_co: No, nunca

# child_survey_079
source: Yes, some of the time
es_co: Sí, algunas veces

# child_survey_080
source: Yes, most of the time
es_co: Sí, muchas veces

# child_survey_081
source: Yes, always
es_co: Sí, siempre

# child_survey_082
source: Do you enjoy doing reading activities at school?
es_co: ¿Te gusta hacer actividades de lectura en el colegio?

# child_survey_083
source: No, never
es_co: No, nunca

# child_survey_084
source: Yes, some of the time
es_co: Sí, algunas veces

# child_survey_085
source: Yes, most of the time
es_co: Sí, muchas veces

# child_survey_086
source: Yes, always
es_co: Sí, siempre

# child_survey_087
source: Do you enjoy doing math activities at school?
es_co: ¿Te gusta hacer actividades de matemáticas en el colegio?

# child_survey_088
source: No, never
es_co: No, nunca

# child_survey_089
source: Yes, some of the time
es_co: Sí, algunas veces

# child_survey_090
source: Yes, most of the time
es_co: Sí, muchas veces

# child_survey_091
source: Yes, always
es_co: Sí, siempre

# child_survey_092
source: Are you good at reading?
es_co: ¿Eres bueno o buena para la lectura?

# child_survey_093
source: No, never
es_co: No, nunca

# child_survey_094
source: Yes, some of the time
es_co: Sí, algunas veces

# child_survey_095
source: Yes, most of the time
es_co: Sí, muchas veces

# child_survey_096
source: Yes, always
es_co: Sí, siempre

# child_survey_097
source: Are you good at math?
es_co: ¿Eres bueno o buena para las matemáticas?

# child_survey_098
source: No, never
es_co: No, nunca

# child_survey_099
source: Yes, some of the time
es_co: Sí, algunas veces

# child_survey_100
source: Yes, most of the time
es_co: Sí, muchas veces

# child_survey_101
source: Yes, always
es_co: Sí, siempre

# child_survey_102
source: Some kids think they can get smarter if they work really hard. Do you think that you can get smarter if you work really hard?
es_co: Algunos niños y niñas piensan que pueden ser más inteligentes si se esfuerzan mucho. ¿Crees que tú puedes ser más inteligente si te esfuerzas mucho?

# child_survey_103
source: No, never
es_co: No, nunca

# child_survey_104
source: Yes, some of the time
es_co: Sí, algunas veces

# child_survey_105
source: Yes, most of the time
es_co: Sí, muchas veces

# child_survey_106
source: Yes, always
es_co: Sí, siempre
