Repository: levante-framework/levante_translations
Catalog: translations/%filename%es_CO.xliff
Languages: es_co

# parent_survey_family_337
source: Start Survey
es_co: Comenzar Encuesta

# parent_survey_family_338
source: Previous
es_co: Anterior

# parent_survey_family_339
source: Next
es_co: Siguiente

# parent_survey_family_340
source: Finish
es_co: Terminar

source: ROAR
es_co: RUGIR

source: task
es_co: tarea

source: assessment
es_co: evaluación

source: assignment
es_co: asignación

source: participant
es_co: participante

source: administrator
es_co: administrador

source: dashboard
es_co: tablero

source: sign in
es_co: iniciar sesión

source: sign out
es_co: cerrar sesión

source: game
es_co: juego

source: activity
es_co: actividad

source: survey
es_co: encuesta

source: consent
es_co: consentimiento

source: assent
es_co: acuerdo

source: profile
es_co: perfil

source: progress
es_co: progreso

source: score
es_co: puntaje

source: report
es_co: informe

source: completed
es_co: completado

source: loading
es_co: cargando

source: success
es_co: éxito

source: continue
es_co: continuar

source: cancel
es_co: cancelar

source: save
es_co: guardar

source: family
es_co: familia

source: child
es_co: niño

source: parent
es_co: padre

source: teacher
es_co: maestro

source: classroom
es_co: aula

source: grade
es_co: grado

source: student
es_co: estudiante

source: language
es_co: idioma

source: username
es_co: nombre de usuario

source: password
es_co: contraseña

source: email
es_co: correo electrónico

source: settings
es_co: configuraciones

# auth/consent.acceptButton
source: Accept
es_co: Aceptar

# auth/consent.assentTitle
source: Assent
es_co: Asentimiento

# auth/consent.consentTitle
source: Consent
es_co: Consentimiento

# auth/consent.consentUpdatedStatus
source: Consent status updated
es_co: Estado de consentimiento actualizado

# auth/consent.header
source: Consent
es_co: Consentimiento

# auth/consent.rejectButton
source: No, sign me out
es_co: No, cerrar sesión

# auth/consent.toastHeader
source: Confirmed
es_co: Confirmado

# auth/signin.atLeastOneLowercase
source: At least one lowercase
es_co: Al menos una minúscula

# auth/signin.atLeastOneNumber
source: At least one number
es_co: Al menos un número

# auth/signin.atLeastOneNumeric
source: At least one numeric
es_co: Al menos un carácter numérico

# auth/signin.atLeastOneUpperCase
source: At least one uppercase
es_co: Al menos una mayúscula

# auth/signin.buttonLabel
source: Go!
es_co: ¡Vamos!

# auth/signin.continueWithGoogle
source: Continue with Google
es_co: Continuar con Google

# auth/signin.emailId
source: email
es_co: correo electrónico

# auth/signin.emailPlaceholder
source: Username or email
es_co: Nombre de usuario o correo electrónico

# auth/signin.forgotPassword
source: Forgot Password?
es_co: ¿Olvidaste tu contraseña?

# auth/signin.incorrectEmailOrPassword
source: Incorrect username/email or password
es_co: Nombre de usuario/correo electrónico o contraseña incorrectos

# auth/signin.invalidEmailPlaceholder
source: Error: invalid email
es_co: Error: correo electrónico inválido

# auth/signin.minimumCharacters
source: Minimum 8 characters
es_co: Mínimo 8 caracteres

# auth/signin.passwordId
source: password
es_co: contraseña

# auth/signin.passwordPlaceholder
source: Password
es_co: Contraseña

# auth/signin.pickPassword
source: Pick a password
es_co: Elige una contraseña

# auth/signin.selectLanguage
source: Select Language
es_co: Seleccionar idioma

# auth/signin.selectLanguageLabel
source: Language
es_co: Idioma

# auth/signin.signInWithEmailLinkInstead
source: Sign-in using email link
es_co: Inicia sesión usando el enlace de correo electrónico

# auth/signin.signInWithEmailLinkPlaceHolder
source: Press Go to sign-in with an email link.
es_co: Presiona ¡Vamos! para iniciar sesión con un enlace de correo electrónico.

# auth/signin.signInWithPasswordInstead
source: Sign-in using password
es_co: Inicia sesión usando la contraseña

# auth/signin.suggestions
source: Suggestions
es_co: Sugerencias

# pages/home-participant.contactAdministrator
source: Please contact your administrator to get added to an assignment.
es_co: Por favor, contacta a tu administrador para que te agreguen a una asignación.

# pages/home-participant.loadingAssignments
source: Loading Assignments
es_co: Cargando Asignaciones

# pages/home-participant.noAssignments
source: You have no assignments!
es_co: ¡No tienes asignaciones!

# pages/home-participant.selectAssignment
source: Select an assignment
es_co: Seleccionar una asignación

# pages/home-participant.showOptionalAssignments
source: Show optional assignments
es_co: Mostrar asignaciones opcionales

# pages/home-selector.inactivityLogout
source: You will soon be logged out for security purposes. Please click "Continue" if you wish to continue your session.\n Otherwise, you will be automatically logged out in { timeLeft } seconds.
es_co: Pronto se cerrará la sesión por razones de seguridad. Por favor haga clic en "Continuar" si desea continuar su sesión. Si no, la sesión se cerrará automáticamente en {timeLeft} segundos.

# pages/home-selector.inactivityLogoutAcceptLabel
source: Continue
es_co: Continuar

# pages/home-selector.loading
source: Loading...
es_co: Cargando...

# pages/not-found.label
source: Return to Home
es_co: Volver a la página principal

# pages/not-found.pageNotFound
source: Page not found
es_co: Página no encontrada

# pages/not-found.sorry
source: Sorry, we could not find that page!
es_co: Lo siento, ¡no pudimos encontrar esa página!

# pages/signin.adminAction
source: here
es_co: aquí

# pages/signin.adminInfoPrompt
source: If you registered with a Google email or your email provider uses Google SSO.
es_co: Si te registraste con un correo de Google o si tu proveedor de correo utiliza Google SSO.

# pages/signin.adminPrompt
source: Are you an Admin? Click {action} to Sign in.
es_co: ¿Eres un Administrador? Haz clic {action} para Iniciar sesión.

# pages/signin.havingTrouble
source: Having trouble?
es_co: ¿Tienes problemas?

# pages/signin.login
source: Log in to access your dashboard
es_co: Inicia sesión para acceder a tu panel de control

# pages/signin.loginWith
source: Log in with
es_co: Iniciar sesión con

# pages/signin.welcome
source: Welcome to ROAR!
es_co: ¡Bienvenido a ROAR!

# surveys/user-survey.specificRelationDescriptionChildA
source: For child with Birth Month
es_co: Para el niño con Mes de Nacimiento

# surveys/user-survey.specificRelationDescriptionChildB
source: and Birth Year
es_co: y Año de Nacimiento

# surveys/user-survey.specificRelationDescriptionClass
source: For class
es_co: Para la clase

# teacher_survey_classroom_001
source: <b><font face="Verdana" size="4">This is Part B of the survey.</b><br> <br> <p><font face="Verdana" size="4">In Part B the questions are classroom specific. If you teach more than one class of students included in this project, you will complete Part B separately for each classroom. <br><br>If you teach a single subject, please complete the questions that relate to other subjects to the best of your knowledge or consult with a colleague for those details only. <br><br>When you are ready to begin, select the "Next" button. <br><br><b><font face="Verdana" size="4">Thank you!
es_co: <b><font face="Verdana" size="4">Esta es la Parte B de la encuesta. </b><br> <br> <p><font face="Verdana" size="4">En esta parte las preguntas son específicas a cada salón. Si usted enseña en más de un salón, debe completar esta parte por cada salón en donde tenga estudiantes participando en el proyecto. <br><br>Si enseña una sola asignatura, debe completar las preguntas que se refieren a otras asignaturas según su saber o consulte con un colega sólo para esos detalles.<br><br>Cuando esté listo para empezar, seleccione el botón "Siguiente".<br><br><b><font face="Verdana" size="4"> Muchas gracias.

# teacher_survey_classroom_002
source: How many classrooms do you teach that contain students participating in this research project?
es_co: ¿En cuántos de los salones donde usted enseña hay estudiantes que participen en este proyecto?

# teacher_survey_classroom_003
source: Is there another adult who is paid to help you in this classroom (e.g., teaching assistant, co-lead teacher, etc.)?
es_co: ¿Hay algún otro adulto que reciba remuneración por ayudarle en este salón (por ejemplo, un profesor asistente, profesor que trabaja con usted en docencia compartida, entre otros)?

# teacher_survey_classroom_004
source: Yes
es_co: Sí

# teacher_survey_classroom_006
source: How many students are enrolled in this classroom?
es_co: ¿Cuántos estudiantes hay matriculados en este salón?

# teacher_survey_classroom_007
source: number of students
es_co: número de estudiantes

# teacher_survey_classroom_008
source: How many children of each gender are in this class?
es_co: ¿Cuántos niños de cada género hay en esta clase?

# teacher_survey_classroom_009
source: number
es_co: número de

# teacher_survey_classroom_010
source: Girls
es_co: Niñas

# teacher_survey_classroom_011
source: number
es_co: número de

# teacher_survey_classroom_012
source: Boys
es_co: Niños

# teacher_survey_classroom_013
source: number
es_co: número de

# teacher_survey_classroom_014
source: Nonbinary
es_co: No binario

# teacher_survey_classroom_015
source: number
es_co: número de

# teacher_survey_classroom_016
source: Other
es_co: Otro

# teacher_survey_classroom_017
source: As of today's date, how many children in this class are each of the following age levels?
es_co: A hoy, ¿cuántos niños(as) de este salón se ubican en los siguientes rangos de edad?

# teacher_survey_classroom_018
source: number
es_co: Número de niños(as)

# teacher_survey_classroom_019
source: 5 years old or younger
es_co: 5 años o menos

# teacher_survey_classroom_020
source: number
es_co: Número de niños(as)

# teacher_survey_classroom_021
source: 6 years old
es_co: 6 años

# teacher_survey_classroom_022
source: number
es_co: Número de niños(as)

# teacher_survey_classroom_023
source: 7 years old
es_co: 7 años

# teacher_survey_classroom_024
source: number
es_co: Número de niños(as)

# teacher_survey_classroom_025
source: 8 years old
es_co: 8 años

# teacher_survey_classroom_026
source: number
es_co: Número de niños(as)

# teacher_survey_classroom_027
source: 9 years old
es_co: 9 años

# teacher_survey_classroom_028
source: number
es_co: Número de niños(as)

# teacher_survey_classroom_029
source: 10 years old
es_co: 10 años

# teacher_survey_classroom_030
source: number
es_co: Número de niños(as)

# teacher_survey_classroom_031
source: 11 years old
es_co: 11 años

# teacher_survey_classroom_032
source: number
es_co: Número de niños(as)

# teacher_survey_classroom_033
source: 12 years old
es_co: 12 años

# teacher_survey_classroom_034
source: number
es_co: Número de niños(as)

# teacher_survey_classroom_035
source: 13 years old or older
es_co: 13 años o más

# teacher_survey_classroom_036
source: Do you currently teach a multigrade class?
es_co: ¿Enseña actualmente en un salón multigrado?

# teacher_survey_classroom_037
source: Yes
es_co: Sí

# teacher_survey_classroom_039
source: If yes, what grade levels are included in the class you teach? (select all that apply)
es_co: En caso afirmativo, ¿cuáles grados se encuentran el salón multigrado que enseña? (Marque todas las que procedan.)

# teacher_survey_classroom_040
source: Prekindergarten
es_co: Prejardín

# teacher_survey_classroom_041
source: Transitional (or readiness) kindergarten
es_co: Transición o Grado cero

# teacher_survey_classroom_042
source: Kindergarten
es_co: Jardín

# teacher_survey_classroom_043
source: 1st Grade
es_co: Primer grado

# teacher_survey_classroom_044
source: 2nd Grade
es_co: Segundo grado

# teacher_survey_classroom_045
source: 3rd Grade
es_co: Tercer grado

# teacher_survey_classroom_046
source: 4th Grade
es_co: Cuarto grado

# teacher_survey_classroom_047
source: 5th Grade
es_co: Quinto grado

# teacher_survey_classroom_048
source: 6th Grade
es_co: Sexto grado

# teacher_survey_classroom_049
source: 7th Grade
es_co: Séptimo grado

# teacher_survey_classroom_050
source: 8th Grade
es_co: Octavo grado

# teacher_survey_classroom_051
source: What grade level do you teach?
es_co: ¿En qué grado enseña?

# teacher_survey_classroom_052
source: What languages are spoken by students in this class (select all that apply)?
es_co: ¿Qué idiomas hablan los(as) estudiantes en este salón de clase?

# teacher_survey_classroom_053
source: Arabic
es_co: Árabe

# teacher_survey_classroom_054
source: Chinese
es_co: Chino

# teacher_survey_classroom_055
source: English
es_co: Inglés

# teacher_survey_classroom_056
source: French
es_co: Francés

# teacher_survey_classroom_057
source: German
es_co: Alemán

# teacher_survey_classroom_058
source: Korean
es_co: Coreano

# teacher_survey_classroom_059
source: Spanish
es_co: Español

# teacher_survey_classroom_060
source: Tagalog
es_co: Tagalo

# teacher_survey_classroom_061
source: Vietnamese
es_co: Vietnamita

# teacher_survey_classroom_062
source: What languages do you or your assistant teacher speak <b>in the classroom</b> (select all that apply)?
es_co: ¿Qué idiomas hablan usted o su docente asistente <b>en el aula de clase?</b>

# teacher_survey_classroom_063
source: About how many children in this classroom are BELOW grade level in their reading skills?
es_co: ¿Cuántos niños(as) de este salón tienen un nivel de lectura POR DEBAJO del grado que cursan?

# teacher_survey_classroom_064
source: number of children
es_co: Número de niños(as)

# teacher_survey_classroom_065
source: About how many children in this classroom are ABOVE grade level in their reading skills?
es_co: ¿Cuántos niños(as) de este salón tienen un nivel de lectura POR ENCIMA del grado que cursan?

# teacher_survey_classroom_066
source: number of children
es_co: Número de niños(as)

# teacher_survey_classroom_067
source: About how many children in this classroom are BELOW grade level in their math skills?
es_co: ¿Cuántos niños(as) de este salón tienen un nivel en matemáticas POR DEBAJO del grado que cursan?

# teacher_survey_classroom_068
source: number of children
es_co: Número de niños(as)

# teacher_survey_classroom_069
source: About how many children in this classroom are ABOVE grade level in their math skills?
es_co: ¿Cuántos niños(as) de este salón tienen un nivel en matemáticas POR ENCIMA del grado que cursan?

# teacher_survey_classroom_070
source: number of children
es_co: Número de niños(as)

# teacher_survey_classroom_071
source: How often each week do children in this class usually work on lessons or projects in Reading and Language Arts, whether as a whole class, in small groups, or in individualized arrangements ?
es_co: ¿Cuántas veces por semana suelen trabajar los estudiantes de esta clase en lecciones o proyectos de lectura, lenguaje y literatura, ya sea en sesión plenaria, grupos pequeños o individualmente?

# teacher_survey_classroom_073
source: Less than once per week
es_co: Menos de una vez por semana

# teacher_survey_classroom_074
source: 1 -2 times per week
es_co: 1 a 2 veces por semana

# teacher_survey_classroom_075
source: 3 - 4 times per week
es_co: 3 a 4 veces por semana

# teacher_survey_classroom_077
source: How much time per day do children in this class usually work on lessons or projects in Reading and Language Arts, whether as a whole class, in small groups, or in individualized arrangements?
es_co: ¿Cuánto tiempo diario dedican trabajar los estudiantes de esta clase en lecciones o proyectos de lectura, lenguaje y literatura, ya sea en sesión plenaria, grupos pequeños o individualmente?

# teacher_survey_classroom_078
source: 1 - 30 minutes a day
es_co: 1 a 30 minutos al día

# teacher_survey_classroom_079
source: 31 - 60 minutes a day
es_co: 31 a 60 minutos al día

# teacher_survey_classroom_080
source: 61 - 90 minutes a day
es_co: 61 a 90 minutos al día

# teacher_survey_classroom_081
source: More than 90 minutes a day
es_co: Más de 90 minutos al día

# teacher_survey_classroom_082
source: How often each week do children in this class usually work on lessons or projects in Mathematics, whether as a whole class, in small groups, or in individualized arrangements?
es_co: ¿Cuántas veces por semana suelen trabajar los estudiantes de esta clase en lecciones o proyectos de matemáticas, ya sea en sesión plenaria, grupos pequeños o individualmente?

# teacher_survey_classroom_083
source: Never
es_co: Nunca

# teacher_survey_classroom_084
source: Less than once per week
es_co: Menos de una vez por semana

# teacher_survey_classroom_085
source: 1 -2 times per week
es_co: 1 a 2 veces por semana

# teacher_survey_classroom_086
source: 3 - 4 times per week
es_co: 3 a 4 veces por semana

# teacher_survey_classroom_087
source: Daily
es_co: A diario

# teacher_survey_classroom_088
source: How much time per day do children in this class usually work on lessons or projects in Mathematics, whether as a whole class, in small groups, or in individualized arrangements?
es_co: ¿Cuánto tiempo diario dedican trabajar los estudiantes de esta clase en lecciones o proyectos de matemáticas, ya sea en sesión plenaria, grupos pequeños o individualmente?

# teacher_survey_classroom_089
source: 1 - 30 minutes a day
es_co: 1 a 30 minutos al día

# teacher_survey_classroom_090
source: 31 - 60 minutes a day
es_co: 31 a 60 minutos al día

# teacher_survey_classroom_091
source: 61 - 90 minutes a day
es_co: 61 a 90 minutos al día

# teacher_survey_classroom_092
source: More than 90 minutes a day
es_co: Más de 90 minutos al día

# teacher_survey_classroom_093
source: Think about the families of the children in this class who you have taught this school year. For about how many families are each of the following statements true?
es_co: Piense en las familias de los niños(as) de esta clase a quienes usted ha dado clase este año escolar. ¿Aproximadamente para cuántas familias es cierta cada una de las siguientes afirmaciones?

# teacher_survey_classroom_094
source: Families seem overwhelmed by trying to support their children's learning.
es_co: Las familias parecen estar abrumadas por tratar de apoyar el aprendizaje de sus niños(as).

# teacher_survey_classroom_095
source: None
es_co: Ninguna

# teacher_survey_classroom_096
source: One or a few
es_co: Una o pocas

# teacher_survey_classroom_097
source: Many
es_co: Muchas

# teacher_survey_classroom_098
source: All or almost all
es_co: Todas o casi todas

# teacher_survey_classroom_099
source: Families are doing their part to support children's learning.
es_co: Las familias hacen su parte para apoyar el aprendizaje de los niños(as).

# teacher_survey_classroom_100
source: None
es_co: Ninguna

# teacher_survey_classroom_101
source: One or a few
es_co: Una o pocas

# teacher_survey_classroom_102
source: Many
es_co: Muchas

# teacher_survey_classroom_103
source: All or almost all
es_co: Todas o casi todas

# teacher_survey_classroom_104
source: Please indicate how satisfied or dissatisfied you have been with the following this school year.
es_co: Por favor, indique cuán satisfecho(a) o insatisfecho(a) ha estado usted este año escolar con los siguientes aspectos.

# teacher_survey_classroom_105
source: Communication between you and families.
es_co: La comunicación entre usted y las familias.

# teacher_survey_classroom_106
source: Not satisfied at all
es_co: Nada satisfecho

# teacher_survey_classroom_107
source: Slightly satisfied
es_co: Poco satisfecho

# teacher_survey_classroom_108
source: Moderately satisfied
es_co: Medianamente satisfecho

# teacher_survey_classroom_109
source: Quite satisfied
es_co: Bastante satisfecho

# teacher_survey_classroom_110
source: Very satisfied
es_co: Absolutamente satisfecho

# teacher_survey_classroom_111
source: Communication between you and your students.
es_co: La comunicación entre usted y sus alumnos.

# teacher_survey_classroom_112
source: Not satisfied at all
es_co: Nada satisfecho

# teacher_survey_classroom_113
source: Slightly satisfied
es_co: Poco satisfecho

# teacher_survey_classroom_114
source: Moderately satisfied
es_co: Medianamente satisfecho

# teacher_survey_classroom_115
source: Quite satisfied
es_co: Bastante satisfecho

# teacher_survey_classroom_116
source: Very satisfied
es_co: Absolutamente satisfecho

# teacher_survey_classroom_117
source: Start Survey
es_co: Comenzar Encuesta

# teacher_survey_classroom_118
source: Previous
es_co: Anterior

# teacher_survey_classroom_119
source: Next
es_co: Siguiente

# teacher_survey_classroom_120
source: Finish
es_co: Terminar

# teacher_survey_general_001
source: <b><font face="Verdana" size="4">Thank you for taking the time (~10 minutes) to respond to this survey!</b><br> <br> <p><font face="Verdana" size="4">Some students you teach are participating in a research project studying how children learn and develop. Your responses in this survey should apply to your classroom, school, and professional beliefs rather than to any specific child. <br><br><b><font face="Verdana" size="4">This survey has two parts: Part A and Part B.</b><br> <br> <p><font face="Verdana" size="4">In Part A, the questions relate to your background and beliefs. <br><br>In Part B, the questions are specific to your classroom. If you teach more than one class included in this project, you will complete Part B separately for each. <br><br>If you teach a single subject, please complete questions that relate to other subjects to the best of your knowledge or consult a colleague for those details only. <br><br>Thank you for your participation! Your responses provide invaluable insight into the education of your students.<br><br>When you are ready to begin, select the "Start Survey" button. <br><br><b><font face="Verdana" size="4">Thank you!
es_co: <b><font face="Verdana" size="4">¡Gracias por dedicarnos unos minutos de su tiempo (aproximadamente 10 minutos) para responder esta encuesta!</b><br> <br> <p><font face="Verdana" size="4">Algunos de sus alumnos están participando en un proyecto de investigación que estudia cómo aprenden y se desarrollan los niños. Por favor conteste esta encuesta pensando para sus respuestas en su salón, colegio y creencias profesionales, pero no en un niño(a) en particular.<br><br><b><font face="Verdana" size="4">Esta encuesta consta de dos partes: Parte A y Parte B.</b><br> <br> <p><font face="Verdana" size="4">En la Parte A las preguntas indagan por sus antecedentes y creencias.<br><br>En la Parte B, las preguntas indagan por un aula en concreto. Si imparte clases a más de un grupo, responda a las preguntas considerando los salones en los que imparte clases en donde hay alumnos que participan en este proyecto. <br><br>Si enseña una sola asignatura, responda las preguntas relacionadas con otras asignaturas con la información que tenga disponible o consulte a un colega solo para indagar por esos detalles.<br><br>Gracias por su participación. Sus respuestas proporcionan una valiosa información sobre la educación de sus alumnos.<br><br>Cuando desee empezar, seleccione el botón "Comenzar Encuesta".<br><br><b><font face="Verdana" size="4">¡Gracias!

# teacher_survey_general_002
source: <b><font face="Verdana" size="3">PART A: </b><font face="Verdana" size="3">The following questions ask about your background, the school where you teach, your feelings about your job, and your beliefs about teaching and children.
es_co: <b><font face="Verdana" size="3">PARTE A: </b><font face="Verdana" size="3">Las siguientes preguntas se refieren a sus antecedentes, el colegio en el que enseña, lo que piensa de su trabajo y sus creencias sobre la enseñanza y la niñez.

# teacher_survey_general_003
source: <b>This set of questions asks about your background.</b>
es_co: <b>Este grupo de preguntas indaga por sus antecedentes.</b>

# teacher_survey_general_004
source: What is your current age?
es_co: ¿Cuál es su edad?
