Repository: levante-framework/levante_translations
Catalog: translations/%filename%es_CO.xliff
Languages: es_co

# components/game-tabs.surveyNameTeacherPart2
source: Survey - Classroom
es_co: Encuesta de profesores - Salón

# components/game-tabs.surveyProgressGeneralParent
source: Home/Caregiver
es_co: Familia

# components/game-tabs.surveyProgressGeneralTeacher
source: Teacher
es_co: Profesor

# components/game-tabs.surveyProgressSpecificParent
source: Child
es_co: Niño

# components/game-tabs.surveyProgressSpecificParentMonth
source: Month
es_co: Mes

# components/game-tabs.surveyProgressSpecificParentYear
source: Year
es_co: Año

# components/game-tabs.surveyProgressSpecificTeacher
source: Classroom
es_co: Aula

# components/game-tabs.taskCompleted
source: Task Completed!
es_co: ¡Tarea completa!

# components/game-tabs.theoryOfMindDescription
source: Listen to the stories and answer the questions.
es_co: Escucha las historias y responde a las preguntas.

# components/game-tabs.theoryOfMindName
source: Stories
es_co: Historias

# components/game-tabs.trogDescription
source: Listen to the words and choose the matching picture.
es_co: Escucha las palabras y elige la imagen correspondiente.

# components/game-tabs.trogName
source: Sentence Undersanding
es_co: Comprensión de Frases

# components/game-tabs.vocabDescription
source: Listen to the word and choose the matching picture.
es_co: Escucha la palabra y elige la imagen correspondiente.

# components/game-tabs.vocabName
source: Vocabulary
es_co: Vocabulario

# components/sentry-form.buttonLabel
source: Report an Issue
es_co: Reportar un problema

# components/sentry-form.cancelButtonLabel
source: Cancel
es_co: Cancelar

# components/sentry-form.emailPlaceholder
source: your.email@example.org (optional)
es_co: tu.email@example.org (opcional)

# components/sentry-form.formTitle
source: Report an Issue to LEVANTE
es_co: Reportar un problema a LEVANTE

# components/sentry-form.messageLabel
source: Description
es_co: Descripción

# components/sentry-form.messagePlaceholder
source: What is the issue? What did you want to experience instead? Thank you for sharing.
es_co: ¿Cuál es el problema? ¿Qué querías experimentar en su lugar? Gracias por compartir.

# components/sentry-form.namePlaceholder
source: Your Name (optional)
es_co: Tu nombre (opcional)

# components/sentry-form.submitButtonLabel
source: Submit Issue Report
es_co: Enviar informe de problema

# components/navbar.greeting
source: Hi
es_co: ¡Hola

# components/navbar.signOut
source: Sign Out
es_co: Salir

# components/tasks.loading
source: loading
es_co: cargando

# components/tasks.preparing
source: Preparing your game!
es_co: ¡Preparando tu juego!
