Repository: levante-framework/levante_translations
Catalog: translations/%filename%es_CO.xliff
Languages: es_co

# trog-item-97
source: The kids cleaned the room, but forgot to put away the train.
es_co: Los niños limpiaron la habitación, pero olvidaron guardar el tren.

# trog-item-98
source: The monkey neither ate the banana nor swung on the vine.
es_co: El mono no se comió el plátano ni se columpió en la liana.

# trog-item-99
source: Her mom said it would be sunny. However, it rained heavily.
es_co: Su madre dijo que haría sol. Sin embargo, llovió muchisimo.

# trog-item-100
source: The plane that is gray is above the clouds.
es_co: El avión que es gris está arriba de las nubes

# trog-item-101
source: The fish swim beneath a whale and a sea turtle.
es_co: Los peces nadan debajo de una ballena y una tortuga marina.

# trog-item-102
source: The car that the truck followed is driving toward the tunnel.
es_co: El coche al que siguió el camión va hacia el túnel.

# trog-item-103
source: Instead of doing homework she did a puzzle in her room.
es_co: En vez de hacer las tareas, ella hizo un rompecabezas en su habitación.

source: yes
es_co: sí

source: happy
es_co: feliz

source: sad
es_co: triste

source: angry
es_co: enojado

source: scared
es_co: asustado

source: calm
es_co: tranquilo

source: proud
es_co: orgulloso

source: disgusted
es_co: asqueado

source: surprised
es_co: sorprendido

# ToM-intro
source: This is the Stories Game. In this game, you will listen to some stories. Then you will answer questions about the stories.
es_co: Este es el Juego de las historias. En este juego vas a escuchar algunas historias y luego vas a responder preguntas sobre esas historias.

# ToM-transition
source: Nice work! Here is a new story.
es_co: ¡Bien hecho! Ahora vamos con una nueva historia.

# ToM-scene1-instruct1
source: Here is Madison. This morning, Madison put her book behind the chair, because she didn’t want anyone to find it.
es_co: Esta es Marisol. Esta mañana, Marisol puso su libro detrás de la silla, porque no quería que nadie lo encontrara.

# ToM-scene1-instruct2
source: But when Madison was outside playing, someone did find it! And hid it under the rug.
es_co: Pero cuando Marisol estaba afuera jugando, ¡alguien lo encontró! Y lo escondió debajo de la alfombra.

# ToM-scene1-instruct3
source: So now it’s reading time and Madison wants her book.
es_co: Ahora, es el momento de leer y Marisol quiere su libro.

# ToM-scene1-q1-false_belief
source: Where will Madison look first for her book?
es_co: ¿Dónde buscará Marisol su libro primero?

# chair
source: Behind the chair
es_co: Detrás de la silla

# rug
source: Under the rug
es_co: Debajo de la alfombra

# ToM-scene1-q2-reality_check
source: And where is her book really?
es_co: ¿Y dónde está realmente su libro?

# ToM-scene2-instruct1
source: This morning when he came to school, Ethan put his book on the shelf above the coat hooks. Ethan’s book is blue!
es_co: Esta mañana, cuando vino a la escuela, Elián puso su libro sobre la repisa encima de los colgaderos de abrigos. El libro de Elián es azul.

# ToM-scene2-instruct2
source: And then he went outside to play, see? Here’s Ethan playing outside. And while he was outside playing, Ethan’s book fell down from above the coat hooks onto the floor under the coats, see?
es_co: Y luego salió a jugar, ¿ves? Aquí está Elián jugando afuera. Mientras Elián estaba afuera jugando, su libro se cayó de la repisa y quedó en el piso, debajo de los abrigos, ¿ves?

# ToM-scene2-instruct3
source: Then Hannah comes in and Hannah puts her book up above the coat hooks. Hannah's book is also blue! Ethan is still outside playing, so he didn't see what Hannah was doing.
es_co: Luego entró Ana y puso su libro sobre la repisa encima de los colgaderos. ¡El libro de Ana también es azul! Como Elián todavía está afuera jugando, no vio lo que hizo Ana.

# ToM-scene2-q1-false_belief
source: Now, when Ethan comes in from outside, where will he look first for his book?
es_co: Entonces, cuando Elián regrese, ¿dónde buscará primero su libro?

# shelf
source: On the shelf
es_co: Sobre la repisa

# coats
source: Under the coats
es_co: Debajo de los abrigos

# ToM-scene2-instruct4
source: Let’s see what he does. Oh look, here is Ethan reaching for this book up on the shelf. And now Hannah sees Ethan reaching for that book... the book that is Hannah's!
es_co: Veamos lo que Elián hace. Oh, mira, Elián está cogiendo el libro que está sobre la repisa. Y ahora Ana ve a Elián cogiendo ese libro... ¡el libro que es de Ana!

# ToM-scene2-q2-emotion_reasoning
source: How do you think Hannah feels about Ethan reaching for that book?
es_co: ¿Cómo crees que se siente Ana cuando Elián coge ese libro?

# ToM-scene2-q7-emotion_reasoning
source: How do you think Hannah would feel if she had not seen Ethan reaching for the book?
es_co: ¿Cómo crees que se sentiría Ana si no hubiera visto a Elián coger el libro?

# ToM-scene2-q3-false_belief
source: Is Ethan being mean and naughty for taking Hannah's book?
es_co: ¿Elián está siendo malo y travieso al tomar el libro de Ana?

# ToM-scene2-q4-false_belief
source: Should Ethan get in trouble with the teacher for taking Hannah's book?
es_co: ¿Debería Elián estar en problemas con el maestro por tomar el libro de Ana?

# ToM-scene2-q5-reality_check
source: Can you help Hannah find her book? Is it on the shelf or under the coats?
es_co: ¿Puedes ayudar a Ana a encontrar su libro? ¿Está sobre la repisa o debajo de los abrigos?

# ToM-scene2-q6-reality_check
source: Can you help Ethan find his book? Is it on the shelf or under the coats?
es_co: ¿Puedes ayudar a Elián a encontrar su libro? ¿Está sobre la repisa o debajo de los abrigos?

# ToM-scene3-instruct1
source: Joshua, Isabel, and Ivan are playing a game. Here's how the game goes: One kid hides, but draws a clue in the sandbox so the other kids can find them.
es_co: Johan, Isabel e Iván están jugando. El juego es el siguiente: Uno de los niños se esconde, pero debe dibujar una pista en la arena que permita a los otros niños encontrarlo.

# ToM-scene3-instruct2
source: So Ivan is going first. He draws this clue in the sandbox, and then he goes to hide.
es_co: Entonces, Iván va primero. Dibuja esta pista en la arena y se esconde.

# ToM-scene3-instruct3
source: Now it's Joshua's turn to leave a clue, and hide. Isabel and Ivan will then try to use the clue to find him.
es_co: Ahora le toca a Johan dejar una pista y esconderse. Isabel e Iván intentarán utilizar la pista para encontrarlo.

# ToM-scene3-instruct4
source: Joshua decides to hide behind the fountain. He draws a clue in the sand. He tries to draw the fountain, with the bottom part and the water coming out of it. But the drawing looks like a tree instead! Then Joshua goes and hides behind the fountain.
es_co: Johan decide esconderse detrás de la fuente. Él dibuja una pista en la arena. Él intenta dibujar la parte inferior de la fuente y el agua que sale de ella, ¡pero el dibujo que hace parece un árbol! Ahora, Johan se esconde detrás de la fuente.

# ToM-scene3-q1
source: What did Joshua mean to draw?
es_co: ¿Qué quería dibujar Johan?

# fountain
source: A fountain
es_co: Una fuente

# tree
source: A tree
es_co: Un árbol

# ToM-scene3-q2-false_belief
source: When Isabel and Ivan see this clue, where will they look first for Joshua?
es_co: Cuando Isabel e Iván vean esta pista, ¿dónde buscarán primero a Johan?

# ToM-scene3-q2-reality_check
source: Can you help them find where Joshua really is?
es_co: ¿Puedes ayudarles a encontrar dónde está realmente Johan?

# behind-fountain
source: Behind the fountain
es_co: Detrás de la fuente

# behind-tree
source: Behind the tree
es_co: Detrás del árbol

# ToM-scene3-q3-emotion_reasoning
source: Look, Isabel and Ivan found Joshua, and won the game! How do you think Isabel feels about winning the game?
es_co: ¡Mira, Isabel e Iván encontraron a Joshua y ganaron el juego! ¿Cómo crees que se siente Isabel por ganar el juego?

# ToM-scene4-instruct1
source: Now the games are over, and it's almost time to go home. Mother tells the kids to find all of their toys.
es_co: Ya se acabaron los juegos y es hora de volver a casa. Mamá les dice a los niños que busquen todos sus juguetes.

# ToM-scene4-instruct2
source: Joshua brought his toy truck with him to the park, but now he can't find it. He's looking everywhere but he can't find it.
es_co: Johan trajo su camión de juguete al parque, pero ahora no lo encuentra. Lo busca por todas partes, pero no puede encontrarlo.

# ToM-scene4-q1-emotion_reasoning
source: How does Joshua feel about losing his truck?
es_co: ¿Cómo se siente Johan por perder su camión?

# ToM-scene4-q8-emotion_reasoning
source: How would Joshua feel if he found his truck?
es_co: ¿Cómo se sentiría Johan si encontrara su camión?

# ToM-scene4-instruct3
source: Joshua can't find his truck because earlier in the day, when no one was looking, Isabel took the toy truck and buried it in the sandbox.
es_co: Johan no encuentra su camión porque antes, cuando nadie miraba, Isabel cogió el camión de juguete y lo enterró en la arena.

# ToM-scene4-instruct4
source: So Joshua looks everywhere and he can't find his toy truck. Mother gets mad at Joshua, because he lost his truck.
es_co: Por eso, Johan mira por todas partes y no encuentra su camión de juguete. Mamá se enoja con Johan porque perdió el camión.

# ToM-scene4-q2
source: Is it fair that Mother is mad at Joshua for losing his truck?
es_co: ¿Es justo que Mamá se enoje con Johan por haber perdido su camión?

# ToM-scene4-q3
source: Is Mother mad at Isabel?
es_co: ¿Mamá está enojada con Isabel?

# ToM-scene4-q4-false_belief
source: Is Joshua mad at Isabel?
es_co: ¿Johan está enojado con Isabel?

# ToM-scene4-instruct5
source: When Isabel sees that Mother is mad at Joshua, she goes to the sandbox and digs up the toy truck, and gives it back to Joshua.
es_co: Cuando Isabel se da cuenta de que Mamá está enojada con Johan, va al patio de arena, saca el juguete de la arena y se lo devuelve a Johan.

# ToM-scene4-q5
source: Is Mother mad at Joshua now?
es_co: ¿Ahora Mamá está enojada con Johan?

# ToM-scene4-q6
source: Is Mother mad at Isabel now?
es_co: ¿Ahora Mamá está enojada con Isabel?

# ToM-scene4-q7
source: Is Joshua mad at Isabel now?
es_co: ¿Ahora Johan está enojado con Isabel?

# ToM-scene4-instruct6
source: Isabel tells Joshua that she’s very sorry, and she gives him a big hug. Joshua gives her a big hug back, and Mother joins in.
es_co: Isabel le pide disculpas a Johan y le da un fuerte abrazo. Johan le devuelve el abrazo, y Mamá se une a ellos.

# ToM-scene5-instruct1
source: This is Katie. Earlier today, Katie's mom was cleaning the house, while Katie watched. Mom left three cups in the kitchen. There is a small cup on the counter, a medium sized cup on the table, and a big cup that she put away up high, on the shelf.
es_co: Ella es Carla. Hace un rato, la mamá de María limpiaba la casa mientras María observaba. La mamá dejó tres tazas en la cocina: hay una taza pequeña en la barra, una taza mediana en la mesa y una taza grande en un estante que está muy alto.

# ToM-scene5-instruct2
source: Katie and Dad just walked in and Katie asks her dad to get her a cup. Katie tells her Dad, “I want the big cup!”
es_co: Carla y Papá acaban de entrar y Carla le pide a su papá que le de una taza. Carla le dice a su papá "¡quiero la taza grande!".

# ToM-scene5-q1
source: Which cup will Dad give Katie?
es_co: ¿Cuál taza le dará el Papá a Carla?

# ToM-scene5-q2-reality_check
source: Which cup does Katie want?
es_co: ¿Cuál taza quiere Carla?

# small_cup
source: The small cup
es_co: La taza pequeña

# medium_cup
source: The medium sized cup
es_co: La taza mediana

# large_cup
source: The big cup
es_co: La taza grande

# ToM-scene5-q3-emotion_reasoning
source: How does Katie feel about not getting the cup she wanted?
es_co: ¿Cómo se siente Carla por no recibir la taza que ella quería?

# ToM-scene5-q4-emotion_reasoning
source: How would Katie feel if she had received the cup she wanted?
es_co: ¿Cómo se habría sentido Carla si recibía la taza que ella quería?

# ToM-scene6-instruct1
source: Sam and Maria are playing together. They look outside and see a new shop across the street. Maria tells Sam: “I am going to buy new shirts for us there,” and she walks away.
es_co: Sam y María están jugando juntos. Cuando miran hacia afuera ven una tienda nueva al otro lado de la calle. María le dice a Sam: "voy a ir a comprar camisetas nuevas para nosotros" y se va.

# ToM-scene6-instruct2
source: Mom comes home and she tells Sam that she just walked by the shop. “Are they selling shirts?” Sam asks. “No,” Mom says, “They are only selling shoes”. “Maria will probably now get shoes at the shop,” Sam says.
es_co: Mamá llega a casa y le dice a Sam que acaba de pasar por la tienda. "¿Venden camisetas?" pregunta Sam. "No", dice Mamá, "solo venden zapatos". "Probablemente ahora María va a comprar zapatos en la tienda", dice Sam.

# ToM-scene6-q1
source: Does Maria know that they are selling shoes in the shop?
es_co: ¿María sabe que en la tienda venden zapatos?

# ToM-scene6-instruct3
source: Maria has arrived at the shop. “I would like to buy shirts,” she says. “All we have left are socks,” says the shopkeeper. Since Maria also needs socks, she decides to get some socks.
es_co: María llega a la tienda y dice "me gustaría comprar camisas." La vendedora responde "Sólo nos quedan medias." Como María también necesita medias, decide comprar algunos pares.

# ToM-scene6-q2
source: Does Sam know that Maria bought some socks?
es_co: ¿Sam sabe que María ha comprado medias?

# ToM-scene6-q3
source: What does Sam think they are selling at the shop?
es_co: ¿Qué cree Sam que venden en la tienda?

source: Shoes
es_co: Zapatos

source: Socks
es_co: Medias

source: Shirts
es_co: Camisetas

# ToM-scene6-instruct4
source: On her way back, Maria meets her dad. She tells her dad: “I have just bought some socks. I am going to share them with my brother Sam. It is a surprise.” “That is nice of you,” says Dad. Then he asks Maria: “Does Sam know what you bought him?”
es_co: Caminando de regreso, María se encuentra con su padre. Ella le dice "acabo de comprar unas medias. Voy a compartirlas con mi hermano Sam. Es una sorpresa". "Es muy amable de tu parte", dice Papá. Luego le pregunta a María: "¿Sam sabe qué le has comprado?".

# ToM-scene6-q4
source: What does Maria tell Dad?
es_co: ¿Qué le dice María a Papá?

# ToM-scene6-instruct5
source: Then Dad asks: “What does Sam think they are selling at the shop?”
es_co: Entonces Papá pregunta: "¿Qué cree Sam que venden en la tienda?".

# ToM-scene6-q5
source: What does Maria tell Dad?
es_co: ¿Qué le dice María a Papá?

# ToM-scene6-q6
source: What does Sam think they are selling at the shop?
es_co: ¿Qué cree Sam que venden en la tienda?

# ToM-scene6-instruct6
source: Sam is very happy to get his new socks.
es_co: Sam está muy feliz por recibir sus medias nuevas.

# hostile-attribution-scene1-instruct1
source: Imagine that you are walking to school and you’re wearing your new shoes. You really like your new shoes and this is the first day you have worn them.
es_co: Imagina que vas camino a la escuela y llevas puestos tus zapatos nuevos. Te gustan mucho tus zapatos nuevos y es la primera vez que los usas.

# hostile-attribution-scene1-instruct2
source: Suddenly, you are bumped from behind by a boy. You stumble and fall into a mud puddle and your new shoes get muddy.
es_co: De repente, un chico te choca por detrás. Tropiezas y caes en un charco de barro y tus zapatos nuevos se ensucian de barro

# hostile-attribution-scene1-q1
source: Do you think that the boy bumped you on purpose or by accident?
es_co: ¿Crees que el chico te golpeó a propósito o por accidente?

# hostile-attribution-scene1-q2
source: Now pick one of the three choices as the one you would do:
es_co: Ahora escoge cuál de estas tres opciones harías tú:

# hostile-attribution-scene1-q2-ans1
source: clean up my shoes
es_co: limpiar mis zapatos

# hostile-attribution-scene1-q2-ans2
source: walk away from the boy
es_co: alejarme del chico

# hostile-attribution-scene1-q2-ans3
source: push the boy in the mud
es_co: empujar al chico al barro

# hostile-attribution-scene2-instruct1
source: Imagine that you are on the playground. You and some other kids are having a race. A boy is standing on the side, bouncing a basketball.
es_co: Imagina que estás en el patio de recreo. Tú y otros niños están haciendo una carrera. Un niño está parado a un lado, haciendo rebotar una pelota de baloncesto.

# hostile-attribution-scene2-instruct2
source: The next thing you know, the boy has bounced the ball and it has rolled under your feet, making you fall. You skin your knee and someone else wins the race.
es_co: De repente, el chico hace rebotar la pelota y rueda bajo tus pies, haciéndote caer. Te raspas la rodilla, y alguien más gana la carrera.

# hostile-attribution-scene2-q1
source: Do you think that the boy made you fall on purpose or by accident?
es_co: ¿Crees que el chico te hizo caer a propósito o por accidente?

# hostile-attribution-scene2-q2
source: Now pick one of the three choices as the one you would do:
es_co: Ahora escoge cuál de estas tres opciones harías tú:

# hostile-attribution-scene2-q2-ans1
source: go to another area of the playground
es_co: ir a otra zona del patio de recreo

# hostile-attribution-scene2-q2-ans2
source: say something mean to him
es_co: insultar al niño

# hostile-attribution-scene2-q2-ans3
source: take care of my knee
es_co: curar mi rodilla

# hostile-attribution-scene3-instruct1
source: Imagine that you are working on an assignment at your desk.
es_co: Imagina que estás trabajando en una tarea en tu escritorio.

# hostile-attribution-scene3-instruct2
source: You go to sharpen your pencil, and as you walk back to your desk there is a boy walking just in front of you. The boy passes your desk before you get there.
es_co: Te levantas para sacarle punta a tu lápiz y, de regreso a tu escritorio, vas detrás de un niño que camina justo delante de ti. El niño pasa por tu escritorio antes de que tú llegues.

# hostile-attribution-scene3-instruct3
source: The next thing you know, the boy has knocked all of your papers off of your desk, and they are all over the floor.
es_co: De repente, el chico tira todos los papeles que estaban en tu escritorio y ahora están regados en el suelo.

# hostile-attribution-scene3-q1
source: Do you think the boy knocked your papers onto the floor on purpose or by accident?
es_co: ¿Crees que el chico tiró tus papeles al suelo a propósito o por accidente?

# hostile-attribution-scene3-q2
source: Now pick one of the three choices as the one you would do:
es_co: Ahora escoge cuál de estas tres opciones harías tú:

# hostile-attribution-scene3-q2-ans1
source: call him a name
es_co: insultar al niño

# hostile-attribution-scene3-q2-ans2
source: pick up the papers
es_co: recoger los papeles

# hostile-attribution-scene3-q2-ans3
source: do nothing
es_co: no hacer nada

# hostile-attribution-scene1-by-accident
source: by accident
es_co: por accidente

# hostile-attribution-scene1-on-purpose
source: on purpose
es_co: a propósito

# hostile-attribution-scene2-by-accident
source: by accident
es_co: por accidente

# hostile-attribution-scene2-on-purpose
source: on purpose
es_co: a propósito

# hostile-attribution-scene3-by-accident
source: by accident
es_co: por accidente

# hostile-attribution-scene3-on-purpose
source: on purpose
es_co: a propósito

# same-different-selection-instruct1
source: This is the matching game. In this game, you're going to choose sets of cards that match in some way. First, let's look at some of the cards you are going to see.
es_co: Este es el juego de parejas. En este juego, vas a elegir conjuntos de cartas que se parecen de alguna manera. Primero, veamos algunas de las cartas que vas a ver.

# same-different-selection-touch-circle
source: Choose the card with a circle.
es_co: Escoge la carta que tiene un círculo.

# same-different-selection-touch-square
source: Choose the card with a square.
es_co: Escoge la carta que tiene un cuadrado.

# same-different-selection-touch-triangle
source: Choose the card with a triangle.
es_co: Escoge la carta que tiene un triángulo.

# same-different-selection-touch-star
source: Choose the card with a star.
es_co: Escoge la carta que tiene una estrella.

# same-different-selection-touch-green
source: Choose the card with a green shape.
es_co: Escoge la carta que tiene una figura verde.

# same-different-selection-touch-red
source: Choose the card with a red shape.
es_co: Escoge la carta que tiene una figura roja.

# same-different-selection-touch-blue
source: Choose the card with a blue shape.
es_co: Escoge la carta que tiene una figura azul.

# same-different-selection-touch-yellow
source: Choose the card with a yellow shape.
es_co: Escoge la carta que tiene una figura amarilla.

# same-different-selection-touch-small
source: Choose the card with a small shape.
es_co: Escoge la carta que tiene una figura pequeña.

# same-different-selection-touch-medium
source: Choose the card with a medium-sized shape.
es_co: Escoge la carta que tiene una figura mediana.

# same-different-selection-touch-large
source: Choose the card with a large shape.
es_co: Escoge la carta que tiene una figura grande.

# same-different-selection-touch-white
source: Choose the star on the white card.
es_co: Escoge la estrella en la carta blanca.

# same-different-selection-touch-gray
source: Choose the star on the gray card.
es_co: Escoge la estrella en la carta gris.

# same-different-selection-touch-black
source: Choose the star on the black card.
es_co: Escoge la estrella en la carta negra.

# same-different-selection-touch-striped
source: Choose the star on the striped card.
es_co: Escoge la estrella en la carta con rayas.

# same-different-selection-touch-1
source: Choose the card with 1 star.
es_co: Escoge la carta con 1 estrella.

# same-different-selection-touch-2
source: Choose the card with 2 stars.
es_co: Escoge la carta con 2 estrellas.

# same-different-selection-touch-3
source: Choose the card with 3 stars.
es_co: Escoge la carta con 3 estrellas.

# same-different-selection-touch-4
source: Choose the card with 4 stars.
es_co: Escoge la carta con 4 estrellas.

# same-different-selection-instruct2
source: Now you're going to see two cards that are the same in one way. Then you will see a new card that is similar to one of those cards. Your job is to choose the card that is similar to the new card.
es_co: Ahora vas a ver dos cartas que son iguales de alguna manera. Luego vas a ver una nueva carta que se parece a una de esas cartas. Tu trabajo es elegir la carta que se parece en algo a esa nueva carta.

# same-different-selection-instruct3
source: Now you're going to see three cards, and you're going to choose two that are the same in some way. Then you're going to see the same cards again, and pick two cards that are the same in a different way.
es_co: Ahora vas a ver tres cartas y debes escoger dos que sean iguales de alguna manera. Luego vas a ver las mismas tres cartas, pero vas a escoger otras dos cartas que sean iguales de alguna otra manera.

# same-different-selection-both-circles
source: Here are two cards. Something's the same. They both have circles.
es_co: Aquí hay dos cartas. Son iguales en algo. Ambas tienen círculos.

# same-different-selection-both-squares
source: Here are two cards. Something's the same. They both have squares.
es_co: Aquí hay dos cartas. Son iguales en algo. Ambas tienen cuadrados.

# same-different-selection-both-triangles
source: Here are two cards. Something's the same. They both have triangles.
es_co: Aquí hay dos cartas. Son iguales en algo. Ambas tienen triángulos.
