Repository: levante-framework/levante_translations
Catalog: translations/%filename%es_CO.xliff
Languages: es_co

# general-rotate-device
source: Please rotate your device for the best view of the activities.
es_co: Por favor utiliza la tableta en modo horizontal para que las actividades se puedan visualizar correctamente.

# general-device-type
source: Please use a tablet in landscape mode, or a desktop computer or a laptop to complete the activities.
es_co: Por favor utiliza una tableta en modo horizontal, un ordenador de sobremesa o un portátil para que las actividades se puedan visualizar correctamente.

# general-intro1
source: Hi! We are excited to have you play some games with us today!
es_co: ¡Hola! ¡Estamos encantados de que juegues hoy con nosotros!

# general-intro2
source: First, you get to choose a buddy to play along with you. As you complete the different games, you will get to pick an accessory like a hat or glasses to decorate your buddy.
es_co: En primer lugar, tienes que elegir a un amigo para que juegue contigo. A medida que completes los diferentes juegos, podrás elegir un accesorio como un sombrero o unas gafas para decorar a tu amigo.

# pick-buddy
source: Pick a buddy to play with!
es_co: ¡Escoge un amigo para jugar!

# general-intro3
source: Now that you have your buddy, we want to explain how the games work.
es_co: Ahora que ya tienes a tu amigo, queremos explicarte cómo funcionan los juegos.

# general-intro4
source: During the games you will need to listen to instructions so make sure your speakers are on and the volume is the way you like it. If you need to hear the instructions again, you can click the speaker button up in the corner of your screen.
es_co: Durante los juegos tendrás que escuchar las instrucciones, así que asegúrate de que los altavoces están encendidos y el volumen está a tu gusto. Si necesitas volver a escuchar las instrucciones, presiona el botón del altavoz situado en la esquina superior de la pantalla.

# general-intro5
source: You can choose your answers in different ways depending on the type of tablet or computer you are using. You can use a mouse or touchpad to click your choice, you can use the arrow keys on your keyboard, or you can touch your screen if you are using a tablet. You can pick the way that works best for you. If you have any questions or need help getting started, please ask the adult who is nearby to help you.
es_co: Puedes elegir tus respuestas de diferentes maneras dependiendo del tipo de tableta u ordenador que estés utilizando. Puedes utilizar un ratón o un panel táctil para hacer clic en tu elección, puedes utilizar las teclas de flecha del teclado o puedes tocar la pantalla si utilizas una tableta. Puedes elegir la forma que más te convenga. Si tienes alguna duda o necesitas ayuda para empezar, pide ayuda al adulto que esté cerca.

# task-finished
source: You've completed the game. Thank you!
es_co: Has completado el juego. ¡Gracias!

# close-button-text
source: Close
es_co: Cerrar

# general-footer
source: Click the button below or press <b>ANY KEY</b> to continue
es_co: Haz clic en el botón abajo o presiona <b>CUALQUIER TECLA</b> para continuar

source: instructions
es_co: instrucciones

# general-encourage
source: Keep Going!
es_co: ¡Continúa!

# feedbackCorrect
source: Great! That's right.
es_co: ¡Genial! Eso es correcto.

# feedback-not-quite-right
source: That's not quite right. Please try again.
es_co: Eso no está del todo bien. ¡Inténtalo de nuevo!

# feedback-try-again
source: Please try again!
es_co: ¡Inténtalo de nuevo!

# feedback-good-job
source: Good job!
es_co: ¡Bien hecho!

# feedback-nice-work
source: Nice work!
es_co: ¡Muy bien!

# replay-button
source: Press the speaker button if you want the question repeated.
es_co: Presiona el botón del altavoz si deseas que se repita la pregunta.

# general-fullscreen
source: Switch to full screen mode
es_co: Cambiar al modo de pantalla completa

# general-repeat-instructions
source: Looks like this is a little tricky! Let’s review the instructions.
es_co: ¡Parece que esto es un poco complicado! Repasemos las instrucciones.

# general-keyboard-instructions
source: If you want to use your keyboard to answer a question, press the arrow key shown next to your choice.
es_co: Si quieres usar el teclado para responder una pregunta, haz click en la flecha que ves al lado de la opción que quieres seleccionar.

# intro-finished
source: You've finished the instructions. Thank you!
es_co: Has terminado las instrucciones. ¡Gracias!

# general-exit
source: Exit
es_co: Salir

# task-completion
source: You've completed this game. Thank you!
es_co: Has completado el juego. ¡Gracias!

# general-your-turn
source: Nice job with the practice! Let's try some more on your own.
es_co: ¡Buen trabajo en la práctica! Ahora intenta hacer unos ensayos por tu cuenta.

# matrix-reasoning-instruct1
source: We’re going to show you a puzzle, and your job is to pick the best piece to complete the puzzle. Let's get started!
es_co: Vamos a mostrarte un rompecabezas. Tu tarea es elegir la mejor pieza para completarlo. ¡Empecemos!

# matrix-reasoning-instruct2
source: See this big puzzle? It's missing a piece! Which piece goes in the puzzle?
es_co: ¿Ves este gran rompecabezas? Le falta una pieza. ¿Cuál pieza va en el rompecabezas?

# matrix-reasoning-prompt1
source: Choose the best pattern to fill in the blank.
es_co: Escoge el mejor patrón para llenar el espacio en blanco.

# mental-rotation-instruct1
source: Do you see these two outlines? One goes with this shape. Let’s see which one goes with the shape.
es_co: ¿Ves estas dos siluetas? Una va con esta figura. Veamos cuál va con la figura.

# mental-rotation-training-instruct2
source: Let's see if this shape goes with the outline. This shape doesn’t go with the outline.
es_co: Veamos si esta figura va con la silueta. Esta figura no va con la silueta.

# mental-rotation-training-instruct3
source: Let's see if this shape goes with the outline. This shape does go with the outline.
es_co: Veamos si esta figura va con la silueta. Esta figura sí va con la silueta.

# mental-rotation-test-instruct4
source: Now you try! Can you find the shape that goes with the outline?
es_co: ¡Ahora, inténtalo tú! ¿Puedes encontrar la figura que va con la silueta?

# mental-rotation-instruct-3D
source: Now you will see pictures that show blocks with three sides. Your task is to choose the matching picture.
es_co: Ahora verás unas imágenes de bloques que tienen tres lados. Tu tarea es elegir la imagen que coincide.

# mental-rotation-prompt2
source: Choose the picture that matches this one.
es_co: Escoge la imagen que coincida con esta.

# mental-rotation-prompt1
source: Choose the matching picture.
es_co: Escoge la imagen que coincide.

# math-instructions1
source: In this game, you will do some math problems. Some will be like the ones you do in school and some will be a little different than what you do in school. Some questions might be easy for you and some might be hard. That is okay! Please try your best and take your time. Most of the questions will have four choices. You choose the one you think is right. Let’s get started!
es_co: En este juego, harás algunos problemas de matemáticas. Algunos serán como los que haces en la escuela y otros serán un poco diferentes de los que haces en la escuela. Algunas preguntas te resultarán fáciles y otras difíciles. ¡No pasa nada! Esfuérzate al máximo y tómate tu tiempo. La mayoría de las preguntas tienen cuatro opciones. Elige la que consideres correcta. ¡Empecemos!

# math-intro1
source: Here is the first section of the game. Let's start with some practice!
es_co: Esta es la primera sección. ¡Empecemos a practicar!

# math-intro2
source: Here is another section. The first few are for practice.
es_co: Esta es otra sección. Las primeras son para practicar.

# math-intro-fractions
source: In this section sometimes you will add and sometimes you will subtract. Be sure to look carefully for the plus or minus sign. The first few are for practice.
es_co: En esta sección a veces tienes que sumar y a veces tienes que restar. Fíjate bien en el signo de suma o resta. Los primeros son para practicar.

# number-comparison-prompt1
source: Which number is larger?
es_co: ¿Cuál número es mayor?

# number-comparison-prompt2
source: Which is larger?
es_co: ¿Cuál es mayor?

# number-identification-prompt1
source: Choose the number you hear.
es_co: Escoge el número cuando lo escuches.

# missing-number-prompt1
source: What number goes in the blank?
es_co: ¿Cuál número va en el espacio en blanco?

# missing-number-prompt2
source: What number goes here?
es_co: ¿Cuál número va aquí?

# missing-number-prompt3
source: What numbers go in the blanks?
es_co: ¿Cuál números van en los espacios en blanco?

# addition-prompt1
source: Add the numbers and choose the correct answer.
es_co: Suma los números y escoge la respuesta correcta.

# addition-prompt2
source: Add the numbers.
es_co: Suma los números.

# subtraction-prompt1
source: Subtract the numbers and choose the correct answer.
es_co: Resta los números y escoge la respuesta correcta.

# subtraction-prompt2
source: Subtract the numbers.
es_co: Resta los números.

# multiplication-prompt1
source: Multiply the numbers and choose the correct answer.
es_co: Multiplica los números y escoge la respuesta correcta.

# multiplication-prompt2
source: Multiply the numbers.
es_co: Multiplica los números.

# number-line-instruct1
source: Here is a number line. You can move the slider forward and backward along the line. Move the slider so it is in the right place to show where the number belongs. Make sure you look at the numbers at each end when deciding where to move the slider.
es_co: Aquí tienes una recta numérica. Sobre ella hay un marcador que tu puedes mover hacia la derecha o izquierda. Tu debes ubicar este marcador en el lugar de la recta donde estaría ubicado el número que te indicará cada ejercicio. Asegúrate de revisar bien cuáles son los números de los extremos de la recta antes de decidir dónde ubicar el marcador.

# number-line-prompt1
source: Choose the number that is marked on the number line.
es_co: Escoge el número que está marcado en la recta numérica.

# number-line-slider-prompt1
source: Move the slider to mark the number.
es_co: Ubica el marcador sobre la recta numérica para marcar el lugar del número.

# number-identification-1
source: Choose the number 1.
es_co: Escoge el número 1.

# number-identification-2
source: Choose the 2.
es_co: Escoge el 2.

# number-identification-3
source: Choose the 9.
es_co: Escoge el 9.

# number-identification-4
source: Choose the 0.
es_co: Escoge el 0.

# number-identification-5
source: Choose the 12.
es_co: Escoge el 12.

# number-identification-6
source: Choose the 30.
es_co: Escoge el 30.

# number-identification-7
source: Choose the 22.
es_co: Escoge el 22.

# number-identification-8
source: Choose the 45.
es_co: Escoge el 45.

# number-identification-9
source: Choose the 39.
es_co: Escoge el 39.

# number-identification-10
source: Choose the 23.
es_co: Escoge el 23.

# number-identification-11
source: Choose the 48.
es_co: Escoge el 48.

# number-identification-12
source: Choose the 91.
es_co: Escoge el 91.

# number-identification-13
source: Choose the 33.
es_co: Escoge el 33.

# number-identification-14
source: Choose the 74.
es_co: Escoge el 74.

# number-identification-15
source: Choose the 87.
es_co: Escoge el 87.

# number-identification-16
source: Choose the 65.
es_co: Escoge el 65.

# number-identification-17
source: Choose the 108.
es_co: Escoge el 108.

# number-identification-18
source: Choose the 245.
es_co: Escoge el 245.

# number-identification-19
source: Choose the 587.
es_co: Escoge el 587.

# number-identification-20
source: Choose the 731.
es_co: Escoge el 731.

# number-identification-21
source: Choose the 989.
es_co: Escoge el 989.

# number-identification-22
source: Choose the 6.
es_co: Escoge el 6.

# number-identification-23
source: Choose the 14.
es_co: Escoge el 14.

# number-identification-24
source: Choose the 18.
es_co: Escoge el 18.

# number-identification-25
source: Choose the 26.
es_co: Escoge el 26.

# number-identification-26
source: Choose the 35.
es_co: Escoge el 35.

# number-identification-27
source: Choose the 41.
es_co: Escoge el 41.

# number-identification-28
source: Choose the 47.
es_co: Escoge el 47.

# number-identification-29
source: Choose the 50.
es_co: Escoge el 50.

# number-identification-30
source: Choose the 55.
es_co: Escoge el 55.

# number-identification-31
source: Choose the 66.
es_co: Escoge el 66.

# number-identification-32
source: Choose the 67.
es_co: Escoge el 67.

# number-identification-33
source: Choose the 88.
es_co: Escoge el 88.

# number-identification-34
source: Choose the 101.
es_co: Escoge el 101.

# number-identification-35
source: Choose the 426.
es_co: Escoge el 426.

# number-identification-36
source: Choose the 131.
es_co: Escoge el 131.

# number-identification-37
source: Choose the 256.
es_co: Escoge el 256.

# number-identification-38
source: Choose the 349.
es_co: Escoge el 349.

# number-identification-39
source: Choose the 543.
es_co: Escoge el 543.

# number-identification-40
source: Choose the 617.
es_co: Escoge el 617.

# number-identification-41
source: Choose the 877.
es_co: Escoge el 877.

# trog-instruct1
source: Now we're going to play a matching game! I'm going to say some words, and you choose the picture that goes with what I say. Let's get started!
es_co: Ahora, ¡vamos a hacer un juego de asociación! Yo diré palabras y tú eliges la imagen que va con las palabras que yo diga. ¡Empecemos!

# trog-prompt1
source: Choose the picture of the...
es_co: Escoge el dibujo del...

# trog-prompt2
source: Choose the picture of...
es_co: Escoge el dibujo de...

# trog-prompt3
source: Choose the picture that shows...
es_co: Escoge el dibujo que muestra...

# trog-item-1
source: Choose the picture of the shoe.
es_co: Escoge el dibujo del zapato.

# trog-item-2
source: Choose the picture of the bird.
es_co: Escoge el dibujo del pájaro.

# trog-item-3
source: Choose the picture of the comb.
es_co: Escoge el dibujo del peine.

# trog-item-4
source: Choose the picture of the apple.
es_co: Escoge el dibujo de la manzana.

# trog-item-5
source: Choose the picture that shows eating.
es_co: Escoge el dibujo que muestra comiendo.

# trog-item-6
source: Choose the picture that shows picking.
es_co: Escoge el dibujo que muestra recogiendo.

# trog-item-7
source: Choose the picture that shows sitting.
es_co: Escoge el dibujo que muestra sentado.

# trog-item-8
source: Choose the picture that shows running.
es_co: Escoge el dibujo que muestra corriendo.

# trog-item-9
source: Choose the picture that shows long.
es_co: Escoge el dibujo que muestra largo.

# trog-item-10
source: Choose the picture that shows tall.
es_co: Escoge el dibujo que muestra alto.

# trog-item-11
source: Choose the picture that shows red.
es_co: Escoge el dibujo que muestra el rojo.

# trog-item-12
source: Choose the picture that shows black.
es_co: Escoge el dibujo que muestra el negro.

# trog-item-13
source: the boy is running
es_co: el niño está corriendo

# trog-item-14
source: the big cup
es_co: la taza grande

# trog-item-15
source: the dog is sitting
es_co: el perro está sentado

# trog-item-16
source: the red ball
es_co: la pelota roja

# trog-item-17
source: the boy is not running
es_co: el niño no está corriendo

# trog-item-18
source: the dog is not drinking
es_co: el perro no está bebiendo

# trog-item-19
source: the girl is not jumping
es_co: la niña no está saltando

# trog-item-20
source: the dog is not sitting
es_co: el perro no está sentado

# trog-item-21
source: the boy is jumping over the box
es_co: el niño salta por encima de la caja

# trog-item-22
source: the girl is sitting on the table
es_co: la niña está sentada encima de la mesa

# trog-item-23
source: the man is eating the apple
es_co: el hombre se está comiendo una manzana

# trog-item-24
source: the lady is carrying the bag
es_co: la señora carga la bolsa

# trog-item-25
source: they are sitting on the table
es_co: están sentadas encima de la mesa

# trog-item-26
source: the cow is looking at them
es_co: la vaca está mirándolas

# trog-item-27
source: they are jumping over the wall
es_co: están saltando por encima de la pared

# trog-item-28
source: the elephant is carrying them
es_co: el elefante los lleva

# trog-item-29
source: the girl is pushing the horse
es_co: la niña está empujando al caballo

# trog-item-30
source: the boy is chasing the sheep
es_co: el niño persigue a la oveja

# trog-item-31
source: the man is chasing the dog
es_co: el hombre persigue al perro

# trog-item-32
source: the cow is pushing the lady
es_co: la vaca está empujando a la señora

# trog-item-33
source: she is sitting on the chair
es_co: ella está sentada en la silla

# trog-item-34
source: the lady is carrying him
es_co: la señora lo está cargando

# trog-item-35
source: he is sitting in the tree
es_co: él está sentado en el árbol

# trog-item-36
source: the horse is looking at her
es_co: el caballo la está mirando

# trog-item-37
source: the cats look at the ball
es_co: los gatos miran la pelota

# trog-item-38
source: the boy stands on the chairs
es_co: el niño se para encima de las sillas

# trog-item-39
source: the boys pick the apples
es_co: los niños recogen las manzanas

# trog-item-40
source: the girl drops the cups
es_co: la niña deja caer las tazas

# trog-item-41
source: the fork is longer than the pencil
es_co: el tenedor es más largo que el lápiz

# trog-item-42
source: the box is bigger than the cup
es_co: la caja es más grande que la taza

# trog-item-43
source: the shoe is bigger than the bird
es_co: el zapato es más grande que el pájaro

# trog-item-44
source: the horse is taller than the wall
es_co: el caballo es más alto que la pared

# trog-item-45
source: the girl is chased by the horse
es_co: la niña es perseguida por el caballo

# trog-item-46
source: the elephant is pushed by the boy
es_co: el elefante es empujado por el niño

# trog-item-47
source: the horse is chased by the man
es_co: el caballo es perseguido por el hombre

# trog-item-48
source: the cow is pushed by the man
es_co: la vaca es empujada por el hombre

# trog-item-49
source: the cup is in the box
es_co: la taza está en la caja

# trog-item-50
source: the pencil is on the box
es_co: el lápiz está encima de la caja

# trog-item-51
source: the circle is in the star
es_co: el círculo está en la estrella

# trog-item-52
source: the fork is on the shoe
es_co: el tenedor está encima del zapato

# trog-item-53
source: the boy chasing the horse is tall
es_co: el niño que persigue al caballo es alto

# trog-item-54
source: the pencil on the shoe is blue
es_co: el lápiz que está encima del zapato es azul

# trog-item-55
source: the cow chasing the cat is brown
es_co: la vaca que persigue al gato es café

# trog-item-56
source: the circle in the star is yellow
es_co: el círculo en la estrella es amarillo

# trog-item-57
source: the box but not the chair is red
es_co: la caja es roja pero la silla no

# trog-item-58
source: the cat is big but not black
es_co: el gato es grande pero no es negro

# trog-item-59
source: the horse but not the boy is standing
es_co: el caballo está parado pero el niño no

# trog-item-60
source: the boy is sitting but not eating
es_co: el niño está sentado, pero no está comiendo

# trog-item-61
source: the pencil is above the flower
es_co: el lápiz está arriba de la flor

# trog-item-62
source: the comb is below the spoon
es_co: el peine está debajo de la cuchara

# trog-item-63
source: the star is above the circle
es_co: la estrella está arriba del círculo

# trog-item-64
source: the square is below the star
es_co: el cuadrado está debajo de la estrella

# trog-item-65
source: not only the bird but also the flower is blue
es_co: no sólo el pájaro, también la flor es azul.

# trog-item-66
source: the box is not only big but also blue
es_co: la caja no sólo es grande, sino también azul

# trog-item-67
source: not only the girl but also the cat is sitting
es_co: no sólo la niña, también el gato está sentado.

# trog-item-68
source: the girl has not only food but also a drink
es_co: la niña no solo tiene comida, sino también bebida

# trog-item-69
source: the pencil is on the book that is yellow
es_co: el lápiz está encima del libro que es amarillo

# trog-item-70
source: the girl chases the dog that is big
es_co: la niña persigue al perro que es grande

# trog-item-71
source: the square is in the star that is blue
es_co: el cuadrado está en la estrella que es azul

# trog-item-72
source: the dog chases the horse that is brown
es_co: el perro persigue al caballo que es café

# trog-item-73
source: neither the dog nor the ball is brown
es_co: ni el perro ni la pelota son cafés

# trog-item-74
source: the pencil is neither long nor red
es_co: el lápiz no es largo ni rojo

# trog-item-75
source: neither the boy nor the horse is running
es_co: ni el niño ni el caballo están corriendo

# trog-item-76
source: the boy has neither hat nor shoes
es_co: el niño no tiene ni sombrero ni zapatos

# trog-item-77
source: the book the pencil is on is red
es_co: el libro encima del que está el lápiz es rojo

# trog-item-78
source: the cat the cow chases is black
es_co: el gato que la vaca persigue es negro

# trog-item-79
source: the circle the star is in is red
es_co: el círculo, en el que está la estrella, es rojo

# trog-item-80
source: the boy the dog chases is big
es_co: el niño que el perro persigue es grande

# trog-item-81
source: the horse drank water by the barn and the sheep ate grass by the fence
es_co: el caballo bebía agua junto al granero, y la oveja comía pasto junto a la cerca

# trog-item-82
source: the student opened the notebook and drew a tree
es_co: el estudiante abrió el cuaderno y dibujó un árbol

# trog-item-83
source: we will have a picnic in the park if it is sunny
es_co: haremos un picnic en el parque si hace sol

# trog-item-84
source: he found his keys under the couch with the pillows
es_co: encontró sus llaves debajo del sofá con cojines

# trog-item-85
source: she is the gardener who wears the hat that has a flower
es_co: ella es la jardinera que usa un sombrero que tiene una flor

# trog-item-86
source: She tripped on a rock and dropped her books.
es_co: Ella tropezó con una piedra y dejo caer sus libros.

# trog-item-87
source: The teacher will give the students cake if they stand in a line.
es_co: La maestra va a darles pastel a los estudiantes, si se forman en fila.

# trog-item-88
source: We will dance together if there is music playing.
es_co: Bailaremos juntos si hay música sonando.

# trog-item-89
source: Although it is hot outside, I am wearing a jacket with a hood.
es_co: Aunque hace calor afuera, estoy usando una chaqueta con capucha.

# trog-item-90
source: He likes swimming. However, he chose to play soccer with his friends.
es_co: Le gusta nadar. Sin embargo, elijió jugar fútbol con sus amigos.

# trog-item-91
source: Despite the noise in the classroom, she focused on reading her notebook.
es_co: A pesar del ruido en el salón, ella se concentró en leer su cuaderno.

# trog-item-92
source: He wore the clown's hat despite its large size.
es_co: Él usó el sombrero de payaso a pesar de su gran tamaño.

# trog-item-93
source: The duck following the turtle is walking across the bridge.
es_co: El pato que sigue a la tortuga está caminando por el puente.

# trog-item-94
source: Bumping the table with my foot caused a book to fall.
es_co: Por golpear la mesa con mi pie se cayó un libro

# trog-item-95
source: The person chases the dog that is big.
es_co: La persona persigue al perro que es grande.

# trog-item-96
source: The girl wearing a backpack was shown a flower by her friend.
es_co: A la niña que llevaba el morral su amiga le mostró una flor.
