Repository: levante-framework/levante_translations
Catalog: translations/%filename%es_CO.xliff
Languages: es_co

# same-different-selection-both-red
source: Here are two cards. Something's the same. They both have red shapes.
es_co: Aquí hay dos cartas. Son iguales en algo. Ambas tienen figuras rojas.

# same-different-selection-both-green
source: Here are two cards. Something's the same. They both have green shapes.
es_co: Aquí hay dos cartas. Son iguales en algo. Ambas tienen figuras verdes.

# same-different-selection-both-yellow
source: Here are two cards. Something's the same. They both have yellow shapes.
es_co: Aquí hay dos cartas. Son iguales en algo. Ambas tienen figuras amarillas.

# same-different-selection-both-blue
source: Here are two cards. Something's the same. They both have blue shapes.
es_co: Aquí hay dos cartas. Son iguales en algo. Ambas tienen figuras azules.

# same-different-selection-both-small
source: Here are two cards. Something's the same. They both have small shapes.
es_co: Aquí hay dos cartas. Son iguales en algo. Ambas tienen figuras pequeñas.

# same-different-selection-both-medium
source: Here are two cards. Something's the same. They both have medium-sized shapes.
es_co: Aquí hay dos cartas. Son iguales en algo. Ambas tienen figuras medianas.

# same-different-selection-both-large
source: Here are two cards. Something's the same. They both have large shapes.
es_co: Aquí hay dos cartas. Son iguales en algo. Ambas tienen figuras grandes.

# sds-prompt3
source: Here is another card. Which of these is similar to this one?
es_co: Aquí hay otra carta. ¿Cuál de estas tiene algo que es igual a esta?

# sds-3match-prompt2
source: Here is the same set of cards again. Choose two cards that are the same in a different way.
es_co: Aquí están otra vez las mismas cartas. Ahora debe escoger dos cartas que sean pareja porque son iguales en algo diferente.

# sds-2match-prompt1
source: Here is a new set of cards. Choose two cards that are the same in some way.
es_co: Aquí hay un nuevo grupo de cartas. Escoge dos cartas que sean iguales en algún aspecto.

# sds-2match-prompt2
source: Choose two cards that are the same in a different way.
es_co: Escoge dos cartas que sean pareja porque son iguales en algo diferente.

# sds-3unique-prompt1
source: Choose three cards that are the same in only one way.
es_co: Escoge tres cartas que sean iguales en un solo aspecto.

# sds-3unique-prompt2
source: Choose another three cards that are the same in only one way.
es_co: Escoge otras tres cartas que sean iguales en un solo aspecto.

# memory-game-display
source: Watch the squares light up.
es_co: Observa se iluminan los cuadrados.

# memory-game-input
source: Choose the squares in the same order.
es_co: Escoge los cuadrados en el mismo orden.

# memory-game-instruct1
source: This is the memory game. Here's how you play it.
es_co: Este es el juego de la memoria. Las reglas son las siguientes.

# memory-game-instruct2
source: You will see squares light up.
es_co: Verás que los cuadrados se iluminan.

# memory-game-instruct3
source: You're going to choose the squares in the same order.
es_co: Vas a escoger los cuadrados en el mismo orden.

# memory-game-instruct4
source: Watch carefully! Try to remember the order.
es_co: ¡Observa con atención! Intenta recordar el orden.

# memory-game-forward-prompt
source: Choose the squares in the same order.
es_co: Escoge los cuadrados en el mismo orden.

# memory-game-forward-try-again
source: That's not quite right. Please try again. Choose the squares in the same order.
es_co: Eso no está del todo bien. ¡Inténtalo de nuevo! Escoge los cuadrados en el mismo orden.

# memory-game-instruct5
source: This time the game won't tell you if you're right or wrong. Let’s start playing the memory game!
es_co: Esta vez el juego no te dirá si la respuesta es correcta o no. ¡Empecemos a jugar al juego de memoria!

# memory-game-instruct6
source: Now let's play the memory game in reverse!
es_co: Ahora vamos a jugar al juego de la memoria a la inversa.

# memory-game-instruct7
source: Let’s start playing the memory game!
es_co: ¡Empecemos a jugar al juego de memoria!

# memory-game-backward-prompt
source: Choose the squares in the backward order.
es_co: Escoge los cuadrados en orden inverso.

# memory-game-backward-try-again
source: That's not quite right. Please try again. Choose the squares in the backward order.
es_co: Eso no está del todo bien. ¡Inténtalo de nuevo! Escoge los cuadrados en orden inverso.

# heart-instruct1
source: This is the heart game. Here's how you play it.
es_co: Este es el juego del corazón. Las reglas son las siguientes.

# heart-instruct2
source: When you see a heart, press the button on the same side.
es_co: Cuando veas un corazón, presiona el botón del mismo lado.

# hearts-and-flowers-try-again
source: That's not quite right. Please try again.
es_co: Eso no está del todo bien. ¡Inténtalo de nuevo!

# heart-practice-feedback1
source: The heart is on the right side. Press the right button.
es_co: El corazón está en el lado derecho. Presiona el botón derecho.

# hearts-and-flowers-practice-time
source: Time to practice!
es_co: ¡Es hora de practicar!

# heart-practice-feedback2
source: Remember! When you see a HEART, press the button on the SAME side.
es_co: ¡Recuerda! Cuando veas un CORAZÓN, presiona el botón del MISMO lado.

# hearts-and-flowers-instruct1
source: This time the game will go faster. It won't tell you if you are right or wrong. Try to keep up!
es_co: Esta vez el juego irá más rápido. No te dirá si la respuesta es correcta o no. ¡Trata de seguir el ritmo!

# hearts-and-flowers-instruct2
source: Try to answer as fast as you can without making mistakes. If you make a mistake, just keep going!
es_co: Intenta responder lo más rápido que puedas sin cometer errores. Si cometes un error, ¡sigue adelante!

# hearts-and-flowers-play-time
source: Time to play!
es_co: ¡Hora de jugar!

# flower-instruct1
source: This is the flower game. Here's how you play it.
es_co: Este es el juego de las flores. Las reglas son las siguientes.

# flower-instruct2
source: When you see a flower, press the button on the opposite side.
es_co: Cuando veas una flor, presiona el botón del lado opuesto.

# flower-practice-feedback1
source: The flower is on the left side. Press the right button.
es_co: La flor está en el lado izquierdo. Presione el botón derecho.

# flower-practice-feedback2
source: When you see a FLOWER, press the button on the OPPOSITE side.
es_co: Cuando veas una FLOR, presiona el botón en el lado OPUESTO.

# hearts-and-flowers-instruct3
source: Now, we're going to play a game with hearts and flowers.
es_co: Ahora, vamos a jugar un juego con corazones y flores.

# hearts-and-flowers-encourage1
source: Try to keep up!
es_co: ¡Trata de seguir el ritmo!

# hearts-and-flowers-encourage2
source: If you make a mistake, just keep going!
es_co: Si cometes un error, ¡sigue adelante!

# hearts-and-flowers-end
source: Great job! You completed the game!
es_co: ¡Bien hecho, has terminado el juego!

# vocab-item-001
source: the acorn
es_co: la bellota

# vocab-item-002
source: the aloe
es_co: la sábila

# vocab-item-003
source: the antenna
es_co: la antena

# vocab-item-004
source: the artichoke
es_co: la alcachofa

# vocab-item-005
source: the bamboo
es_co: el bambú

# vocab-item-006
source: the barrel
es_co: el barril

# vocab-item-007
source: the blender
es_co: la licuadora

# vocab-item-008
source: the blower
es_co: el soplador

# vocab-item-009
source: the bouquet
es_co: el ramo

# vocab-item-010
source: the buffet
es_co: el bufé

# vocab-item-011
source: the bulldozer
es_co: la excavadora

# vocab-item-012
source: the cake
es_co: el pastel

# vocab-item-013
source: the caramel
es_co: el caramelo

# vocab-item-014
source: the carousel
es_co: el carrusel

# vocab-item-015
source: the carrot
es_co: la zanahoria

# vocab-item-016
source: the cassette
es_co: el casete

# vocab-item-017
source: the cheese
es_co: el queso

# vocab-item-018
source: the cloak
es_co: la capucha

# vocab-item-019
source: the clothespin
es_co: la pinza para la ropa

# vocab-item-020
source: the coaster
es_co: el portavaso

# vocab-item-021
source: the cork
es_co: el corcho

# vocab-item-022
source: the cornbread
es_co: el pan de maíz

# vocab-item-023
source: the corset
es_co: el corsé

# vocab-item-024
source: the dumpling
es_co: el dumpling

# vocab-item-025
source: the elbow
es_co: el codo

# vocab-item-026
source: the fan
es_co: el ventilador

# vocab-item-027
source: the foam
es_co: la espuma

# vocab-item-028
source: the footbath
es_co: la lavapiés

# vocab-item-029
source: the fruitcake
es_co: el pastel de frutas

# vocab-item-030
source: the gutter
es_co: la canaleta

# vocab-item-031
source: the hamster
es_co: el hámster

# vocab-item-032
source: the hedgehog
es_co: el erizo

# vocab-item-033
source: the hoe
es_co: la azadilla

# vocab-item-034
source: the hopscotch
es_co: la golosa

# vocab-item-035
source: the kimono
es_co: el kimono

# vocab-item-036
source: the latch
es_co: el cerrojo

# vocab-item-037
source: the locker
es_co: el casillero

# vocab-item-038
source: the lollipop
es_co: la colombina

# vocab-item-039
source: the map
es_co: el mapa

# vocab-item-040
source: the marshmallow
es_co: el malvavisco

# vocab-item-041
source: the net
es_co: la malla

# vocab-item-042
source: the oil
es_co: el aceite

# vocab-item-043
source: the omelet
es_co: la tortilla

# vocab-item-044
source: the pie
es_co: la tarta

# vocab-item-045
source: the pistachio
es_co: el pistacho

# vocab-item-046
source: the pitcher
es_co: la jarra

# vocab-item-047
source: the potato
es_co: la papa

# vocab-item-048
source: the prism
es_co: el prisma

# vocab-item-049
source: the puddle
es_co: el charco

# vocab-item-050
source: the pump
es_co: la bomba de agua

# vocab-item-051
source: the rice
es_co: el arroz

# vocab-item-052
source: the saddle
es_co: la silla de montar

# vocab-item-053
source: the sandbag
es_co: el saco de arena

# vocab-item-054
source: the scaffolding
es_co: el andamio

# vocab-item-055
source: the scoop
es_co: el cucharón

# vocab-item-056
source: the seagull
es_co: la gaviota

# vocab-item-057
source: the ship
es_co: el barco

# vocab-item-058
source: the shower
es_co: la ducha

# vocab-item-059
source: the silverware
es_co: los cubiertos

# vocab-item-060
source: the sink
es_co: el lavamanos

# vocab-item-061
source: the ski
es_co: el esquí

# vocab-item-062
source: the sloth
es_co: el oso perezoso

# vocab-item-063
source: the snail
es_co: el caracol

# vocab-item-064
source: the sorbet
es_co: el sorbete

# vocab-item-065
source: the spatula
es_co: la espátula

# vocab-item-066
source: the sprinkler
es_co: el aspersor

# vocab-item-067
source: the squash
es_co: la calabaza

# vocab-item-068
source: the squirrel
es_co: la ardilla

# vocab-item-069
source: the stew
es_co: el guiso

# vocab-item-070
source: the rubber band
es_co: la banda elástica

# vocab-item-071
source: the stump
es_co: el tocón

# vocab-item-072
source: the sunflower
es_co: el girasol

# vocab-item-073
source: the swordfish
es_co: el pez espada

# vocab-item-074
source: the tapestry
es_co: el tapiz

# vocab-item-075
source: the teabag
es_co: la bolsa de té

# vocab-item-076
source: the telescope
es_co: el telescopio

# vocab-item-077
source: the thermos
es_co: el termo

# vocab-item-078
source: the treasure
es_co: el tesoro

# vocab-item-079
source: the trumpet
es_co: la trompeta

# vocab-item-080
source: the tulip
es_co: el tulipán

# vocab-item-081
source: the turbine
es_co: la turbina

# vocab-item-082
source: the turkey
es_co: el pavo

# vocab-item-083
source: the turtle
es_co: la tortuga

# vocab-item-084
source: the typewriter
es_co: la máquina de escribir

# vocab-item-085
source: the watermelon
es_co: la sandía

# vocab-item-086
source: the waterwheel
es_co: la rueda hidráulica

# vocab-item-087
source: the ant
es_co: la hormiga

# vocab-item-088
source: the ball
es_co: la pelota

# vocab-item-089
source: the bear
es_co: el oso

# vocab-item-090
source: the duck
es_co: el pato

# vocab-item-091
source: the fork
es_co: el tenedor

# vocab-item-092
source: the kitten
es_co: el gatito

# vocab-item-093
source: the knee
es_co: la rodilla

# vocab-item-094
source: the milkshake
es_co: la malteada

# vocab-item-095
source: the skin
es_co: la piel

# vocab-item-096
source: the wall
es_co: el muro

# vocab-item-097
source: the wheel
es_co: la rueda

# vocab-item-098
source: the farm
es_co: la granja

# vocab-item-099
source: juggling
es_co: el malabarismo

# vocab-item-100
source: the dressing
es_co: el aderezo

# vocab-item-101
source: the roof
es_co: el techo

# vocab-item-102
source: peeking
es_co: espiando

# vocab-item-103
source: the ruler
es_co: la regla

# vocab-item-104
source: the tunnel
es_co: el túnel

# vocab-item-105
source: the envelope
es_co: el sobre

# vocab-item-106
source: the diamond
es_co: el diamante

# vocab-item-107
source: the calendar
es_co: el calendario

# vocab-item-108
source: the panda
es_co: el panda

# vocab-item-109
source: the arrow
es_co: la flecha

# vocab-item-110
source: picking
es_co: cosecha

# vocab-item-111
source: dripping
es_co: goteando

# vocab-item-112
source: the knight
es_co: el caballero

# vocab-item-113
source: delivering
es_co: entregando

# vocab-item-114
source: the dentist
es_co: la dentista

# vocab-item-115
source: the claw
es_co: la garra

# vocab-item-116
source: the uniform
es_co: el uniforme

# vocab-item-117
source: furry
es_co: peludo

# vocab-item-118
source: the cormorant
es_co: el cormorán

# vocab-item-119
source: fetch
es_co: traer

# vocab-item-120
source: the arcade
es_co: la arcada

# vocab-item-121
source: the artifact
es_co: el artefacto

# vocab-item-122
source: aversion
es_co: aversión

# vocab-item-123
source: the beret
es_co: la boina

# vocab-item-124
source: applaud
es_co: aplaudir

# vocab-item-125
source: timid
es_co: tímido

# vocab-item-126
source: the camp
es_co: el campamento

# vocab-item-127
source: tumble
es_co: caída

# vocab-item-128
source: concentric
es_co: concéntrico

# vocab-item-129
source: the confectionery
es_co: la confitería

# vocab-item-130
source: the couturier
es_co: el costurero

# vocab-item-131
source: degression
es_co: disminución

# vocab-item-132
source: the divan
es_co: el diván

# vocab-item-133
source: the wetland
es_co: el humedal

# vocab-item-134
source: the baywindow
es_co: la ventana salediza

# vocab-item-135
source: the aesthete
es_co: el esteta

# vocab-item-136
source: ecstatic
es_co: extático

# vocab-item-137
source: rickety
es_co: desvencijado

# vocab-item-139
source: gesticulate
es_co: gesticular

# vocab-item-140
source: the facade
es_co: la fachada

# vocab-item-141
source: the slope
es_co: la pendiente

# vocab-item-142
source: the habit
es_co: el hábito

# vocab-item-143
source: the intersection
es_co: la intersección

# vocab-item-144
source: the irrigation
es_co: la irrigación

# vocab-item-145
source: the kazoo
es_co: el kazoo

# vocab-item-146
source: chat
es_co: conversar

# vocab-item-147
source: the colony
es_co: la colonia

# vocab-item-148
source: preserve
es_co: conservar

# vocab-item-149
source: the awning
es_co: el toldo

# vocab-item-150
source: mammalogy
es_co: mamalogía

# vocab-item-151
source: the metronome
es_co: el metrónomo

# vocab-item-152
source: the paleontologist
es_co: el paleontólogo

# vocab-item-153
source: the percussion
es_co: la percusión

# vocab-item-154
source: the posterior
es_co: la posterior

# vocab-item-155
source: precarious
es_co: precario

# vocab-item-156
source: the arbor
es_co: el quiosco

# vocab-item-157
source: resuscitation
es_co: resucitación

# vocab-item-158
source: the rosette
es_co: el rosetón

# vocab-item-159
source: the saffron
es_co: el azafrán

# vocab-item-160
source: mischievous
es_co: travieso

# vocab-item-161
source: the skimmer
es_co: la desnatadora

# vocab-item-162
source: sedentary
es_co: sedentario

# vocab-item-163
source: the suede
es_co: la gamuza

# vocab-item-164
source: the turnstile
es_co: el torniquete

# vocab-item-165
source: the triad
es_co: la tríada

# vocab-item-166
source: dredging
es_co: dragado

# vocab-item-167
source: urban
es_co: urbano

# vocab-item-168
source: the steam
es_co: el vapor

# vocab-item-169
source: the vertebra
es_co: la vértebra

# vocab-item-170
source: the bandage
es_co: el vendaje

# vocab-instruct-1
source: In this game, you are going to listen to words and look at different pictures. Your job is to pick the picture that matches the word!
es_co: En este juego, escucharás palabras y observarás diferentes imágenes. ¡Tu tarea es elegir la imagen que coincida con la palabra!

# vocab-practice-1
source: You are going to see some different pictures. For example, a picture of an apple and a picture of a carrot. Then, you'll hear a word for one of the pictures. Make sure to pick the picture that matches the word!
es_co: A continuación, verás algunas imágenes, por ejemplo, una imagen de una manzana y una imagen de una zanahoria. Luego, escucharás la palabra que identifica una de las imágenes. ¡Asegúrate de elegir la imagen que coincida con la palabra!

# vocab-instruct-2
source: Some words are hard, and that's okay. If you're not sure, just give your best guess!
es_co: Algunas palabras son difíciles, pero no te preocupes, si tienes dudas, ¡haz tu mejor intento!

# vocab-instruct-3
source: If you need to hear the word again, press the speaker button.
es_co: Si necesitas escuchar la palabra otra vez, presiona el botón del altavoz.

# shared-intro-devices
source: You can tap on a touchscreen, use the touchpad, or press the arrow keys for this activity. Try it now.
es_co: Puedes tocar una pantalla táctil, usar el panel táctil o pulsar las flechas para esta actividad. Pruébala ahora.

# shared-choose-picture-press-arrow
source: To use an arrow key to choose a picture, press the key that points the same direction as the arrow below the picture.
es_co: Para usar una tecla de flecha para elegir una imagen, presiona la tecla que apunta en la misma dirección que la flecha debajo de la imagen.

# shared-intro-replay
source: You can press the replay button to hear things again. Try it now.
es_co: Puedes presionar el botón de reproducir para escuchar las cosas de nuevo. Inténtalo ahora.

# trog-instr1-matching
source: This is a matching activity. Listen to what I say, then look at the pictures carefully. Choose the picture that goes with the words you hear.
es_co: Esta es una actividad de emparejamiento. Escucha lo que digo, luego mira las imágenes con cuidado. Elige la imagen que va con las palabras que escuchas.

# ChildSurveyIntro
source: These questions ask you about how you feel at school and some of the things you do at school. There are no right or wrong answers. Choose the answer that best describes what you think. No, never; Yes, some of the time; Yes, most of the time; Yes, all of the time. The first two are for practice.
es_co: Estas preguntas se refieren a cómo te sientes en la escuela, y a algunas de las cosas que haces en la escuela. No hay respuestas correctas ni incorrectas. Elige la respuesta que mejor diga lo que tú piensas. No, nunca; Sí, algunas veces; Sí, muchas veces; Sí, siempre. Las dos primeras preguntas son de práctica.

# Example1Comic
source: Do you like to read comic books?
es_co: ¿Te gusta leer historietas (comics)?

# Example2Neat
source: Are you neat and tidy at school?
es_co: ¿Eres limpio y ordenado en el colegio?

# TeacherNice
source: Is your teacher nice to you?
es_co: ¿Te trata bien tu profesor?

# TeacherLike
source: Does your teacher like you?
es_co: ¿Le caes bien a tu profesor?

# TeacherListen
source: Does your teacher listen to you?
es_co: ¿Te escucha tu profesor?

# SchoolFun
source: Is school fun?
es_co: ¿Te diviertes en el colegio?

# SchoolEnjoy
source: Do you enjoy school?
es_co: ¿Te gusta la escuela?

# SchoolHappy
source: Are you happy at school?
es_co: ¿Te sientes feliz en la escuela?

# SchoolSafe
source: Do you feel safe at school?
es_co: ¿Te sientes seguro o segura en el colegio?

# ClassFriends
source: Do you have friends in your class?
es_co: ¿Tienes amigos o amigas en tu clase?

# ClassHelp
source: Do the kids in your class help you when you need it?
es_co: ¿Te ayudan los niños y las niñas de tu clase cuando lo necesitas?

# ClassPlay
source: Do the kids in your class play with you?
es_co: ¿Los niños y las niñas de tu clase juegan contigo?

# ClassNice
source: Are the kids in your class nice to you?
es_co: ¿Los niños y las niñas de tu clase son amables contigo?

# LonelySchool
source: Do you feel lonely at school?
es_co: ¿Te sientes solo o sola en el colegio?

# LearningGood
source: Are you good at learning things in school?
es_co: ¿Te queda fácil aprender en el colegio?

# SchoolGiveUp
source: When schoolwork is hard, do you give up right away?
es_co: Cuando las tareas escolares son difíciles, ¿te rindes enseguida?

# ReadingEnjoy
source: Do you enjoy doing reading activities at school?
es_co: ¿Te gusta hacer actividades de lectura en el colegio?

# MathEnjoy
source: Do you enjoy doing math activities at school?
es_co: ¿Te gusta hacer actividades de matemáticas en el colegio?

# ReadingGood
source: Are you good at reading?
es_co: ¿Eres bueno o buena para la lectura?

# MathGood
source: Are you good at math?
es_co: ¿Eres bueno o buena para las matemáticas?

# GrowthMindSmart
source: Some kids think they can get smarter if they work really hard. Do you think that you can get smarter if you work really hard?
es_co: Algunos niños y niñas piensan que pueden ser más inteligentes si se esfuerzan mucho. ¿Crees que tú puedes ser más inteligente si te esfuerzas mucho?

# GrowthMindRead
source: Some kids think they can get better at reading if they work really hard. Do you think that you can get better at reading if you work really hard?
es_co: Algunos niños y niñas creen que pueden mejorar en lectura si se esfuerzan mucho. ¿Crees que tú puedes mejorar en lectura si te esfuerzas mucho?

# GrowthMindMath
source: Some kids think they can get better at math if they work really hard. Do you think that you can get better at math if you work really hard?
es_co: Algunos niños y niñas creen que pueden mejorar en matemáticas si se esfuerzan mucho. ¿Crees que tú puedes mejorar en matemáticas si te esfuerzas mucho?

# ChildSurveyRespoonses
source: No, never; Yes, some of the time; Yes, most of the time; Yes, all of the time
es_co: No, nunca; Sí, algunas veces; Sí, muchas veces; Sí, siempre

# ToM-scene7-instruct1
source: Here is Diana. This morning at school, Diana put her toy in this drawer, because she didn’t want anyone to find it.
es_co: Aquí está Diana. Esta mañana en el colegio, Diana ha metido su juguete en este cajón porque no quería que nadie lo encontrara.

# ToM-scene7-instruct2
source: But while Diana was outside, someone did find it! And moved it from inside the drawer, to inside the desk.
es_co: Pero mientras Diana estaba fuera, ¡alguien lo encontró! Y lo movió del cajón al escritorio.

# ToM-scene7-instruct3
source: So now it’s playtime and Diana wants her toy.
es_co: Así que ahora es hora de jugar y Diana quiere su juguete.

# ToM-scene7-q1-false_belief
source: Where will Diana look for her toy?
es_co: ¿Dónde buscará Diana su juguete?

# ToM-scene7-q2-reality_check
source: And where is her toy really?
es_co: ¿Y dónde está realmente su juguete?

# desk
source: In the desk
es_co: En el escritorio

# drawer
source: In the drawer
es_co: En el cajón

# ToM-scene8-instruct1
source: This morning when she came to school, Allie put her yellow pencil on this shelf, above the backpack shelf.
es_co: Esta mañana, cuando vino a la escuela, Alejandra puso su lápiz de color amarillo en la repisa, sobre el mueble de las maletas.
