Repository: levante-framework/levante_translations
Catalog: translations/%filename%nl_*.xliff
Languages: nl

# teacher_survey_classroom_094
source: Families seem overwhelmed by trying to support their children's learning.
nl: Gezinnen lijken overweldigd door het proberen te ondersteunen van het leren van hun kinderen.

# teacher_survey_classroom_095
source: None
nl: Geen

# teacher_survey_classroom_096
source: One or a few
nl: Eén of enkele

# teacher_survey_classroom_097
source: Many
nl: Veel

# teacher_survey_classroom_098
source: All or almost all
nl: Alle of bijna alle

# teacher_survey_classroom_099
source: Families are doing their part to support children's learning.
nl: Gezinnen doen hun best om het leren van kinderen te ondersteunen.

# teacher_survey_classroom_100
source: None
nl: Geen

# teacher_survey_classroom_101
source: One or a few
nl: Eén of enkele

# teacher_survey_classroom_102
source: Many
nl: Veel

# teacher_survey_classroom_103
source: All or almost all
nl: Alle of bijna alle

# teacher_survey_classroom_104
source: Please indicate how satisfied or dissatisfied you have been with the following this school year.
nl: Geef aan hoe tevreden of ontevreden u dit schooljaar met de volgende aspecten bent geweest.

# teacher_survey_classroom_105
source: Communication between you and families.
nl: Communicatie tussen u en de families.

# teacher_survey_classroom_106
source: Not satisfied at all
nl: Helemaal niet tevreden

# teacher_survey_classroom_107
source: Slightly satisfied
nl: Een beetje tevreden

# teacher_survey_classroom_108
source: Moderately satisfied
nl: Gemiddeld tevreden

# teacher_survey_classroom_109
source: Quite satisfied
nl: Best tevreden

# teacher_survey_classroom_110
source: Very satisfied
nl: Zeer tevreden

# teacher_survey_classroom_111
source: Communication between you and your students.
nl: Communicatie tussen u en uw leerlingen.

# teacher_survey_classroom_112
source: Not satisfied at all
nl: Helemaal niet tevreden

# teacher_survey_classroom_113
source: Slightly satisfied
nl: Een beetje tevreden

# teacher_survey_classroom_114
source: Moderately satisfied
nl: Gemiddeld tevreden

# teacher_survey_classroom_115
source: Quite satisfied
nl: Best tevreden

# teacher_survey_classroom_116
source: Very satisfied
nl: Zeer tevreden

# teacher_survey_classroom_117
source: Start Survey
nl: Begin enquête

# teacher_survey_classroom_118
source: Previous
nl: Vorige

# teacher_survey_classroom_120
source: Finish
nl: Voltooien

# teacher_survey_general_001
source: <b><font face="Verdana" size="4">Thank you for taking the time (~10 minutes) to respond to this survey!</b><br> <br> <p><font face="Verdana" size="4">Some students you teach are participating in a research project studying how children learn and develop. Your responses in this survey should apply to your classroom, school, and professional beliefs rather than to any specific child. <br><br><b><font face="Verdana" size="4">This survey has two parts: Part A and Part B.</b><br> <br> <p><font face="Verdana" size="4">In Part A, the questions relate to your background and beliefs. <br><br>In Part B, the questions are specific to your classroom. If you teach more than one class included in this project, you will complete Part B separately for each. <br><br>If you teach a single subject, please complete questions that relate to other subjects to the best of your knowledge or consult a colleague for those details only. <br><br>Thank you for your participation! Your responses provide invaluable insight into the education of your students.<br><br>When you are ready to begin, select the "Start Survey" button. <br><br><b><font face="Verdana" size="4">Thank you!
nl: <b><font face="Verdana" size="4">Bedankt dat je de tijd neemt (ongeveer 10 minuten) om deze enquête in te vullen!</b><br> <br> <p><font face="Verdana" size="4">Enkele leerlingen die je lesgeeft, nemen deel aan een onderzoeksproject over hoe kinderen leren en zich ontwikkelen. Uw antwoorden in deze enquête moeten van toepassing zijn op uw klas, school en professionele overtuigingen, in plaats van op een specifiek kind. <br><br><b><font face="Verdana" size="4">Deze enquête bestaat uit twee delen: Deel A en Deel B.</b><br> <br> <p><font face="Verdana" size="4">In Deel A hebben de vragen betrekking op uw achtergrond en overtuigingen. <br><br>In Deel B zijn de vragen specifiek voor de klas. Als je meer dan één klas lesgeeft die deel uitmaken van dit project, vul je Deel B afzonderlijk in voor elke klas. <br><br>Als je een enkel vak geeft, vul dan de vragen in die betrekking hebben op andere vakken naar beste weten of raadpleeg voor die details enkel een collega. <br><br>Bedankt voor uw deelname! Uw antwoorden geven ons waardevolle inzichten in het onderwijs aan uw leerlingen. <br><br>Wanneer u klaar bent om te beginnen, selecteer de knop "Enquête starten". <br><br><b><font face="Verdana" size="4">Bedankt!

# teacher_survey_general_002
source: <b><font face="Verdana" size="3">PART A: </b><font face="Verdana" size="3">The following questions ask about your background, the school where you teach, your feelings about your job, and your beliefs about teaching and children.
nl: <b><font face="Verdana" size="3">DEEL A: </b><font face="Verdana" size="3">De volgende vragen gaan over uw achtergrond, de school waar u lesgeeft, uw gevoelens over uw werk en uw overtuigingen over onderwijs en kinderen.

# teacher_survey_general_003
source: <b>This set of questions asks about your background.</b>
nl: <b>Deze set vragen richt zich op uw achtergrond.</b>

# teacher_survey_general_004
source: What is your current age?
nl: Wat is uw huidige leeftijd?

# teacher_survey_general_005
source: years of age
nl: leeftijdsjaren

# teacher_survey_general_006
source: What is your gender?
nl: Wat is uw geslacht?

# teacher_survey_general_010
source: Other (please describe)
nl: Anders (beschrijf alstublieft)

# teacher_survey_general_011
source: What is the highest level of education you have completed?
nl: Wat is het hoogste opleidingsniveau dat u hebt voltooid?

# teacher_survey_general_012
source: Less than high school
nl: Minder dan middelbare school

# teacher_survey_general_013
source: GED or High school equivalency
nl: VWO of middelbaar schooldiploma (equivalent)

# teacher_survey_general_014
source: Some college but no degree
nl: Een beetje hogere school maar zonder diploma

# teacher_survey_general_015
source: High school diploma or equivalent, plus technical training or certificate
nl: Middelbare school diploma of equivalent, plus technische training of certificaat

# teacher_survey_general_016
source: Associate's degree
nl: Associatiediploma

# teacher_survey_general_017
source: Bachelor's degree
nl: Bachelordiploma

# teacher_survey_general_018
source: Master's degree
nl: Masterdiploma

# teacher_survey_general_019
source: Doctoral degree
nl: Doctorale graad

# teacher_survey_general_020
source: Indicate your undergraduate field of study. Mark ALL that apply.
nl: Geef uw bachelorstudierichting aan. Markeer ALLE die van toepassing zijn.

# teacher_survey_general_021
source: Early childhood education
nl: Vroegkinderlijke educatie

# teacher_survey_general_022
source: Elementary education
nl: Basisonderwijs

# teacher_survey_general_023
source: Special education
nl: Speciaal onderwijs

# teacher_survey_general_024
source: Child development
nl: Kinderontwikkeling

# teacher_survey_general_025
source: Reading specialist
nl: Leesspecialist

# teacher_survey_general_026
source: Curriculum and instruction
nl: Curriculum en instructie

# teacher_survey_general_027
source: Bilingual/bicultural education
nl: Tweetalig/multicultureel onderwijs

# teacher_survey_general_028
source: Other education-related major (e.g., secondary education, educational psychology, education administration, music education, etc.). Please specify:
nl: Andere onderwijsgerelateerde hoofdvak (bv.: voortgezet onderwijs, onderwijspsychologie, onderwijsadministratie, muziekonderwijs, etc.). Gelieve te specificeren:

# teacher_survey_general_029
source: Non-education major. Please specify:
nl: Niet-onderwijsgerelateerde hoofdvak. Gelieve te specificeren:

# teacher_survey_general_030
source: Other. Please specify:
nl: Andere. Gelieve te specificeren:

# teacher_survey_general_031
source: Please specify other education-related major:
nl: Specificeer andere onderwijsgerelateerde hoofdrichting:

# teacher_survey_general_032
source: Please specify non-education major:
nl: Specificeer niet-onderwijsgerelateerde hoofdrichting:

# teacher_survey_general_033
source: Please specify other major:
nl: Specificeer andere hoofdrichting:

# teacher_survey_general_034
source: Indicate the major field of study of your highest graduate degree. Mark ALL that apply.
nl: Geef het belangrijkste studierichtingsgebied van uw hoogste graad aan. Markeer ALLE die van toepassing zijn.

# teacher_survey_general_035
source: Early childhood education
nl: Vroegkinderlijke educatie

# teacher_survey_general_036
source: Elementary education
nl: Basisonderwijs

# teacher_survey_general_037
source: Special education
nl: Speciaal onderwijs

# teacher_survey_general_038
source: Child development
nl: Kinderontwikkeling

# teacher_survey_general_039
source: Reading specialist
nl: Leesspecialist

# teacher_survey_general_040
source: Curriculum and instruction
nl: Curriculum en instructie

# teacher_survey_general_041
source: Bilingual/bicultural education
nl: Tweetalig/multicultureel onderwijs

# teacher_survey_general_042
source: Other education-related major (e.g., secondary education, educational psychology, education administration, music education, etc.). Please specify:
nl: Andere onderwijsgerelateerde hoofdvak (bv.: voortgezet onderwijs, onderwijspsychologie, onderwijsadministratie, muziekonderwijs, etc.). Gelieve te specificeren:

# teacher_survey_general_043
source: Non-education major. Please specify:
nl: Niet-onderwijsgerelateerde hoofdvak. Gelieve te specificeren:

# teacher_survey_general_044
source: Other. Please specify:
nl: Andere. Gelieve te specificeren:

# teacher_survey_general_045
source: Please specify other education-related major:
nl: Specificeer andere onderwijsgerelateerde hoofdrichting:

# teacher_survey_general_046
source: Please specify non-education major:
nl: Specificeer niet-onderwijsgerelateerde hoofdrichting:

# teacher_survey_general_047
source: Please specify other major:
nl: Specificeer andere hoofdrichting:

# teacher_survey_general_048
source: Counting this school year, how many years have you been a schoolteacher? (please round to the nearest year)
nl: Inclusief dit schooljaar, hoeveel jaar bent u al schooldocent? (afronden op het dichtstbijzijnde jaar)

# teacher_survey_general_049
source: Less than one year
nl: Minder dan een jaar

# teacher_survey_general_050
source: 1 to 2 years
nl: 1 tot 2 jaar

# teacher_survey_general_051
source: 3 to 5 years
nl: 3 tot 5 jaar

# teacher_survey_general_052
source: 6 to 10 years
nl: 6 tot 10 jaar

# teacher_survey_general_053
source: Over 10 years
nl: Meer dan 10 jaar

# teacher_survey_general_054
source: <b>This set of questions asks about the school where you currently teach.</b>
nl: <b>Deze set van vragen richt zich op de school waar u momenteel lesgeeft.</b>

# teacher_survey_general_055
source: Counting this school year, how many years have you been teaching <b>at this school</b>? (please round to the nearest year)
nl: Inclusief dit schooljaar, hoeveel jaar bent u docent <b>op deze school</b>? (afronden op het dichtstbijzijnde jaar)

# teacher_survey_general_056
source: Please indicate how much you agree or disagree with the following statements about this school.
nl: Gelieve aan te geven in hoeverre u het eens of oneens bent met de volgende uitspraken over deze school.

# teacher_survey_general_057
source: Strongly Disagree
nl: Sterk mee oneens

# teacher_survey_general_058
source: Disagree
nl: Oneens

# teacher_survey_general_059
source: Agree
nl: Eens

# teacher_survey_general_060
source: Strongly Agree
nl: Sterk mee eens

# teacher_survey_general_061
source: I feel accepted and respected as a colleague by most staff members.
nl: Ik voel me geaccepteerd en gerespecteerd als collega door de meeste personeelsleden.

# teacher_survey_general_062
source: Parents are supportive of school staff.
nl: Ouders steunen het schoolpersoneel.

# teacher_survey_general_063
source: Students feel supported and comfortable in this school.
nl: Leerlingen voelen zich ondersteund en op hun gemak op deze school.

# teacher_survey_general_064
source: Staff feel supported and comfortable in this school.
nl: Het personeel voelt zich ondersteund en op hun gemak op deze school.

# teacher_survey_general_065
source: Students are safe when here at this school.
nl: Leerlingen zijn veilig wanneer ze op deze school zijn.

# teacher_survey_general_066
source: Staff are safe when here at this school.
nl: Het personeel is veilig wanneer ze op deze school zijn.

# teacher_survey_general_067
source: The facilities and property of this school are kept up well.
nl: De faciliteiten en het eigendom van deze school worden goed onderhouden.

# teacher_survey_general_068
source: The facilities and property of this school are clean.
nl: De faciliteiten en het eigendom van deze school zijn schoon.

# teacher_survey_general_069
source: Ongoing collaboration is something adults in this school do well.
nl: Voortdurende samenwerking is iets wat volwassenen op deze school goed doen.

# teacher_survey_general_070
source: Adults working in this school have strong professional relationships.
nl: Volwassenen die op deze school werken, hebben sterke professionele relaties.

# teacher_survey_general_071
source: Adults working in this school are respectful and supportive of one another.
nl: Volwassenen die op deze school werken zijn respectvol en steunen elkaar.

# teacher_survey_general_072
source: <b>With this set of items, we wish to learn more about teachers' feelings about their job.</b>
nl: <b>Met deze set items willen we meer te weten komen over de gevoelens van docenten over hun werk.</b>

# teacher_survey_general_073
source: Please select one answer that indicates how often you agree with each of the following statements.
nl: Gelieve één antwoord te selecteren dat aangeeft hoe vaak u het eens bent met elk van de volgende uitspraken.

# teacher_survey_general_074
source: Never
nl: Nooit

# teacher_survey_general_075
source: A few times a year or less
nl: Een paar keer per jaar of minder

# teacher_survey_general_076
source: Once a month or less
nl: Één keer per maand of minder

# teacher_survey_general_077
source: A few times a month
nl: Een paar keer per maand

# teacher_survey_general_078
source: Once a week
nl: Één keer per week

# teacher_survey_general_079
source: A few times a week
nl: Een paar keer per week

# teacher_survey_general_080
source: Everyday
nl: Elke dag

# teacher_survey_general_081
source: I feel emotionally drained from my work.
nl: Ik voel me emotioneel uitgeput door mijn werk.

# teacher_survey_general_082
source: I feel fatigued when I get up in the morning and have to face another day on the job.
nl: Ik voel me vermoeid wanneer ik 's ochtends opsta en weer een dag op het werk moet doorbrengen.

# teacher_survey_general_083
source: I can easily understand how my students feel about things.
nl: Ik kan gemakkelijk begrijpen hoe mijn leerlingen over dingen denken.

# teacher_survey_general_084
source: I deal very effectively with the problems of my students.
nl: Ik werk zeer effectief met de problemen van mijn leerlingen.

# teacher_survey_general_085
source: I feel burned out from my work.
nl: Ik voel me opgebrand door mijn werk.

# teacher_survey_general_086
source: I feel I'm positively influencing other people's lives through my work.
nl: Ik voel dat ik een positieve invloed uitoefen op het leven van andere mensen door mijn werk.

# teacher_survey_general_087
source: I feel frustrated by my job.
nl: Ik voel me gefrustreerd door mijn werk.

# teacher_survey_general_088
source: I feel I'm working too hard on my job.
nl: Ik voel dat ik te hard werk op mijn werk.

# teacher_survey_general_089
source: I can easily create a relaxed atmosphere with my students.
nl: Ik kan gemakkelijk een ontspannen sfeer creëren met mijn leerlingen.

# teacher_survey_general_090
source: I feel exhilarated after working closely with my students.
nl: Ik voel me opgetogen nadat ik nauw met mijn leerlingen heb samengewerkt.

# teacher_survey_general_091
source: I have accomplished many worthwhile things in this job.
nl: Ik heb veel waardevolle dingen bereikt in deze baan.

# teacher_survey_general_092
source: I feel like I'm at the end of my rope.
nl: Ik voel dat ik op het eind van mijn lat zit.

# teacher_survey_general_093
source: In my work, I deal with emotional problems very calmly.
nl: In mijn werk ga ik zeer rustig om met emotionele problemen.

# teacher_survey_general_094
source: <b>This set of questions is designed to help us gain a better understanding of the kinds of things that create difficulties for teachers in their school activities.</b>
nl: <b>Deze set vragen is ontworpen om ons te helpen een beter inzicht te krijgen in de soorten dingen die docenten moeilijkheden veroorzaken in hun schoolactiviteiten.</b>

# teacher_survey_general_095
source: <b>How much influence do you have...</b>
nl: <b>Hoeveel invloed heeft u...</b>

# teacher_survey_general_096
source: Never
nl: Nooit

# teacher_survey_general_097
source: Very Little
nl: Zeer weinig

# teacher_survey_general_098
source: Some Influence
nl: Enige invloed

# teacher_survey_general_099
source: Quite a Bit
nl: Best wat

# teacher_survey_general_100
source: A Great Deal
nl: Heel veel

# teacher_survey_general_101
source: on disruptive behavior in the classroom?
nl: op storend gedrag in de klas?

# teacher_survey_general_102
source: to motivate children who show low interest in activities?
nl: om kinderen die weinig interesse in activiteiten tonen, te motiveren?

# teacher_survey_general_103
source: to get children to believe they can do well on activities?
nl: om kinderen ervan te overtuigen dat ze goed kunnen presteren bij activiteiten?

# teacher_survey_general_104
source: to help children in your classroom(s) value learning?
nl: om kinderen in uw klas(sen) te helpen leren waarderen?

# teacher_survey_general_105
source: on getting children to follow classroom rules?
nl: op kinderen de klasregels te laten volgen?

# teacher_survey_general_106
source: on calming a child who is disruptive or noisy?
nl: om een storend of luid kind te kalmeren?

# teacher_survey_general_107
source: <b>How well can you...</b>
nl: <b>Hoe goed kunt u...</b>

# teacher_survey_general_108
source: Not At All
nl: Helemaal niet

# teacher_survey_general_109
source: Very Little
nl: Zeer weinig

# teacher_survey_general_110
source: Somewhat
nl: Enigszins

# teacher_survey_general_111
source: Quite a Bit
nl: Best wat

# teacher_survey_general_112
source: A Great Deal
nl: Heel veel

# teacher_survey_general_113
source: establish a classroom management system?
nl: een klassikale managementsysteem opzetten?

# teacher_survey_general_114
source: use a variety of assessment strategies?
nl: diverse beoordelingsstrategieën gebruiken?

# teacher_survey_general_115
source: provide alternative explanations or examples when children are confused?
nl: alternatieve uitleg of voorbeelden bieden wanneer kinderen verward zijn?

# teacher_survey_general_116
source: assist families in helping their children do well in school?
nl: gezinnen helpen hun kinderen te laten slagen op school?

# teacher_survey_general_117
source: implement alternative strategies in your classroom(s)?
nl: alternatieve strategieën in uw klas(sen) implementeren?

# teacher_survey_general_118
source: create good questions for children in your classroom(s)?
nl: goede vragen maken voor kinderen in uw klas(sen)?

# teacher_survey_general_119
source: <b>With this set of items, we wish to learn more about teachers' ideas and beliefs about children.</b>
nl: <b>Met deze set items willen we meer te weten komen over de ideeën en overtuigingen van docenten over kinderen.</b>

# teacher_survey_general_120
source: Please select one answer that indicates how strongly you agree with each of the following statements.
nl: Gelieve één antwoord te selecteren dat aangeeft hoe sterk u het eens bent met elk van de volgende uitspraken.

# teacher_survey_general_121
source: Strongly Disagree
nl: Sterk mee oneens

# teacher_survey_general_122
source: Mildly Disagree
nl: Lichtelijk mee oneens

# teacher_survey_general_123
source: Mildly Agree
nl: Lichtelijk mee eens

# teacher_survey_general_124
source: Strongly Agree
nl: Sterk mee eens

# teacher_survey_general_125
source: Since parents lack special training in education, they should not question the teacher's teaching methods.
nl: Aangezien ouders geen speciale opleiding in onderwijs hebben, zouden ze de lesmethoden van de docent niet in twijfel moeten trekken.

# teacher_survey_general_126
source: Children should be treated the same regardless of differences among them.
nl: Kinderen moeten hetzelfde behandeld worden, ongeacht de verschillen tussen hen.

# teacher_survey_general_127
source: Children should always obey the teacher.
nl: Kinderen moeten altijd gehoor geven aan de docent.

# teacher_survey_general_128
source: Preparing for the future is more important for a child than enjoying today.
nl: Voorbereiden op de toekomst is voor een kind belangrijker dan het heden te genieten.

# teacher_survey_general_129
source: Children will not do the right thing unless they must.
nl: Kinderen zullen het juiste niet doen, tenzij ze moeten.

# teacher_survey_general_130
source: Children should be allowed to disagree with their parents if they feel their own ideas are better.
nl: Kinderen moeten het oneens kunnen zijn met hun ouders als zij vinden dat hun eigen ideeën beter zijn.

# teacher_survey_general_131
source: Children should be kept busy with work and study at home and at school.
nl: Kinderen moeten druk bezig gehouden worden met werk en studie thuis en op school.

# teacher_survey_general_132
source: The major goal of education is to put basic information into the minds of the children.
nl: Het belangrijkste doel van onderwijs is om basale informatie in de hoofden van kinderen te stoppen.

# teacher_survey_general_133
source: In order to be fair, a teacher must treat all children alike.
nl: Om eerlijk te zijn, moet een docent alle kinderen gelijk behandelen.

# teacher_survey_general_134
source: The most important thing to teach children is absolute obedience to whoever is in authority.
nl: Het belangrijkste om kinderen te leren is absolute gehoorzaamheid aan wie er gezag heeft.

# teacher_survey_general_135
source: Children learn best by doing things themselves rather than listening to others.
nl: Kinderen leren het best door dingen zelf te doen in plaats van naar anderen te luisteren.

# teacher_survey_general_136
source: Children must be carefully trained early in life or their natural impulses will make them unmanageable.
nl: Kinderen moeten van jongs af aan zorgvuldig worden opgeleid, anders zullen hun natuurlijke impulsen hen onbeheerbaar maken.

# teacher_survey_general_137
source: Children have a right to their own point of view and should be allowed to express it.
nl: Kinderen hebben recht op hun eigen mening en moeten deze mogen uiten.

# teacher_survey_general_138
source: Children's learning results mainly from being presented basic information again and again.
nl: Het leren van kinderen komt voornamelijk voort uit het herhaaldelijk geboden worden van basisinformatie.

# teacher_survey_general_139
source: Children like to teach other children.
nl: Kinderen vinden het leuk om andere kinderen les te geven.
