Repository: levante-framework/levante_translations
Catalog: translations/%filename%es_CO.xliff
Languages: es_co

# parent_survey_child_404
source: Write letters or words
es_co: Escribir letras o palabras

# parent_survey_child_405
source: Read aloud signs and labels
es_co: Leer en voz alta signos y etiquetas

# parent_survey_child_406
source: Say counting rhymes or sing counting songs
es_co: Decir rimas sobre contar o cantar canciones para contar números

# parent_survey_child_407
source: Play with number toys (e.g., blocks with numbers)
es_co: Jugar con juguetes con números (por ejemplo, bloques con números)

# parent_survey_child_408
source: Count different things
es_co: Contar cosas diferentes

# parent_survey_child_409
source: Play games involving shapes (e.g., shape sorting toys, puzzles)
es_co: Jugar con figuras geométricas (por ejemplo, juguetes para clasificar figuras, rompecabezas)

# parent_survey_child_410
source: Play with building blocks or construction toys
es_co: Jugar con bloques o juguetes de construcción

# parent_survey_child_411
source: Play board or card games
es_co: Jugar juegos de mesa o juegos de cartas

# parent_survey_child_412
source: Write numbers
es_co: Escribir números

# parent_survey_child_413
source: Draw shapes
es_co: Dibujar figuras

# parent_survey_child_414
source: Measure or weigh things (e.g., when cooking)
es_co: Medir o pesar cosas (por ejemplo, para cocinar)

# parent_survey_child_415
source: Did your child attend an early childhood education program or center for children <b>under age 3</b> before first grade?
es_co: ¿Su niño(a) asistió a un programa de educación inicial o centro para niños <b>menores de 3 años</b> antes de ingresar a grado primero?

# parent_survey_child_416
source: Yes
es_co: Sí

# parent_survey_child_418
source: Did your child attend a pre-primary educational program for children <b>age 3 or older</b>, <i>including kindergarten</i>, before first grade?
es_co: ¿Su niño(a) asistió a un programa de educación preescolar para niños<b> a partir de los 3 años</b> antes de ingresar a grado primero <i>(incluído el kinder)</i>?

# parent_survey_child_419
source: Yes
es_co: Sí

# parent_survey_child_421
source: Approximately how long was your child in these programs <i>all together</i> (before first grade)?
es_co: Aproximadamente, ¿cuánto tiempo estuvo su niño(a) en estos programas <i>en total</i>? (antes del grado primero)

# parent_survey_child_422
source: Did not attend
es_co: No asistió

# parent_survey_child_423
source: Less than 1 year
es_co: Menos de 1 año

# parent_survey_child_424
source: 1 year
es_co: 1 año

# parent_survey_child_425
source: 2 years
es_co: 2 años

# parent_survey_child_426
source: 3 years
es_co: 3 años

# parent_survey_child_427
source: 4 years or more
es_co: 4 años o más

# parent_survey_child_428
source: How old was your child when he/she began the first grade of primary/elementary school?
es_co: ¿Qué edad tenía su niño(a) cuando empezó el primer grado de escuela primaria?

# parent_survey_child_429
source: 5 years old or younger
es_co: 5 años o menos

# parent_survey_child_430
source: 6 years old
es_co: 6 años

# parent_survey_child_431
source: 7 years old
es_co: 7 años

# parent_survey_child_432
source: 8 years old or older
es_co: 8 años o más

# parent_survey_child_433
source: How far in his/her education do you expect your child to go?
es_co: ¿Cuál es nivel de educación más alto que usted espera que su niño(a) alcance?

# parent_survey_child_434
source: Less than high school
es_co: Primaria

# parent_survey_child_435
source: GED or high school equivalency
es_co: Bachillerato incompleto

# parent_survey_child_436
source: Some college but no degree
es_co: Bachillerato completo o validación del bachillerato académico

# parent_survey_child_437
source: High school diploma (or equivalent) plus technical training or certificate
es_co: Pregrado, técnico o tecnólogo incompleto

# parent_survey_child_438
source: Associate's degree
es_co: Programa técnico o tecnólogo completo

# parent_survey_child_439
source: Bachelor's degree
es_co: Pregrado completo

# parent_survey_child_440
source: Master's degree
es_co: Maestría completo

# parent_survey_child_441
source: Doctoral degree
es_co: Doctorado completo

# parent_survey_child_442
source: How often does your child do the following:
es_co: Con qué frecuencia su niño(a) hace lo siguiente:

# parent_survey_child_443
source: Never
es_co: Nunca

# parent_survey_child_444
source: Sometimes
es_co: A veces

# parent_survey_child_445
source: Usually
es_co: Con frecuencia

# parent_survey_child_446
source: Always
es_co: Siempre

# parent_survey_child_447
source: Show interest and curiosity in new topics at school?
es_co: ¿Mostrar interés y curiosidad por aprender cosas nuevas?

# parent_survey_child_448
source: Work to finish school-related tasks they start?
es_co: ¿Trabajar para terminar las tareas del colegio que ha iniciado?

# parent_survey_child_449
source: Stay calm and in control when faced with an academic challenge?
es_co: ¿Mantenerse tranquilo(a) y bajo control cuando enfrenta un reto académico?

# parent_survey_child_450
source: Care about doing well in school?
es_co: ¿Preocuparse por que le vaya bien en la escuela?

# parent_survey_child_451
source: Do all required homework?
es_co: ¿Cumplir con todas la tareas asignadas?

# parent_survey_child_452
source: <b>ON MOST WEEKDAYS</b> (Monday-Friday), about how much time does your child spend in front of a TV, computer, cellphone, or other device watching programs, playing games, accessing the internet, or using social media? <i>Do not include time spent doing schoolwork.</i>
es_co: <b>DURANTE LOS DÍAS DE LA SEMANA</b> (lunes a viernes), ¿cuánto tiempo estima usted que pasa su niño(a) frente al televisor, la computadora, el teléfono celular u otro dispositivo electrónico viendo programas, jugando, navegando la internet o las redes sociales? <i>No incluya el tiempo dedicado a las tareas escolares.</i>

# parent_survey_child_453
source: Less than 1 hour
es_co: Menos de 1 hora

# parent_survey_child_454
source: 1 hour
es_co: 1 hora

# parent_survey_child_455
source: 2 hours
es_co: 2 horas

# parent_survey_child_456
source: 3 hours
es_co: 3 horas

# parent_survey_child_457
source: 4 or more hours
es_co: 4 horas o más

# parent_survey_child_458
source: Does your child have a smartphone?
es_co: ¿Su niño(a) tiene un teléfono inteligente?

# parent_survey_child_459
source: Yes
es_co: Sí

# parent_survey_child_461
source: If yes, at what age did they get it?
es_co: En caso afirmativo, ¿a qué edad lo recibió?

# parent_survey_child_462
source: years of age
es_co: años

# parent_survey_child_463
source: Does your child have an account on any social media website such as Instagram, Tiktok, Meta, or others?
es_co: ¿Tiene su niño(a) una cuenta en alguna red social como Instagram, Tiktok, Meta u otra?

# parent_survey_child_464
source: Yes
es_co: Sí

# parent_survey_child_466
source: <b>We are interested how often, independently, and easily your child shows each behavior when occasions call for it. Children who excel at a specific behavior should receive 4 (the highest rating), whereas most children will be between 3 and 2. Those who are still developing and need a lot of support should receive a rating of 1. </b><br><br><b>4</b> = Always on their own (No support needed)<br><br> <b>3</b> = Mostly on their own (Brief reminders or support)<br><br> <b>2</b> = Sometimes on their own (Regular reminders or moderate support needed)<br><br> <b>1</b> = Not able on their own (Requires a lot of support)
es_co: <b>Nos interesa saber con qué frecuencia, de forma independiente, y facilidad su niño(a) despliega estos comportamientos cuando la ocasión lo requiere. Los niños que sobresalen en un comportamiento específico deberían recibir una calificación de 4 (la puntuación más alta). La mayoría de niños recibirán calificaciones de 3 ó 2. Quienes aún están en desarrollo y requieren mucho apoyo deberían recibir una calificación de 1.</b><br><br><b>4</b> = Siempre por sí mismo (no necesita apoyo) <br><br><b>3</b> = Generalmente por sí mismo (necesita poco apoyo o pocos recordatorios)<br><br><b>2</b> = A veces por sí mismo (necesita apoyo moderado o recordatorios con frecuencia)<br><br><b>1</b> = No puede por sí mismo (necesita mucho apoyo)

# parent_survey_child_467
source: <b>Pays attention when an adult is explaining or showing something<b/> (by listening carefully and/or watching with appropriate eye gaze/body orientation).
es_co: <b>Presta atención cuando un adulto está explicando o mostrando algo</b> (escuchando atentamente y observando la demostración del adulto con contacto visual y orientación corporal adecuadas).

# parent_survey_child_468
source: (4) Always on their own (No support needed)
es_co: (4) Siempre por sí mismo (no necesita apoyo)

# parent_survey_child_469
source: (3) Mostly on their own (Brief reminders or support)
es_co: (3) Generalmente por sí mismo (necesita poco apoyo o pocos recordatorios)

# parent_survey_child_470
source: (2) Sometimes on their own (Regular reminders or moderate support needed)
es_co: (2) A veces por sí mismo (necesita apoyo moderado o recordatorios con frecuencia)

# parent_survey_child_471
source: (1) Not able on their own (Requires a lot of support)
es_co: (1) No puede por sí mismo (necesita mucho apoyo)

# parent_survey_child_472
source: <b>Ignores irrelevant activity/noise</b> (e.g., crying sibling, TV, outside traffic) <b>when working on an assigned task.</b>
es_co: <b>Ignora actividades y ruidos irrelevantes</b> (p. ej., el llanto de un hermano, la televisión, el tráfico) <b>cuando trabaja en una tarea asignada.</b>

# parent_survey_child_473
source: <b>Waits turn to speak</b> (e.g., does not interrupt others, does not blurt out answers, thinks before speaking).
es_co: <b>Espera su turno para hablar</b> (p. ej., no interrumpe a los demás, no apresura sus respuestas, piensa antes de hablar).

# parent_survey_child_474
source: <b>Completes activities that require multiple steps</b> (e.g., fetching multiple things in home or store/market, setting the table, cleaning a room by putting several things away).
es_co: <b>Concluye las actividades que requieren varios pasos</b> (p. ej., ir a buscar varias cosas a la casa o al mercado, poner la mesa, limpiar una habitación guardando varias cosas).

# parent_survey_child_475
source: <b>Comes up with new ways for solving challenges</b> (e.g., repurposes materials or toys, comes up with a new way to build a tower or fort after it collapses, solves a puzzle in a new way, comes up with a new strategy to complete a chore).
es_co: <b>Inventa nuevas formas de resolver problemas</b> (p. ej., reutiliza materiales o juguetes, inventa una nueva forma de construir una torre o un castillo después de que se derrumba, resuelve un rompecabezas de una forma nueva, inventa una nueva estrategia para completar una tarea).

# parent_survey_child_476
source: <b>Identifies and gathers necessary materials before an activity</b> (e.g., finds appropriate coat, shoes, hat before going outside; gathers lunch box, homework, and backpack before going to school).
es_co: <b>Identifica y reúne los materiales necesarios antes de una actividad</b> (p. ej., busca el abrigo, los zapatos o el sombrero adecuados antes de salir a la calle; recoge la lonchera, las tareas y la mochila antes de ir al colegio).

# parent_survey_child_477
source: <b>Finishes an assigned task that is repetitive</b> (e.g., picking up toys, putting away laundry).
es_co: <b>Concluye una tarea repetitiva asignada</b> (p. ej., recoger los juguetes, guardar la ropa).

# parent_survey_child_478
source: <b>Completes an assigned task before moving to a next task.</b>
es_co: <b>Termina la tarea asignada antes de pasar a la siguiente.</b>

# parent_survey_child_479
source: <b>Stops an undesirable behavior when asked</b> (e.g., stops fighting with sibling when asked by parent, stops misbehaving in the household).
es_co: <b>Detiene un comportamiento indeseable cuando se lo piden</b> (p. ej., deja de pelearse con un hermano cuando se lo piden sus padres, deja de portarse mal en casa).

# parent_survey_child_480
source: <b>Completes activities that require remembering lengthy instructions</b> (e.g., rules of a game, household chores, cooking recipe).
es_co: <b>Completa actividades que requieren recordar instrucciones largas</b> (p. ej., reglas de un juego, tareas domésticas, receta de cocina).

# parent_survey_child_481
source: <b>Expresses themselves in a new way when not understood by others</b> (e.g., tries different ways to communicate their needs and wants).
es_co: <b>Se expresa de forma diferente cuando los demás no le entienden</b> (p. ej., intenta comunicar sus necesidades y deseos de distintas maneras).

# parent_survey_child_482
source: <b>Creates a strategy or plan for completing a task</b> (e.g., chore, homework, puzzle).
es_co: <b>Crea una estrategia o un plan para completar una tarea</b> (p. ej., una tarea, los deberes, un rompecabezas).

# parent_survey_child_483
source: <b>Remains focused and engaged during lengthy adult-led activities</b> (e.g., religious or performance event, family meal time) <b>by listening carefully and contributing when appropriate.</b>
es_co: <b>Se mantiene concentrado e involucrado durante las actividades prolongadas dirigidas por adultos</b> (p. ej., presentaciones o actos religiosos, comidas en familia), <b>escuchando atentamente y participando apropiadamente.</b>

# parent_survey_child_484
source: <b>Regains focus/focuses again on an assigned task when interrupted</b> (e.g., family member asks an unrelated question or needs brief assistance).
es_co: <b>Recupera la concentración o vuelve a centrarse en una tarea asignada cuando se le interrumpe</b> (p. ej., un miembro de la familia hace una pregunta no relacionada o solicita ayuda).

# parent_survey_child_485
source: <b>Stops playing or doing something fun when asked</b> (e.g., stops playing with friends when parent asks, stops watching TV when parent asks).
es_co: <b>Deja de jugar o de hacer algo divertido cuando se lo piden</b> (p. ej., deja de jugar con sus amigos o deja de ver la televisión cuando se lo piden sus padres).

# parent_survey_child_486
source: <b>Communicates in an organized way</b> (e.g., retells the correct sequence of the events, explains how a game works so it is easy to understand).
es_co: <b>Se comunica de forma organizada</b> (p. ej., vuelve a contar la secuencia correcta de los acontecimientos, explica cómo funciona un juego para que sea fácil de entender).

# parent_survey_child_487
source: <b>Adjusts when plans/schedules change</b> (e.g., follows along when daily schedule changes, does not complain when unexpected sickness leads to canceling a family vacation).
es_co: <b>Se adapta cuando cambian los planes u horarios</b> (p. ej., se adapta cuando cambian los horarios, no se queja cuando una enfermedad inesperada obliga a cancelar las vacaciones familiares).

# parent_survey_child_488
source: <b>Finishes tasks on time</b> (e.g., finishes homework on time and not at the last minute).
es_co: <b>Termina las tareas a tiempo</b> (p. ej., termina los deberes a tiempo y no en el último minuto).

# parent_survey_child_489
source: <b>Remains focused and engaged during collaborative child-led activities</b> (e.g., playing with siblings/peers).
es_co: <b>Se mantiene concentrado e involucrado durante las actividades de colaboración dirigidas por niños</b> (p. ej., jugando con sus hermanos o compañeros).

# parent_survey_child_490
source: <b>Ignores a preferred, fun activity</b> (e.g., playing) <b>when asked to complete an assigned task</b> (e.g., cleaning room).
es_co: <b>Ignora una actividad preferida y divertida</b> (p. ej., jugar) <b>cuando se le pide que complete una tarea asignada</b> (p. ej., limpiar la habitación).

# parent_survey_child_491
source: <b>Waits for their turn to act</b> (e.g., waits patiently in line at a grocery store or when sharing a toy with sibling).
es_co: <b>Espera su turno para actuar</b> (p. ej., espera pacientemente en la fila del supermercado o cuando comparte un juguete con su hermano).

# parent_survey_child_492
source: <b>Completes age-appropriate numerical mental calculation</b> (e.g., adds prices of goods, calculates time, how much they are older than someone else).
es_co: <b>Realiza cálculos mentales numéricos apropiados para su edad</b> (p. ej., suma precios de productos, calcula el tiempo, la diferencia de edad que hay entre él/ella y otra persona).

# parent_survey_child_493
source: <b>Understands conflicting perspectives/ideas</b> (e.g., acknowledges a different point of view, accepts different ways of doing things, can see a situation from someone else's perspective).
es_co: <b>Entiende las posiciones o ideas contradictorias</b> (p. ej., reconoce un punto de vista diferente, acepta distintas formas de hacer las cosas, puede ver una situación desde la perspectiva de otra persona).

# parent_survey_child_494
source: <b>Checks for mistakes before completing a task</b> (e.g., reviews and corrects errors on class assignments).
es_co: <b>Verifica si hay errores antes de completar una tarea</b> (p. ej., revisa y corrige los errores en las tareas de clase).

# parent_survey_child_495
source: <b>Persists on a difficult cognitive/learning task</b> (e.g., homework) <b>by trying to figure things out, asking questions, and not quitting.</b>
es_co: <b>Persiste en tareas con alta demanda cognitiva / de aprendizaje</b> (p. ej., los deberes) <b>tratando de resolver las cosas, haciendo preguntas, y no abandonando la actividad.</b>

# parent_survey_child_496
source: <b>Answers questions or tells a story without getting distracted by small details and/or losing train of thought.</b>
es_co: <b>Responde a preguntas o cuenta una historia sin distraerse con pequeños detalles ni perder el hilo de sus pensamientos.</b>

# parent_survey_child_497
source: <b>Stops and thinks before acting</b> (e.g., does not run out in front of a car, does not grab things they shouldn't).
es_co: <b>Se detiene y piensa antes de actuar</b> (p. ej., no se lanza corriendo delante de un vehículo, no toma un objeto que no debería).

# parent_survey_child_498
source: <b>Remembers and considers all options when making a choice</b> (e.g., what to do when they get stuck on a household task or face a problem, food options).
es_co: <b>Recuerda y considera todas las opciones a la hora de elegir</b> (p. ej., qué hacer cuando se complica una tarea doméstica o se enfrenta a un problema, qué comida elegir).

# parent_survey_child_499
source: <b>Connects ideas/experiences to other ideas/experiences</b> (e.g., identifies connections between books/movies and lived experiences, uses strategies learned at school to complete activities at home).
es_co: <b>Conecta unas ideas y experiencias con otras ideas y experiencias</b> (p. ej., identifica las conexiones entre libros o películas y experiencias vividas, utiliza estrategias aprendidas en la escuela para completar actividades en casa).

# parent_survey_child_500
source: <b>Begins plans or routines without prompting</b> (e.g., takes an initiative to help a family member, starts daily household chores on their own).
es_co: <b>Inicia actividades o rutinas sin que nadie se lo pida</b> (p. ej., toma la iniciativa de ayudar a un miembro de la familia, empieza las tareas domésticas diarias por su cuenta).

# parent_survey_child_501
source: <b>Gets deeply engaged in an activity they choose for themselves</b> (e.g., drawing, reading, cooking, building, sports, games).
es_co: <b>Se involucra profundamente en una actividad elegida por él/ella</b> (p. ej., dibujar, leer, cocinar, construir, hacer deporte, jugar).

# parent_survey_child_502
source: <b>Remembers physical directions, patterns, and where things are</b> (e.g., knows walking routes, finds things in a grocery store, good at searching for a lost item or playing hide-and-seek).
es_co: <b>Recuerda direcciones, patrones y ubicación de las cosas</b> (p. ej., conoce las rutas para caminar, encuentra las cosas en una tienda de comestibles, es hábil buscando un objeto perdido o jugando al escondite).

# parent_survey_child_503
source: <b>Adapts behavior based on what is required by the situation</b> (e.g., switches characters/roles while playing a game, changes behavior based on playtime or study time).
es_co: <b>Adapta su comportamiento en función de lo que requiere la situación</b> (p. ej., cambia de personaje o papel en un juego, cambia su comportamiento en función a que se encuentra en tiempo de juego o tiempo de estudio).

# parent_survey_child_504
source: <b>Negotiates and incorporates peers' suggestions without conflict or resistance</b> (e.g., works with others to plan roles during pretend play, negotiates with sibling about how to complete chores together).
es_co: <b>Negocia con sus compañeros e incorpora sus sugerencias evitando conflicto o resistencia</b> (p. ej., trabaja con los otros para acordar los personajes que cada uno asume durante un juego de roles, negocia con un hermano cómo completar juntos las tareas del hogar).

# parent_survey_child_505
source: <block><b><font face="Verdana" size="4">This section asks about your home environment.
es_co: <block><b><font face="Verdana" size="4">En esta sección se le pregunta por su entorno en el hogar.

# parent_survey_child_506
source: About how many children's books are in your home?
es_co: ¿Cuántos libros infantiles hay en su casa?

# parent_survey_child_507
source: None
es_co: Ninguno

# parent_survey_child_508
source: 20 or more
es_co: 20 o más

# parent_survey_child_509
source: How often does your child eat a meal with family members?
es_co: ¿Con qué frecuencia come su niño(a) con los miembros de la familia?

# parent_survey_child_510
source: More than once a day
es_co: Más de una vez al día

# parent_survey_child_511
source: Once a day
es_co: Una vez al día

# parent_survey_child_512
source: Several times a week
es_co: Varias veces a la semana

# parent_survey_child_513
source: Once a week
es_co: Una vez a la semana

# parent_survey_child_514
source: Once a month or less
es_co: Una vez al mes o menos

# parent_survey_child_515
source: Never
es_co: Nunca

# parent_survey_child_516
source: About how many hours is the TV on in your house each day?
es_co: ¿Cuántas horas al día está encendida la televisión en su casa?

# parent_survey_child_517
source: hours per day
es_co: horas al día

# parent_survey_child_518
source: Does your family have reliable access to the internet?
es_co: ¿Ustedes en el hogar cuentan con un acceso estable y bueno a Internet?

# parent_survey_child_519
source: Yes
es_co: Sí

# parent_survey_child_521
source: How often does your whole family get together with relatives or friends?
es_co: ¿Con qué frecuencia se reúne su familia con parientes o amigos?

# parent_survey_child_522
source: Once a week or more
es_co: Una vez a la semana o más

# parent_survey_child_523
source: Two or three times a month
es_co: Dos o tres veces al mes

# parent_survey_child_524
source: Once a month
es_co: Una vez al mes

# parent_survey_child_525
source: A few times a year
es_co: Varias veces al año

# parent_survey_child_526
source: Once a year or less
es_co: Una vez al año o menos

# parent_survey_child_527
source: How often does your child spend time with you or another adult in your home doing outdoor activities?
es_co: ¿Con qué frecuencia pasa su niño(a) tiempo con usted u otro adulto de su casa haciendo actividades al aire libre?

# parent_survey_child_528
source: Once a day or more often
es_co: Una vez al día o más a menudo

# parent_survey_child_529
source: At least four times a week
es_co: Al menos cuatro veces a la semana

# parent_survey_child_530
source: Once a week
es_co: Una vez a la semana

# parent_survey_child_531
source: Once a month
es_co: Una vez al mes
