Repository: levante-framework/levante_translations
Catalog: translations/%filename%nl_*.xliff
Languages: nl

# parent_survey_child_503
source: <b>Adapts behavior based on what is required by the situation</b> (e.g., switches characters/roles while playing a game, changes behavior based on playtime or study time).
nl: <b>Past gedrag aan op basis van wat de situatie vereist</b> (bijv., wisselt van personages/rollen tijdens het spelen van een spel, verandert gedrag gebaseerd op speeltijd of studietijd).

# parent_survey_child_504
source: <b>Negotiates and incorporates peers' suggestions without conflict or resistance</b> (e.g., works with others to plan roles during pretend play, negotiates with sibling about how to complete chores together).
nl: <b>Onderhandelt en neemt suggesties van leeftijdgenoten over zonder conflict of weerstand</b> (bijv., werkt samen met anderen om rollen te plannen tijdens rollenspel, onderhandelt met broer of zus over hoe klusjes samen te voltooien).

# parent_survey_child_505
source: <block><b><font face="Verdana" size="4">This section asks about your home environment.
nl: <block><b><font face="Verdana" size="4">Dit gedeelte vraagt naar uw thuissituatie.

# parent_survey_child_506
source: About how many children's books are in your home?
nl: Ongeveer hoeveel kinderboeken zijn er in uw huis?

# parent_survey_child_507
source: None
nl: Geen

# parent_survey_child_508
source: 20 or more
nl: 20 of meer

# parent_survey_child_509
source: How often does your child eat a meal with family members?
nl: Hoe vaak eet uw kind een maaltijd met gezinsleden?

# parent_survey_child_510
source: More than once a day
nl: Meer dan één keer per dag

# parent_survey_child_511
source: Once a day
nl: Één keer per dag

# parent_survey_child_512
source: Several times a week
nl: Meerdere keren per week

# parent_survey_child_513
source: Once a week
nl: Één keer per week

# parent_survey_child_514
source: Once a month or less
nl: Één keer per maand of minder

# parent_survey_child_515
source: Never
nl: Nooit

# parent_survey_child_516
source: About how many hours is the TV on in your house each day?
nl: Ongeveer hoeveel uur per dag staat de tv aan in uw huis?

# parent_survey_child_517
source: hours per day
nl: uren per dag

# parent_survey_child_518
source: Does your family have reliable access to the internet?
nl: Heeft uw gezin betrouwbare toegang tot het internet?

# parent_survey_child_519
source: Yes
nl: Ja

# parent_survey_child_520
source: No
nl: Nee

# parent_survey_child_521
source: How often does your whole family get together with relatives or friends?
nl: Hoe vaak komt uw hele gezin samen met familie of vrienden?

# parent_survey_child_522
source: Once a week or more
nl: Één keer per week of meer

# parent_survey_child_523
source: Two or three times a month
nl: Twee of drie keer per maand

# parent_survey_child_524
source: Once a month
nl: Één keer per maand

# parent_survey_child_525
source: A few times a year
nl: Een paar keer per jaar

# parent_survey_child_526
source: Once a year or less
nl: Één keer per jaar of minder

# parent_survey_child_527
source: How often does your child spend time with you or another adult in your home doing outdoor activities?
nl: Hoe vaak brengt uw kind tijd door met u of een andere volwassene in uw huis om buitenactiviteiten te doen?

# parent_survey_child_528
source: Once a day or more often
nl: Één keer per dag of vaker

# parent_survey_child_529
source: At least four times a week
nl: Minstens vier keer per week

# parent_survey_child_530
source: Once a week
nl: Één keer per week

# parent_survey_child_531
source: Once a month
nl: Één keer per maand

# parent_survey_child_532
source: A few times a year or less
nl: Een paar keer per jaar of minder

# parent_survey_child_533
source: Never
nl: Nooit

# parent_survey_child_534
source: How often do you or another adult in your home get a chance to read stories to your child?
nl: Hoe vaak krijgt u of iemand anders in uw huis de kans om uw kind verhalen voor te lezen?

# parent_survey_child_535
source: Every day
nl: Elke dag

# parent_survey_child_536
source: About 3 times a week
nl: Ongeveer 3 keer per week

# parent_survey_child_537
source: Once a week
nl: Één keer per week

# parent_survey_child_538
source: Several times a month
nl: Meerdere keren per maand

# parent_survey_child_539
source: Several times a year
nl: Meerdere keren per jaar

# parent_survey_child_540
source: Never
nl: Nooit

# parent_survey_child_541
source: How often do you or another adult in your home take your child to the grocery store?
nl: Hoe vaak gaat u of een andere volwassene in uw huis met uw kind naar de supermarkt?

# parent_survey_child_542
source: Twice a week or more
nl: Tweemaal per week of vaker

# parent_survey_child_543
source: Once a week
nl: Één keer per week

# parent_survey_child_544
source: Once a month
nl: Één keer per maand

# parent_survey_child_545
source: Hardly ever
nl: Bijna nooit

# parent_survey_child_546
source: Does your child have access to a tablet or smartphone that they regularly use to watch videos or listen to music?
nl: Heeft uw kind toegang tot een tablet of smartphone die ze regelmatig gebruiken om video's te kijken of muziek te luisteren?

# parent_survey_child_547
source: Yes
nl: Ja

# parent_survey_child_548
source: No
nl: Nee

# parent_survey_child_549
source: Does your family have a computer that your child has access to?
nl: Heeft uw gezin een computer waar uw kind toegang tot heeft?

# parent_survey_child_550
source: Yes
nl: Ja

# parent_survey_child_551
source: No
nl: Nee

# parent_survey_child_552
source: How often has any family member taken or arranged to take your child to any type of museum (children's, scientific, art, historical, etc.) in the past year?
nl: Hoe vaak heeft een familielid uw kind meegenomen of georganiseerd om uw kind naar een soort museum te brengen (kinder-, wetenschappelijk, kunst-, historisch, etc.) in het afgelopen jaar?

# parent_survey_child_553
source: About once a week or more
nl: Ongeveer één keer per week of vaker

# parent_survey_child_554
source: About once a month or more
nl: Ongeveer één keer per maand of vaker

# parent_survey_child_555
source: Several times
nl: Meerdere keren

# parent_survey_child_556
source: Once or twice
nl: Een of twee keer

# parent_survey_child_557
source: Never
nl: Nooit

# parent_survey_child_558
source: Sometimes children get so angry at their parents that they say things like "I hate you" or swear in a temper tantrum. If your child said something like "I hate you" or swore at you, would you...
nl: Soms worden kinderen zo boos op hun ouders dat ze dingen zeggen zoals "Ik haat je" of schelden tijdens een woedeaanval. Als uw kind iets zegt als "Ik haat je" of tegen u scheldt, zou u...

# parent_survey_child_559
source: Ground him/her
nl: Huisarrest geven

# parent_survey_child_560
source: Yes
nl: Ja

# parent_survey_child_561
source: No
nl: Nee

# parent_survey_child_562
source: Spank him/her
nl: Een pak slaag geven

# parent_survey_child_563
source: Yes
nl: Ja

# parent_survey_child_564
source: No
nl: Nee

# parent_survey_child_565
source: Talk with him/her
nl: Met hem/haar praten

# parent_survey_child_566
source: Yes
nl: Ja

# parent_survey_child_567
source: No
nl: Nee

# parent_survey_child_568
source: Give him/her a household chore
nl: Geef hem/haar een huishoudelijke taak

# parent_survey_child_569
source: Yes
nl: Ja

# parent_survey_child_570
source: No
nl: Nee

# parent_survey_child_571
source: Ignore it
nl: Negeer het

# parent_survey_child_572
source: Yes
nl: Ja

# parent_survey_child_573
source: No
nl: Nee

# parent_survey_child_574
source: Send him/her to room for more than 1 hour
nl: Stuur hem/haar naar de kamer voor meer dan een uur

# parent_survey_child_575
source: Yes
nl: Ja

# parent_survey_child_576
source: No
nl: Nee

# parent_survey_child_577
source: Take away his/her allowance
nl: Onthoud hem/haar zakgeld

# parent_survey_child_578
source: Yes
nl: Ja

# parent_survey_child_579
source: No
nl: Nee

# parent_survey_child_580
source: Take away TV, phone, or other privileges
nl: Neem televisie, telefoon of andere privileges weg

# parent_survey_child_581
source: Yes
nl: Ja

# parent_survey_child_582
source: No
nl: Nee

# parent_survey_child_583
source: Put him/her in a short time out
nl: Geef hem/haar een korte time-out

# parent_survey_child_584
source: Yes
nl: Ja

# parent_survey_child_585
source: No
nl: Nee

# parent_survey_child_586
source: Other, please specify
nl: Anders, graag specificeren

# parent_survey_child_587
source: How often is your child expected to make his/her own bed?
nl: Hoe vaak wordt van uw kind verwacht dat hij/zij zijn/haar eigen bed opmaakt?

# parent_survey_child_588
source: Almost always
nl: Bijna altijd

# parent_survey_child_589
source: More than half the time
nl: Meer dan de helft van de tijd

# parent_survey_child_590
source: Half the time
nl: De helft van de tijd

# parent_survey_child_591
source: Less than half the time
nl: Minder dan de helft van de tijd

# parent_survey_child_592
source: Almost never
nl: Bijna nooit

# parent_survey_child_593
source: How often is your child expected to clean his/her own room?
nl: Hoe vaak wordt van uw kind verwacht dat hij/zij zijn/haar eigen kamer opruimt?

# parent_survey_child_594
source: Almost always
nl: Bijna altijd

# parent_survey_child_595
source: More than half the time
nl: Meer dan de helft van de tijd

# parent_survey_child_596
source: Half the time
nl: De helft van de tijd

# parent_survey_child_597
source: Less than half the time
nl: Minder dan de helft van de tijd

# parent_survey_child_598
source: Almost never
nl: Bijna nooit

# parent_survey_child_599
source: How often is your child expected to pick up after him/herself ?
nl: Hoe vaak wordt van uw kind verwacht dat hij/zij zijn/haar eigen rotzooi opruimt?

# parent_survey_child_600
source: Almost always
nl: Bijna altijd

# parent_survey_child_601
source: More than half the time
nl: Meer dan de helft van de tijd

# parent_survey_child_602
source: Half the time
nl: De helft van de tijd

# parent_survey_child_603
source: Less than half the time
nl: Minder dan de helft van de tijd

# parent_survey_child_604
source: Almost never
nl: Bijna nooit

# parent_survey_child_605
source: Is there a musical instrument (e.g. piano, drum, guitar, etc.) that your child can use at home?
nl: Is er een muziekinstrument (bijvoorbeeld piano, drum, gitaar, etc.) dat uw kind thuis kan gebruiken?

# parent_survey_child_606
source: Yes
nl: Ja

# parent_survey_child_607
source: No
nl: Nee

# parent_survey_child_608
source: How often does your child read for enjoyment?
nl: Hoe vaak leest uw kind voor zijn plezier?

# parent_survey_child_609
source: Every day
nl: Elke dag

# parent_survey_child_610
source: Several times a week
nl: Meerdere keren per week

# parent_survey_child_611
source: Several times a month
nl: Meerdere keren per maand

# parent_survey_child_612
source: Several times a year
nl: Meerdere keren per jaar

# parent_survey_child_613
source: Never
nl: Nooit

# parent_survey_child_614
source: Does your family encourage your child to start and keep doing hobbies?
nl: Moedigt uw gezin uw kind aan om hobbies te beginnen en voort te zetten?

# parent_survey_child_615
source: Yes
nl: Ja

# parent_survey_child_616
source: No
nl: Nee

# parent_survey_child_617
source: Does your child get special lessons or belong to any organization that encourages activities such as sports, music, art, dance, drama, etc.?
nl: Krijgt uw kind speciale lessen of is het lid van een organisatie die activiteiten als sport, muziek, kunst, dans, drama, etc. stimuleert?

# parent_survey_child_618
source: Yes
nl: Ja

# parent_survey_child_619
source: No
nl: Nee

# parent_survey_child_620
source: How often has a family member taken or arranged to take your child to any type of musical or theatrical performance within the last year?
nl: Hoe vaak heeft een familielid uw kind meegenomen of ervoor gezorgd dat hij/zij in het afgelopen jaar naar een soort muziek- of theatervoorstelling kon gaan?

# parent_survey_child_621
source: About once a week or more
nl: Ongeveer één keer per week of vaker

# parent_survey_child_622
source: About once a month or more
nl: Ongeveer één keer per maand of vaker

# parent_survey_child_623
source: Several times
nl: Meerdere keren

# parent_survey_child_624
source: Once or twice
nl: Een of twee keer

# parent_survey_child_625
source: Never
nl: Nooit

# parent_survey_child_626
source: When your family watches TV or views content online, do you or another adult in the home discuss it with your child?
nl: Als uw gezin tv kijkt of online inhoud bekijkt, bespreekt u of een andere volwassene in huis dit dan met uw kind?

# parent_survey_child_627
source: Almost always
nl: Bijna altijd

# parent_survey_child_628
source: More than half the time
nl: Meer dan de helft van de tijd

# parent_survey_child_629
source: Half the time
nl: De helft van de tijd

# parent_survey_child_630
source: Less than half the time
nl: Minder dan de helft van de tijd

# parent_survey_child_631
source: Almost never
nl: Bijna nooit

# parent_survey_child_632
source: How often is your child expected to clean up after spills?
nl: Hoe vaak wordt van uw kind verwacht dat hij/zij iets schoonmaakt wat gemorst is?

# parent_survey_child_633
source: Almost always
nl: Bijna altijd

# parent_survey_child_634
source: More than half the time
nl: Meer dan de helft van de tijd

# parent_survey_child_635
source: Half the time
nl: De helft van de tijd

# parent_survey_child_636
source: Less than half the time
nl: Minder dan de helft van de tijd

# parent_survey_child_637
source: Almost never
nl: Bijna nooit

# parent_survey_child_638
source: How often is your child expected to bathe him/herself?
nl: Hoe vaak wordt van uw kind verwacht dat hij/zij zichzelf wast?

# parent_survey_child_639
source: Almost always
nl: Bijna altijd

# parent_survey_child_640
source: More than half the time
nl: Meer dan de helft van de tijd

# parent_survey_child_641
source: Half the time
nl: De helft van de tijd

# parent_survey_child_642
source: Less than half the time
nl: Minder dan de helft van de tijd

# parent_survey_child_643
source: Almost never
nl: Bijna nooit

# parent_survey_child_644
source: How often is your child expected to help with keeping shared living areas neat and clean?
nl: Hoe vaak wordt van uw kind verwacht dat hij/zij helpt bij het netjes en schoon houden van gezamenlijke woonruimtes?

# parent_survey_child_645
source: Almost always
nl: Bijna altijd

# parent_survey_child_646
source: More than half the time
nl: Meer dan de helft van de tijd

# parent_survey_child_647
source: Half the time
nl: De helft van de tijd

# parent_survey_child_648
source: Less than half the time
nl: Minder dan de helft van de tijd

# parent_survey_child_649
source: Almost never
nl: Bijna nooit

# parent_survey_child_650
source: How often is your child expected to do routine chores such as mow the lawn, help with dinner, wash dishes, etc.?
nl: Hoe vaak wordt van uw kind verwacht dat hij/zij routineklusjes uitvoert zoals het gazon maaien, helpen met het avondeten, de afwas doen, etc.?

# parent_survey_child_651
source: Almost always
nl: Bijna altijd

# parent_survey_child_652
source: More than half the time
nl: Meer dan de helft van de tijd

# parent_survey_child_653
source: Half the time
nl: De helft van de tijd

# parent_survey_child_654
source: Less than half the time
nl: Minder dan de helft van de tijd

# parent_survey_child_655
source: Almost never
nl: Bijna nooit

# parent_survey_child_656
source: How often is your child expected to help manage his/her own time (get up on time, be ready for school, etc.)?
nl: Hoe vaak wordt van uw kind verwacht dat hij/zij zijn/haar eigen tijd beheert (op tijd opstaan, klaar zijn voor school, etc.)?

# parent_survey_child_657
source: Almost always
nl: Bijna altijd

# parent_survey_child_658
source: More than half the time
nl: Meer dan de helft van de tijd

# parent_survey_child_659
source: Half the time
nl: De helft van de tijd

# parent_survey_child_660
source: Less than half the time
nl: Minder dan de helft van de tijd

# parent_survey_child_661
source: Almost never
nl: Bijna nooit

# parent_survey_child_662
source: <b>DURING THE PAST MONTH</b>, how often have you felt...
nl: <b>IN DE AFGELOPEN MAAND</b>, hoe vaak heeft u het gevoel gehad...

# parent_survey_child_663
source: Never
nl: Nooit

# parent_survey_child_664
source: Rarely
nl: Zelden

# parent_survey_child_665
source: Sometimes
nl: Soms

# parent_survey_child_666
source: Usually
nl: Gewoonlijk

# parent_survey_child_667
source: Always
nl: Altijd

# parent_survey_child_668
source: that your child is much harder to care for than most children their age?
nl: dat uw kind veel moeilijker te verzorgen is dan de meeste kinderen van hun leeftijd?

# parent_survey_child_669
source: that your child does things that really bother you a lot?
nl: dat uw kind dingen doet die u heel erg storen?

# parent_survey_child_670
source: angry with your child?
nl: boos op uw kind?

# parent_survey_child_671
source: These statements describe ways different caregivers act toward their children. Please think about how well each statement describes the way you treat your child. Respond as to whether you do each item "almost never", "once a month", "once a week", "every day".
nl: Deze uitspraken beschrijven hoe verschillende verzorgers zich gedragen tegenover hun kinderen. Denk na over hoe goed elke uitspraak beschrijft hoe u uw kind behandelt. Beantwoord of u elk item "bijna nooit", "een keer per maand", "een keer per week", "elke dag" doet.

# parent_survey_child_672
source: Never or almost never
nl: Nooit of bijna nooit

# parent_survey_child_673
source: Once a month
nl: Één keer per maand

# parent_survey_child_674
source: Once a week
nl: Één keer per week

# parent_survey_child_675
source: Every day
nl: Elke dag

# parent_survey_child_676
source: I see to it that my child knows exactly what (s)he may or may not do.
nl: Ik zorg ervoor dat mijn kind precies weet wat hij/zij wel of niet mag doen.

# parent_survey_child_677
source: I always tell my child how (s)he should behave.
nl: Ik vertel mijn kind altijd hoe hij/zij zich moet gedragen.

# parent_survey_child_678
source: I insist that my child do exactly as (s)he is told.
nl: Ik dring erop aan dat mijn kind precies doet wat hem/haar is gezegd.

# parent_survey_child_679
source: I make my child feel wanted and needed.
nl: Ik geef mijn kind het gevoel gewenst en nodig te zijn.

# parent_survey_child_680
source: I let my child do anything (s)he wants to do.
nl: Ik laat mijn kind alles doen wat hij/zij wil doen.

# parent_survey_child_681
source: I make my child feel what (s)he does is important.
nl: Ik zorg ervoor dat mijn kind zich belangrijk voelt over wat hij/zij doet.

# parent_survey_child_682
source: I care about what my child thinks and encourage her/him to talk about it.
nl: Het is mij belangrijk wat mijn kind denkt en ik moedig hem/haar aan om erover te praten.

# parent_survey_child_683
source: I want to control whatever my child does.
nl: Ik wil controle hebben over wat mijn kind doet.

# parent_survey_child_684
source: I let my child know I love him/her.
nl: Ik laat mijn kind weten dat ik van hem/haar houd.

# parent_survey_child_685
source: I treat my child gently and kindly.
nl: Ik behandel mijn kind zacht en vriendelijk.

# parent_survey_child_686
source: All adults use certain ways to teach children the right behavior or to address a behavior problem. Please read the following methods that are used and select whether you or anyone else in your household has used this with your child in the <b>past month</b>.
nl: Alle volwassenen gebruiken bepaalde manieren om kinderen het juiste gedrag bij te brengen of om een gedragsprobleem aan te pakken. Lees alstublieft de volgende methoden en selecteer of u of een ander persoon in uw huishouden dit in de <b>afgelopen maand</b> bij dit kind heeft gebruikt.

# parent_survey_child_687
source: Took away privileges, forbade something my child liked, or did not allow him/her to leave the house.
nl: Privileges wegnemen, hem/haar iets verbieden wat hij/zij leuk vond, of hem/haar niet toestaan het huis te verlaten.

# parent_survey_child_688
source: Yes
nl: Ja

# parent_survey_child_689
source: No
nl: Nee

# parent_survey_child_690
source: Explained why something (the behavior) was wrong.
nl: Uitleggen waarom iets (het gedrag) fout was.

# parent_survey_child_691
source: Yes
nl: Ja

# parent_survey_child_692
source: No
nl: Nee

# parent_survey_child_693
source: Shouted, yelled at or screamed at him/her.
nl: Tegen hem/haar schreeuwen, roepen of schreeuwen.

# parent_survey_child_694
source: Yes
nl: Ja

# parent_survey_child_695
source: No
nl: Nee

# parent_survey_child_696
source: Spanked, hit, or slapped him/her.
nl: Een pak slaag, slaan of een klap geven.

# parent_survey_child_697
source: Yes
nl: Ja

# parent_survey_child_698
source: No
nl: Nee

# parent_survey_child_699
source: Do you believe that in order to bring up (raise, educate) your child properly, you need to physically punish him/her?
nl: Geloof je dat je om je kind goed op te voeden fysiek moet straffen?

# parent_survey_child_700
source: Yes
nl: Ja

# parent_survey_child_701
source: No
nl: Nee

# parent_survey_child_702
source: Start Survey
nl: Begin enquête

# parent_survey_child_703
source: Previous
nl: Vorige

# parent_survey_child_705
source: Finish
nl: Voltooien

# parent_survey_family_001
source: <block><b><font face="Verdana" size="4"> Thank you again for participating in this research project!</b><br> <br> <p><font face="Verdana" size="4">The following survey will take approximately 20-30 minutes to complete and will ask questions about your home and yourself.<br><br>We appreciate you answering as completely and accurately as possible with the information you have available to you. If you have questions about this survey, please reach out to the research coordinator. <br><br>When you are ready to begin, select the “start survey” button. <br><br><b><font face="Verdana" size="4">Thank you!
nl: <block><b><font face="Verdana" size="4"> Nogmaals bedankt voor het deelnemen aan dit onderzoeksproject!</b><br><br><p><font face="Verdana" size="4">De volgende enquête zal ongeveer 20-30 minuten duren om te voltooien en zal vragen stellen over uw thuis en uzelf.<br><br>We waarderen het wanneer u zo volledig en nauwkeurig mogelijk antwoord geeft met de informatie die u beschikbaar heeft. Als u vragen heeft over deze enquête, neem dan contact op met de onderzoekscoördinator. <br><br>Wanneer u klaar bent om te beginnen, selecteer dan de knop “enquête starten”. <br><br><b><font face="Verdana" size="4">Dank u wel!

# parent_survey_family_002
source: Please answer the following questions about the community in which you live.
nl: Beantwoord alstublieft de volgende vragen over de gemeenschap waarin u woont.

# parent_survey_family_003
source: In your neighborhood, are there sidewalks or walking paths?
nl: Zijn er in uw buurt stoepen of wandelpaden?

# parent_survey_family_004
source: Yes
nl: Ja

# parent_survey_family_005
source: No
nl: Nee

# parent_survey_family_006
source: In your neighborhood, is there a park or playground?
nl: Is er in uw buurt een park of speeltuin?

# parent_survey_family_007
source: Yes
nl: Ja

# parent_survey_family_008
source: No
nl: Nee

# parent_survey_family_009
source: In your neighborhood, is there a community center or recreation center where families get together?
nl: Is er in uw buurt een gemeenschapscentrum of recreatiecentrum waar gezinnen samenkomen?

# parent_survey_family_010
source: Yes
nl: Ja

# parent_survey_family_011
source: No
nl: Nee

# parent_survey_family_012
source: In your neighborhood, is there a library or other place to get free books?
nl: Is er in uw buurt een bibliotheek of andere plek om gratis boeken te krijgen?
