Repository: levante-framework/levante_translations
Catalog: translations/%filename%es_CO.xliff
Languages: es_co

# ToM-scene8-instruct2
source: And then she went outside to play, see? Here’s Allie playing outside. And while she was outside playing, Allie’s yellow pencil fell down from on top of the shelf to behind the backpack shelf, see?
es_co: Y luego salió a jugar, ¿ves? Aquí está Alejandra jugando afuera. Y mientras estaba afuera jugando, el lápiz de color amarillo de Alejandra se cayó de la repisa y quedó detrás del mueble de las maletas, ¿ves?

# ToM-scene8-instruct3
source: Then Mike comes in, and Mike puts his pencil above the backpack shelf. Mike’s pencil is also yellow! But Allie is still outside playing, so she didn’t see what Mike was doing.
es_co: Entonces entra Miguel y Miguel pone su lápiz encima del mueble de las maletas. El lápiz de Miguel también es de color amarillo. Pero Alejandra todavía está fuera jugando, así que no vio lo que Miguel estaba haciendo.

# ToM-scene8-q1-false_belief
source: Now, when Allie comes in from outside, where will she look first for her pencil?
es_co: Ahora, cuando Alejandra vuelva de fuera, ¿dónde buscará primero su lápiz?

# top
source: On top of the shelf above the backpack shelf
es_co: En la repisa sobre el mueble de las maletas

# behind
source: Behind the backpack shelf
es_co: Detrás del mueble de las maletas

# ToM-scene-8-instruct4
source: Let’s see what she does. Oh look, here is Allie reaching for this pencil up on top of the shelf. And now Mike sees Allie reaching for that pencil... the pencil that is Mike's!
es_co: Veamos lo que hace. Oh, mira, aquí está Alejandra cogiendo este lápiz de encima del mueble. Y ahora Miguel ve a Alejandra cogiendo ese lápiz... ¡el lápiz que es de Miguel!

# ToM-scene-8-q2-emotion_reasoning
source: How do you think Mike feels about Allie reaching for that pencil?
es_co: ¿Cómo crees que se siente Miguel cuando Alejandra intenta coger ese lápiz?

# ToM-scene-8-q3-emotion_reasoning
source: How do you think Mike would feel if he had not seen Allie reaching for the pencil?
es_co: ¿Cómo crees que se sentiría Miguel si no hubiera visto a Alejandra intentar coger el lápiz?

# ToM-scene-8-q4-false_belief
source: Is Allie being mean and naughty for taking Mike’s pencil?
es_co: ¿Alejandra está siendo mala y traviesa por coger el lápiz de Miguel?

# ToM-scene-8-q5-false_belief
source: Should Allie get in trouble with the teacher for taking Mike’s pencil?
es_co: ¿Debería Alejandra meterse en problemas con el profesor por coger el lápiz de Miguel?

# ToM-scene-8-q6-reality_check
source: Can you help Mike find his pencil? Is it on top of the shelf or behind the backpack shelf?
es_co: ¿Puedes ayudarle a Miguel a encontrar su lápiz? ¿Está encima de la repisa o detrás del mueble de maletas?

# ToM-scene-8-q7-reality_check
source: Can you help Allie find her pencil? Is it on top of the shelf or behind the backpack shelf?
es_co: ¿Puedes ayudarle a Alejandra a encontrar su lápiz? ¿Está encima de la repisa o detrás del mueble de maletas?

# ToM-scene-9-instruct1
source: This is Mark. Mark is playing a really silly game today and not saying any words all day long. Instead, Mark is drawing pictures. Mark is at the library, deciding which book he would like to read. Mom shows Mark two books, a book about cups and a book about hills.
es_co: Este es Marco. Marco está jugando hoy un juego un poco loco en el que no dice ninguna palabra en todo el día. En vez de hablar, está haciendo dibujos. Marco está en la biblioteca, decidiendo qué libro le gustaría leer. La mamá le muestra a Marco dos libros: uno sobre tazas y otro sobre montañas.

# ToM-scene-9-instruct2
source: Mark draws a picture of a hill, to tell Mom that he wants to read the book about hills. But when Mark gives Mom the picture, she holds it upside-down, so that it looks like a cup!
es_co: Marco dibuja una colina para decirle a la mamá que quiere leer el libro sobre montañas. Pero cuando Marco le da el dibujo a mamá, ella lo mira al revés, ¡y entonces parece una taza!

# ToM-scene-9-q1-reality_check
source: What did Mark mean to draw?
es_co: ¿Qué quería dibujar Marco?

# hill
source: A hill
es_co: Una montaña

# cup
source: A cup
es_co: Una taza

# ToM-scene-9-q2-false_belief
source: When Mom sees the picture, what book will she give Mark?
es_co: Cuando la mamá vea el dibujo, ¿qué libro le dará a Marco?

# ToM-scene-9-q3-reality_check
source: What book does Mark really want?
es_co: ¿Qué libro quiere Marco en realidad?

# hillsbook
source: The book about hills
es_co: El libro de las montañas

# cupbook
source: The book about cups
es_co: El libro sobre tazas

# ToM-scene-9-q4-emotion_reasoning
source: Look, Mom realized her mistake and gave Mark the book he really wanted! How do you think Mark feels about getting the book he wanted?
es_co: Mira, la mamá se ha dado cuenta de su error y le ha dado a Marco el libro que él realmente quería. ¿Cómo crees que se siente Marco al recibir el libro que quería?

# ToM-scene-10-instruct1
source: Teacher Sarah tells all of the kids to take one storybook from the bag that she brought. There is one storybook for every kid.
es_co: La profesora Sara le dice a todos sus estudiantes que cojan un libro de cuentos de la bolsa que trajo. Hay un libro de cuentos para cada estudiante.

# ToM-scene-10-instruct2
source: Now there are two storybooks left, and Brian and Megan are the last two kids without storybooks. But when Brian goes to get his storybook, he decides to take both storybooks, even though he knows that Megan doesn’t have a storybook yet, and that everyone is only supposed to have one. Brian hides the extra storybook in his desk.
es_co: Ahora quedan solo dos libros de cuentos y Brian y Megan son los dos últimos estudiantes que todavía no tienen un libro. Pero cuando Brian va a escoger su libro, decide coger los dos, aunque sabe que Megan todavía no tiene uno y que se supone que todos deberían tener un libro. Brian esconde el segundo libro de cuentos en su escritorio.

# ToM-scene-10-q1-emotion_reasoning
source: How does Megan feel about being the only child without a storybook?
es_co: ¿Cómo se siente Megan al ser la única niña sin libro de cuentos?

# ToM-scene-10-q2-emotion_reasoning
source: How would Megan feel if she received a book?
es_co: ¿Cómo se sentiría Megan si recibiera un libro?

# ToM-scene-10-instruct3
source: Teacher Sarah asks Brian, “Is there a storybook leftover, so Megan can have one?” Brian tells Teacher Sarah, “No, there is no storybook left. They are all being used right now.”
es_co: La profesora Sara le pregunta a Brian: "¿Queda algún libro de cuentos para que Megan pueda tener uno?" Brian le dice a la profesora Sara: "No, no queda ningún libro de cuentos. Todos se están usando."

# ToM-scene-10-q3-reality_check
source: Is Brian lying?
es_co: ¿Está mintiendo Brian?

# ToM-scene-10-q4-reality_check
source: Is there still a storybook left, that isn’t being used right now?
es_co: ¿Queda un libro de cuentos que no se esté usando?

# ToM-scene-10-instruct4
source: Megan is sad that she doesn’t have a storybook, and asks Teacher Sarah, "is there an extra storybook for me?" Teacher Sarah says, “I’m so sorry Megan, but there are no storybooks left, they are all being used right now.”
es_co: Megan está triste porque no tiene un libro de cuentos y le pregunta a la profesora Sara: "¿Queda algún libro de cuentos para mí?" La profesora Sara le dice: "Lo siento mucho Megan, pero no quedan libros de cuentos, todos están en uso."

# ToM-scene-10-q5-false_belief
source: Is Teacher Sarah lying?
es_co: ¿Está mintiendo la profesora Sara?

# ToM-scene-10-q6-reality_check
source: Is there still a storybook left, that isn’t being used right now?
es_co: ¿Aún queda un libro de cuentos que no se esté usando?

# ToM-scene-11-instruct1
source: This is Josh. Earlier today, Josh was tidying his room. Josh put his big basketball on his desk, his medium-sized soccer ball on his table, and his small baseball down on the bottom shelf.
es_co: Este es José. Hace un rato, José estaba ordenando su habitación. José puso su pelota grande de baloncesto en el escritorio, su pelota mediano de fútbol en la mesa de noche y su pelota pequeña de béisbol en el estante de abajo.

# ToM-scene-11-instruct2
source: Josh’s mom just walked in and Josh asks his mom to get one of the toys. Josh tells his mom, “I want the small ball!”
es_co: La madre de José acaba de entrar y José le pide a ella que coja un juguete. José le dice a su mamá: "¡Quiero la pelota pequeña!

# ToM-scene-11-q1-reference
source: Which ball will mom get for Josh?
es_co: ¿Cuál pelota cogerá la mamá para José?

# ToM-scene-11-q2-reality_check
source: Which ball does Josh want?
es_co: ¿Cuál pelota quiere José?

# baseball
source: The small baseball
es_co: La pelota pequeña de béisbol

# soccerball
source: The medium sized soccer ball
es_co: La pelota mediana de fútbol

# big-basketball
source: The big basketball
es_co: La pelota grande de baloncesto

# ToM-scene-11-q3-emotion_reasoning
source: Josh wanted the baseball but mom gave him the soccer ball! How do you think Josh feels about receiving the wrong toy?
es_co: José quería la pelota de béisbol, ¡pero su mamá le dio la pelota de fútbol! ¿Cómo crees que se siente José al recibir el juguete equivocado?

# ToM-scene-11-q4-emotion_reasoning
source: How do you think Josh would feel if he had received the correct toy?
es_co: ¿Cómo crees que se sentiría José si hubiera recibido el juguete correcto?

# ToM-scene-12-instruct1
source: This morning, Dad asked Emma what toy she would like to take to school, and Emma told him that she would like to play with her yellow ball at recess.
es_co: Esta mañana, Papá le preguntó a Emma qué juguete le gustaría llevarse al colegio y Emma dijo que quería jugar con su pelota amarilla en el recreo.

# ToM-scene-12-instruct2
source: Then Emma went to her room to get ready for school. While she was getting ready, she changed her mind, so she yelled to her dad, “Actually, may I please have my red ball instead?” and kept getting ready for school. But Dad did not hear Emma ask for her red ball.
es_co: Después, Emma se fue a su habitación a prepararse para ir al colegio. Mientras se preparaba, cambió de opinión y le gritó a su papá: "En realidad, ¿podría mejor llevar mi pelota roja, por favor?" y siguió preparándose para ir al colegio. Pero Papá no oyó a Emma pedir su pelota roja.

# ToM-scene-12-q1-false_belief
source: Which toy does Dad think Emma wants to bring to school?
es_co: ¿Cuál juguete cree el papá que Emma quiere llevar a la escuela?

# ToM-scene-12-instruct3
source: Dad didn’t hear Emma say she wants her red ball. So dad thinks Emma wants her yellow ball. Dad goes to pack Emma’s bag, but can’t find her yellow ball in the toy box! But dad finds a blue ball in the toy box, so he packs the blue ball for Emma instead.
es_co: El papá no oyó a Emma decir que quería su pelota roja. Así que el papá piensa que Emma quiere su pelota amarilla. El papá va a preparar la mochila de Emma, ¡pero no encuentra su pelota amarilla en la caja de juguetes! Pero papá el encuentra la pelota azul en la caja de juguetes, así que empaca la pelota azul en la maleta de Emma.

# ToM-scene-12-q2-false_belief
source: Does Emma know that Dad packed the blue ball?
es_co: ¿Emma sabe que su papá empacó la pelota azul?

# ToM-scene-12-q3-false_belief
source: Which ball does Emma think Dad packed?
es_co: ¿Cuál pelota cree Emma que empacó su papá?

# yellowball
source: The yellow ball
es_co: La pelota amarilla

# redball
source: The red ball
es_co: La pelota roja

# blueball
source: The blue ball
es_co: La pelota azul

# ToM-scene-12-instruct4
source: On the way to school, Dad tells Emma, “I’m so sorry, I couldn’t pack the toy that you wanted because I couldn’t find it”.
es_co: De camino al colegio, el papá le dice a Emma "Lo siento mucho, no pude empacar el juguete que querías porque no lo encontré".

# ToM-scene-12-q4-reality_check
source: What toy does Emma want?
es_co: ¿Cuál juguete quiere Emma?

# ToM-scene-12-q5-reality_check
source: What toy did Dad pack for Emma?
es_co: ¿Cuál juguete le ha empacado el papá?

# ToM-scene-12-instruct5
source: Emma is very happy to play with her ball.
es_co: Emma está muy feliz de jugar con su pelota.

# ToM-scene13-instruct1
source: Here is Gabriel. This afternoon at school, Gabriel put his pencil in his pencil box.
es_co: Aquí está Gabriel. Esta tarde en el colegio, Gabriel guardó su lápiz en su cartuchera.

# ToM-scene13-instruct2
source: But while Gabriel was outside, someone used his pencil! After using Gabriel’s pencil, the person put the pencil in a basket.
es_co: Pero mientras Gabriel estaba fuera, ¡alguien usó su lápiz! Después de usar el lápiz de Gabriel, la persona puso el lápiz en una canasta.

# ToM-scene13-instruct3
source: So now it’s time for class, and Gabriel wants his pencil.
es_co: Es hora de ir a clase y Gabriel quiere su lápiz.

# ToM-scene13-q1-false_belief
source: Where will Gabriel look for his pencil?
es_co: ¿Dónde buscará Gabriel su lápiz?

# box
source: In the box
es_co: En la caja

# basket
source: In the basket
es_co: En la canasta

# ToM-scene13-q2-reality_check
source: And where is his pencil really?
es_co: ¿Y dónde está realmente su lápiz?

# ToM-scene14-instruct1
source: This afternoon when he came home, Bobby put his soccer ball on the table.
es_co: Esta tarde, cuando llegó a casa, Roberto puso su balón de fútbol sobre la mesa.

# ToM-scene14-instruct2
source: And then he went outside to play, see? Here’s Bobby playing outside. And while he was outside playing, Bobby’s soccer ball fell off the table and onto the floor.
es_co: Y luego salió a jugar, ¿ves? Aquí está Roberto jugando fuera. Y mientras estaba fuera jugando, el balón de fútbol de Roberto se cayó de la mesa y al suelo.

# ToM-scene14-instruct3
source: Then Bobby’s sister Anna comes in. Anna also has a soccer ball! Anna puts her soccer ball on the table. Bobby is still outside playing, so he didn’t see what Anna was doing.
es_co: Entonces entra Anna, la hermana de Roberto. Anna también tiene un balón de fútbol. Anna pone su balón en la mesa. Roberto todavía está afuera jugando, así que no ve lo que hace Anna.

# ToM-scene14-q1-false_belief
source: Now, when Bobby comes in from outside, where will he look first for his soccer ball?
es_co: Ahora, cuando Roberto vuelva de entrar, ¿dónde buscará primero su balón de fútbol?

# table
source: On the table
es_co: En la mesa

# floor
source: On the floor
es_co: En el suelo

# ToM-scene-14-instruct4
source: Let’s see what he does. Oh look, here is Bobby reaching for the soccer ball on the table. And now Anna sees Bobby reaching for that soccer ball... the soccer ball that is Anna's!
es_co: Veamos lo que hace. Oh, mira, aquí está Roberto cogiendo el balón de fútbol que está en la mesa. Y ahora Anna ve a Roberto buscando el balón... ¡el balón que es de Anna!

# ToM-scene-14-q2-emotion_reasoning
source: How do you think Anna feels about Bobby reaching for that soccer ball?
es_co: ¿Cómo crees que se siente Anna cuando Roberto coge ese balón?

# ToM-scene-14-q3-emotion_reasoning
source: How do you think Anna would feel if she had not seen Bobby reaching for the soccer ball?
es_co: ¿Cómo crees que se sentiría Anna si no hubiera visto a Roberto intentando coger el balón?

# ToM-scene-14-q4-false_belief
source: Is Bobby being mean and naughty for taking Anna’s soccer ball?
es_co: ¿Roberto está siendo necio y travieso por coger el balón de fútbol de Anna?

# ToM-scene-14-q5-false_belief
source: Should Bobby get in trouble with their mom for taking Anna’s soccer ball?
es_co: ¿Debería Roberto estar en problemas con su madre por coger el balón de fútbol de Anna?

# ToM-scene-14-q6-reality_check
source: Can you help Anna find her soccer ball? Is it on the table or on the floor?
es_co: ¿Puedes ayudarle a Anna a encontrar su balón de fútbol? ¿Está sobre la mesa o en el suelo?

# ToM-scene-14-q7-reality_check
source: Can you help Bobby find his soccer ball? Is it on the table or on the floor?
es_co: ¿Puedes ayudarle a Roberto a encontrar su balón de fútbol? ¿Está sobre la mesa o en el suelo?

# ToM-scene-15-instruct1
source: Alex, Beth, and Johnny are playing a game at the park. Here's how the game goes: One kid hides, but draws a clue in the sandbox so the other kids can find them.
es_co: Alex, Isabel y John están jugando un juego en el parque. En este juego uno de los niños se esconde, pero antes de esconderse, debe dibujar una pista en la arenera para que los otros puedan encontrarle.

# ToM-scene-15-instruct2
source: Johnny decides to hide behind the flower bush. He draws a clue in the sand. Johnny means to draw the flower bush, but the drawing looks like a rock instead! Then Johnny goes to hide behind the flower bush.
es_co: John decide esconderse detrás de una planta con flores. Él dibuja una pista en la arena. Pero aunque John quiere dibujar la planta con flores, ¡su dibujo parece una roca! Al terminar su dibujo, John se va a esconder detrás de la planta con flores.

# ToM-scene-15-q1-reality_check
source: What did Johnny mean to draw?
es_co: ¿Qué quería dibujar John?

# flowerbush
source: A flower bush
es_co: Una planta con flores

# rocks
source: A rock
es_co: Una roca

# ToM-scene-15-q2-false_belief
source: When Alex and Beth see this clue, where will they look first for Johnny? Behind the flower bush or behind the rock?
es_co: Cuando Alex e Isabel vean esta pista, ¿dónde buscarán primero a John? ¿Detrás de la planta con flores o detrás de la roca?

# ToM-scene-15-q3-reality_check
source: Can you help them find where Johnny really is?
es_co: ¿Puedes ayudarles a encontrar dónde se esconde John realmente?

# behind-flowerbush
source: Behind the flower bush
es_co: Detrás de la planta con flores

# behind-rock
source: Behind the rock
es_co: Detrás de la roca

# ToM-scene-15-q4-emotion_reasoning
source: Look, Alex and Beth found Johnny, and won the game! How do you think Alex and Beth feel about winning the game?
es_co: Mira, Alex e Isabel encontraron a John y ganaron el juego. ¿Cómo crees que se sienten Alex e Isabel por ganar el juego?

# ToM-scene-16-instruct1
source: Dad tells James and Sophie to get ready for school. Dad tells them to put on their shoes.
es_co: El papá les dice a Jaime y a Sofía que se preparen para ir al colegio. El papá les dice que se pongan los zapatos.

# ToM-scene-16-instruct2
source: Sophie can’t find one of her shoes! She’s looking everywhere but she can't find it.
es_co: Sofía no encuentra uno de sus zapatos. Lo está buscando por todas partes, pero no lo encuentra.

# ToM-scene-16-q1-emotion_reasoning
source: How does Sophie feel about losing her shoe?
es_co: ¿Cómo se siente Sofía por perder su zapato?

# ToM-scene-16-q2-emotion_reasoning
source: How would Sophie feel if she found her shoe?
es_co: ¿Cómo se sentiría Sofía si encontrara su zapato?

# ToM-scene-16-instruct3
source: Sophie can't find her shoe because earlier in the day, when no one was looking, James played a trick on Sophie and hid her shoe in the toy box.
es_co: Sofía no encuentra su zapato porque Jaime, por hacerle una broma, se lo escondió en la caja de juguetes hace un rato cuando nadie estaba mirando.

# ToM-scene-16-instruct4
source: So Sophie looks everywhere and she can’t find her shoe. Dad gets mad at Sophie, because she lost her shoe and now they are late for school.
es_co: Entonces Sofía está buscando su zapato por todas partes, pero no lo encuentra. Ahora el papá se ha enfadado con Sofía porque perdió su zapato y van tarde para el colegio.

# ToM-scene-16-q3-false_belief
source: Is it fair that Dad is mad at Sophie for losing her shoe?
es_co: ¿Es justo que papá se enfade con Sofía por haber perdido su zapato?

# ToM-scene-16-q4-reference
source: Is Dad mad at James?
es_co: ¿Está el papá enfadado con Jaime?

# ToM-scene-16-q5-reference
source: Is Sophie mad at James?
es_co: ¿Está Sofía enfadada con Jaime?

# ToM-scene-16-instruct5
source: When James sees that Dad is mad at Sophie, he goes to the toy box and gets the shoe, and gives it back to Sophie.
es_co: Cuando Jaime ve que papá está enfadado con Sofía, va a la caja de juguetes, coge el zapato y se lo devuelve a Sofía.

# ToM-scene-16-q6-reference
source: Is Dad mad at Sophie now?
es_co: ¿Está el papá enfadado con Sofía ahora?

# ToM-scene-16-q7-reference
source: Is Dad mad at James now?
es_co: ¿Está el papá enfadado con Jaime ahora?

# ToM-scene-16-q8-reference
source: Is Sophie mad at James now?
es_co: ¿Está Sofía enfadada con Jaime ahora?

# ToM-scene-16-instruct6
source: James tells Sophie that he’s very sorry, and Sophie and Dad forgive James. They all hug.
es_co: Jaime le pide perdón a Sofía, y Sofía y el paá perdonan a Jaime. Todos se abrazan.

# ToM-scene-17-instruct1
source: This is Mika. Mika’s mom owns a bookshop, and sometimes Mika helps out. Earlier today, Mika was organizing books on tables and shelves. Mika put a very large stack of blue books on the desk, a medium-sized stack of red books on the table, and a small stack of yellow books on the shelf.
es_co: Esta es Melisa. La madre de Melisa tiene una librería y Melisa a veces la ayuda. Hace un rato, Melisa estaba organizando unos libros en las mesas y biblioteca. Melisa puso una torre muy grande de libros azules en el escritorio, una torre mediana de libros rojos en la mesa y una torre pequeña de libros amarillos en la biblioteca.

# ToM-scene-17-instruct2
source: Mika’s mom just walked in. Mom asks Mika for one of the books. Mika remembers where the book is, and tells mom, “The book is in the small stack!”
es_co: La madre de Melisa acaba de entrar. La madre le pide a Melisa uno de los libros. Melisa recuerda dónde está ese libro y le dice a su mamá: "¡El libro está en la torre pequeña!".

# ToM-scene-17-q1-reference
source: Which stack of books will mom look in?
es_co: ¿En cual torre de libros va a buscar la mamá?

# ToM-scene-17-q2-reality_check
source: Which stack of books was Mika talking about?
es_co: ¿A cuál torre de libros se refería Melisa?

# bluestack
source: The large blue stack
es_co: La torre azul grande

# redstack
source: The medium sized red stack
es_co: La torre roja mediana

# yellowstack
source: The small yellow stack
es_co: La torre amarilla pequeña

# ToM-scene-17-q3-emotion_reasoning
source: Mom looks in the wrong stack of books and can’t find the book that she wanted. How do you think Mom feels about not finding the book she wanted?
es_co: La mamá busca en la torre de libros equivocada y no encuentra el libro que quería. ¿Cómo crees que se siente la mamá al no encontrar el libro que quería?

# ToM-scene-17-q4-emotion_reasoning
source: How do you think Mom would feel if she could find the book she wanted?
es_co: ¿Cómo crees que se sentiría la mamá si pudiera encontrar el libro que quería?

# ToM-scene-18-instruct1
source: George and Kat are playing together. They look outside and see a new toy shop across the street. Kat decides to go buy some new toys at the toy shop. Kat asks George what toy he would like to have, and George says he would like a new basketball.
es_co: Jorge y Catalina están jugando juntos. Miran fuera y ven una juguetería nueva al otro lado de la calle. Catalina decide ir a comprar juguetes a la juguetería. Catalina le pregunta a Jorge cuál juguete le gustaría tener y Jorge dice que le gustaría un balón de baloncesto nuevo.

# ToM-scene-18-instruct2
source: While Kat is walking to the toy shop, George changes his mind and yells to Kat, “Actually, can I please have some crayons?” But Kat did not hear George ask for crayons.
es_co: Mientras Catalina caminaba a la juguetería, Jorge cambió de opinión y le gritó a Catalina: "En realidad, ¿me compras unos colores, por favor?". Pero Catalina no escuchó a Jorge pedir los colores.
