Repository: levante-framework/levante_translations
Catalog: translations/child_survey_translations-*.xliff
Languages: nl_nl

# child_survey_002
source: Do you like to read comic books?
nl_nl: Houd je van het lezen van stripboeken?

# child_survey_007
source: Are you neat and tidy at school?
nl_nl: Ben je netjes en opgeruimd op school?

# child_survey_012
source: Is your teacher nice to you?
nl_nl: Is je leraar aardig voor je?

# child_survey_017
source: Does your teacher like you?
nl_nl: Vindt je leraar je leuk?

# child_survey_022
source: Does your teacher listen to you?
nl_nl: Luistert je leraar naar je?

# child_survey_027
source: Is school fun?
nl_nl: Is school leuk?

# child_survey_032
source: Do you enjoy school?
nl_nl: Vind je school leuk?

# child_survey_037
source: Are you happy at school?
nl_nl: Ben je blij op school?

# child_survey_042
source: Do you feel safe at school?
nl_nl: Voel je je veilig op school?

# child_survey_047
source: Do you have friends in your class?
nl_nl: Heb je vrienden in je klas?

# child_survey_052
source: Do the kids in your class help you when you need it?
nl_nl: Helpen de kinderen in je klas je wanneer je het nodig hebt?

# child_survey_057
source: Do the kids in your class play with you?
nl_nl: Spelen de kinderen in je klas met je?

# child_survey_062
source: Are the kids in your class nice to you?
nl_nl: Zijn de kinderen in je klas aardig voor je?

# child_survey_067
source: Do you feel lonely at school?
nl_nl: Voel je je eenzaam op school?

# child_survey_072
source: Are you good at learning things in school?
nl_nl: Ben je goed in het leren van dingen op school?

# child_survey_077
source: When schoolwork is hard, do you give up right away?
nl_nl: Wanneer schoolwerk moeilijk is, geef je dan meteen op?

# child_survey_082
source: Do you enjoy doing reading activities at school?
nl_nl: Vind je het leuk om leesactiviteiten te doen op school?

# child_survey_087
source: Do you enjoy doing math activities at school?
nl_nl: Vind je het leuk om wiskundeactiviteiten te doen op school?

# child_survey_092
source: Are you good at reading?
nl_nl: Ben je goed in lezen?

# child_survey_097
source: Are you good at math?
nl_nl: Ben je goed in wiskunde?

# child_survey_102
source: Some kids think they can get smarter if they work really hard. Do you think that you can get smarter if you work really hard?
nl_nl: Sommige kinderen denken dat ze slimmer kunnen worden als ze heel hard werken. Denk je dat je slimmer kunt worden als je heel hard werkt?

# child_survey_107
source: Some kids think they can get better at reading if they work really hard. Do you think that you can get better at reading if you work really hard?
nl_nl: Sommige kinderen denken dat ze beter kunnen worden in lezen als ze heel hard werken. Denk je dat je beter kunt worden in lezen als je heel hard werkt?

# child_survey_112
source: Some kids think they can get better at math if they work really hard. Do you think that you can get better at math if you work really hard?
nl_nl: Sommige kinderen denken dat ze beter kunnen worden in wiskunde als ze heel hard werken. Denk je dat je beter kunt worden in wiskunde als je heel hard werkt?

# child_survey_117
source: Start Survey
nl_nl: Begin enquÃªte

# child_survey_118
source: Previous
nl_nl: Vorige

# child_survey_120
source: Finish
nl_nl: Voltooien
