Repository: levante-framework/levante_translations
Catalog: translations/game-tabs-translations-*.xliff
Languages: fr_ca

# components/game-tabs.clickToStart
source: Click to start
fr_ca: Cliquez pour commencer

# components/game-tabs.egmaMathDescription
source: Solve the math problems.
fr_ca: Résolvez les problèmes mathématiques.

# components/game-tabs.egmaMathName
source: Math
fr_ca: Mathématiques

# components/game-tabs.heartsAndFlowersDescription
source: Match the correct side to the hearts and flowers.
fr_ca: Associez le bon côté aux cœurs et aux fleurs.

# components/game-tabs.heartsAndFlowersName
source: Hearts and Flowers
fr_ca: Cœurs et Fleurs

# components/game-tabs.introDescription
source: Learn how to play our games.
fr_ca: Apprenez à jouer à nos jeux.

# components/game-tabs.matrixReasoningDescription
source: Find the missing piece to complete the puzzle.
fr_ca: Trouvez la pièce manquante pour compléter le puzzle.

# components/game-tabs.matrixReasoningName
source: Pattern matching
fr_ca: Appariement de motifs

# components/game-tabs.mefsDescription
source: Match the shapes and colors.
fr_ca: Associez les formes et les couleurs.

# components/game-tabs.mefsName
source: Lion and Monkey
fr_ca: Lion et Singe

# components/game-tabs.memoryGameDescription
source: Watch the squares light up. Remember the order and make the same pattern.
fr_ca: Regardez les carrés s'illuminer. Souvenez-vous de l'ordre et reproduisez le même motif.

# components/game-tabs.memoryGameName
source: Memory
fr_ca: Mémorisation

# components/game-tabs.mentalRotationDescription
source: Match the pictures.
fr_ca: Faites correspondre les images.

# components/game-tabs.mentalRotationName
source: Shape Rotation
fr_ca: Rotation de Formes

# components/game-tabs.roarInferenceDescription
source: Read the stories and answer the questions.
fr_ca: Lisez les histoires et répondez aux questions.

# components/game-tabs.roarInferenceName
source: Roar - Inference
fr_ca: Rugissement - Inférence

# components/game-tabs.sameDifferentSelectionDescription
source: Find things that are the same about the shapes.
fr_ca: Trouvez les similitudes entre les formes.

# components/game-tabs.sameDifferentSelectionName
source: Same & Different
fr_ca: Similaires & Différents

# components/game-tabs.surveyDescriptionChild
source: Answer questions about your time at school.
fr_ca: Répondez aux questions concernant votre temps à l'école.

# components/game-tabs.surveyDescriptionParentPart1
source: This survey will take approximately 20-30 minutes to complete and will ask questions about your child.
fr_ca: Ce questionnaire prendra environ 20-30 minutes à compléter et posera des questions concernant votre enfant.

# components/game-tabs.surveyDescriptionParentPart2
source: This survey will take approximately 20-30 minutes to complete and will ask questions about your home and yourself.
fr_ca: Ce questionnaire prendra environ 20-30 minutes à compléter et posera des questions sur votre domicile et vous-même.

# components/game-tabs.surveyDescriptionTeacherPart1
source: This survey will take approximately 5-10 minutes to complete and asks about your background and beliefs about teaching.
fr_ca: Ce questionnaire prendra environ 5-10 minutes à compléter et posera des questions sur vos antécédents et vos croyances concernant l'enseignement.

# components/game-tabs.surveyDescriptionTeacherPart2
source: This survey will take approximately 5-10 minutes to complete and asks questions about the classroom(s) you teach.
fr_ca: Ce questionnaire prendra environ 5-10 minutes à compléter et posera des questions sur la salle de classe où vous enseignez.

# components/game-tabs.surveyNameChild
source: Thoughts and Feelings
fr_ca: Pensées et Sentiments

# components/game-tabs.surveyNameParentPart1
source: Survey - Caregiver
fr_ca: Survey - Gardien

# components/game-tabs.surveyNameParentPart2
source: Survey - Family
fr_ca: Enquête - Famille

# components/game-tabs.surveyNameTeacherPart1
source: Survey - General
fr_ca: Enquête - Général

# components/game-tabs.surveyNameTeacherPart2
source: Survey - Classroom
fr_ca: Enquête - Salle de classe

# components/game-tabs.surveyProgressGeneral
source: General
fr_ca: Général

# components/game-tabs.surveyProgressGeneralParent
source: Home/Caregiver
fr_ca: Domicile/Gardien

# components/game-tabs.surveyProgressGeneralTeacher
source: Teacher
fr_ca: Professeur

# components/game-tabs.surveyProgressSpecificParent
source: Child
fr_ca: Enfant

# components/game-tabs.surveyProgressSpecificParentMonth
source: Month
fr_ca: Mois

# components/game-tabs.surveyProgressSpecificParentYear
source: Year
fr_ca: Année

# components/game-tabs.surveyProgressSpecificTeacher
source: Classroom
fr_ca: Salle de classe

# components/game-tabs.taskCompleted
source: Task Completed!
fr_ca: Tâche accomplie!

# components/game-tabs.theoryOfMindDescription
source: Listen to the stories and answer the questions.
fr_ca: Écoutez les histoires et répondez aux questions.

# components/game-tabs.theoryOfMindName
source: Stories
fr_ca: Histoires

# components/game-tabs.trogDescription
source: Listen to the words and choose the matching picture.
fr_ca: Écoutez les mots et choisissez l'image correspondante.

# components/game-tabs.trogName
source: Sentence Undersanding
fr_ca: Compréhension des Phrases

# components/game-tabs.vocabDescription
source: Listen to the word and choose the matching picture.
fr_ca: Écoutez le mot et choisissez l'image correspondante.

# components/game-tabs.vocabName
source: Vocabulary
fr_ca: Vocabulaire
