Repository: levante-framework/levante_translations
Catalog: translations/parent_survey_family_translations-*.xliff
Languages: es_ar

# SelfLifeChanges73
source: Major purchase.
es_ar: Compra importante.

# SelfLifeChanges73
source: Yes
es_ar: Sí

# SelfLifeChanges74
source: Foreclosure on a mortgage or loan.
es_ar: Embargo por hipoteca o préstamo.

# SelfLifeChanges74
source: Yes
es_ar: Sí

# SelfMcArthurCountry
source: <b>Instructions:</b> Think of this line as representing where people stand in the <i>country where you live</i>. To the <b>right</b> are the people who are the best off - those who have the most money, the most education, and the most respected jobs. To the <b>left</b> are the people who are the worst off - those who have the least money, the least education, the least respected jobs, or no job. The further to the right you are on the line, the closer you are to the people at the very top; the further to the left you are, the closer you are to the people at the very bottom.<br><b>Where would you place yourself on this line?</b><br>Move the slider to where you think you stand at this time in your life relative to other people in your country.
es_ar: <b>Instrucciones:</b> Piensa en esta línea como representativa de dónde se encuentran las personas en el <i>país donde vives</i>. A la <b>derecha</b> están las personas que están mejor: aquellas que tienen más dinero, más educación y los trabajos más respetados. A la <b>izquierda</b> están las personas que están peor: aquellas que tienen menos dinero, menos educación, los trabajos menos respetados o ningún trabajo. Cuanto más a la derecha te encuentres en la línea, más cerca estás de las personas en la cima; cuanto más a la izquierda estás, más cerca estás de las personas al fondo.<br><b>¿Dónde te pondrías en esta línea?</b><br>Mueve el control deslizante a donde crees que te encuentras en este momento en la vida en comparación con otras personas en tu país.

# SelfMcArthurCommunity
source: <b>Instructions:</b> Think of this line as representing where people stand in their <i>communities</i>. People define community in different ways; please define it in whatever way is most meaningful to you. To the <b>right</b> are people who have the highest standing in their community. To the <b>left</b> are the people who have the lowest standing in their community.<br><b>Where would you place yourself on this line?</b><br>Move the slider to where you think you stand at this time in your life relative to other people in your community.
es_ar: <b>Instrucciones:</b> Piensa en esta línea como representativa de dónde se encuentran las personas en sus <i>comunidades</i>. Las personas definen la comunidad de diferentes maneras; por favor defínela de la manera que te sea más significativa. A la <b>derecha</b> están las personas que tienen la posición más alta en su comunidad. A la <b>izquierda</b> están las personas que tienen la posición más baja en su comunidad.<br><b>¿Dónde te pondrías en esta línea?</b><br>Mueve el control deslizante a donde crees que te encuentras en este momento en la vida en comparación con otras personas en tu comunidad.

# unknown
source: Start Survey
es_ar: Comenzar Encuesta

# unknown
source: Previous
es_ar: Anterior

# unknown
source: Next
es_ar: Siguiente

# unknown
source: Finish
es_ar: Terminar
