Repository: levante-framework/levante_translations
Catalog: translations/parent_survey_family_translations-*.xliff
Languages: es_ar

# HomeNeighborhood
source: Please answer the following questions about the community where you live.
es_ar: Por favor, responde las siguientes preguntas sobre la comunidad en la que vives.

# HomeNSCHi7a
source: Does your neighborhood have sidewalks or walking paths?
es_ar: ¿En tu vecindario hay aceras o senderos para caminar?

# HomeNSCHi7a
source: Yes
es_ar: Sí

# HomeNSCHi7b
source: Is there a park or playground in your neighborhood?
es_ar: ¿En tu vecindario hay un parque o un área de juegos?

# HomeNSCHi7b
source: Yes
es_ar: Sí

# HomeNSCHi7c
source: Does your neighborhood have a community center or recreation center where families get together?
es_ar: ¿En tu vecindario hay un centro comunitario o un centro de recreación donde las familias se reúnen?

# HomeNSCHi7c
source: Yes
es_ar: Sí

# HomeNSCHi7d
source: Is there a library or other place to get free books in your neighborhood?
es_ar: ¿En tu vecindario hay una biblioteca u otro lugar donde conseguir libros gratis?

# HomeNSCHi7d
source: Yes
es_ar: Sí

# HomeNSCHi7e
source: Is there litter or garbage on the street or sidewalk in your neighborhood?
es_ar: ¿En tu vecindario hay basura o basura en la calle o la acera?

# HomeNSCHi7e
source: Yes
es_ar: Sí

# HomeNSCHi7f
source: Are there poorly kept or rundown housing in your neighborhood?
es_ar: ¿En tu vecindario hay viviendas mal mantenidas o deterioradas?

# HomeNSCHi7f
source: Yes
es_ar: Sí

# HomeNSCHi7g
source: Is there vandalism such as broken windows or graffiti in your neighborhood?
es_ar: ¿En tu vecindario hay vandalismo como ventanas rotas o grafitis?

# HomeNSCHi7g
source: Yes
es_ar: Sí

# HomeNSCHi8items
source: To what extent do you agree with these statements about your neighborhood or community?
es_ar: ¿Hasta qué punto estás de acuerdo con estas afirmaciones sobre tu vecindario o comunidad?

# HomeNSCHi8items
source: Definitely Agree
es_ar: Completamente de acuerdo

# HomeNSCHi8items
source: Somewhat Agree
es_ar: Algo de acuerdo

# HomeNSCHi8items
source: Somewhat Disagree
es_ar: Algo en desacuerdo

# HomeNSCHi8items
source: Definitely Disagree
es_ar: Definitivamente en desacuerdo

# HomeNSCHi8items
source: People in your neighborhood help each other out.
es_ar: Las personas en tu vecindario se ayudan mutuamente.

# HomeNSCHi8items
source: People in your neighborhood watch out for each other's children.
es_ar: Las personas en tu vecindario cuidan de los niños de los demás.

# HomeNSCHi8items
source: Your child is safe in your neighborhood.
es_ar: Tu hijo está seguro en tu vecindario.

# HomeNSCHi8items
source: When you encounter difficulties, you know where to go for help in your community.
es_ar: Cuando encuentras dificultades, sabes adónde acudir para obtener ayuda en tu comunidad.

# HomeNSCHi8items
source: Your child is safe at school.
es_ar: Tu hijo está seguro en la escuela.

# HomeFood
source: These are statements people have made about their food situation. For these statements, please mark whether the statement was often true, sometimes true, or never true for your household in the <b>last 12 months</b>.
es_ar: Estas son declaraciones que las personas han hecho sobre su situación alimentaria. Para estas afirmaciones, marca si la afirmación era a menudo cierta, a veces cierta o nunca cierta para tu hogar en los <b>últimos 12 meses</b>.

# HomeFoodLast
source: The food we bought just didn't last, and we didn't have enough money to get more.
es_ar: La comida que compramos simplemente no duró, y no teníamos dinero suficiente para conseguir más.

# HomeFoodLast
source: Never true
es_ar: Nunca es verdad

# HomeFoodLast
source: Sometimes true
es_ar: A veces verdadero

# HomeFoodLast
source: Often true
es_ar: A menudo cierto

# HomeFoodBalanced
source: We couldn't afford to eat balanced meals.
es_ar: No podíamos permitirnos comer comidas equilibradas.

# HomeFoodBalanced
source: Never true
es_ar: Nunca es verdad

# HomeFoodBalanced
source: Sometimes true
es_ar: A veces verdadero

# HomeFoodBalanced
source: Often true
es_ar: A menudo cierto

# HomeFoodSkipMeal
source: In the <b>last 12 months</b>, did you or other adults in your household ever cut the size of your meals or skip meals because there wasn't enough money for food?
es_ar: En los <b>últimos 12 meses</b>, ¿tú u otros adultos en tu hogar cortaron el tamaño de sus comidas o se saltearon comidas porque no había suficiente dinero para comida?

# HomeFoodSkipMeal
source: Yes
es_ar: Sí

# HomeFoodSkipMealAmount
source: If yes, how often did this happen - almost every month, some months but not every month, or in only 1 or 2 months?
es_ar: Si es así, ¿con qué frecuencia sucedió esto: casi todos los meses, algunos meses pero no todos o solo en 1 o 2 meses?

# HomeFoodSkipMealAmount
source: Almost every month
es_ar: Casi todos los meses

# HomeFoodSkipMealAmount
source: Some months but not every month
es_ar: Algunos meses, pero no todos

# HomeFoodSkipMealAmount
source: Only 1 or 2 months
es_ar: Solo 1 o 2 meses

# HomeCHAOS
source: Below are statements about the environment in your home. Please indicate how much you agree that the statement is true of your home.
es_ar: A continuación, se presentan afirmaciones sobre el entorno en tu hogar. Indica cuánto estás de acuerdo que la afirmación es cierta para tu hogar.

# HomeCHAOS4
source: We are usually able to stay on top of things.
es_ar: Usualmente podemos mantenernos al día con las cosas.

# HomeCHAOS4
source: Definitely Untrue
es_ar: Definitivamente falso

# HomeCHAOS4
source: Somewhat Untrue
es_ar: Algo falso

# HomeCHAOS4
source: Somewhat True
es_ar: Algo verdadero

# HomeCHAOS4
source: Definitely True
es_ar: Definitivamente verdadero

# HomeCHAOS10
source: You can't hear yourself think in our home.
es_ar: No puedes escucharte pensar en nuestro hogar.

# HomeCHAOS10
source: Definitely Untrue
es_ar: Definitivamente falso

# HomeCHAOS10
source: Somewhat Untrue
es_ar: Algo falso

# HomeCHAOS10
source: Somewhat True
es_ar: Algo verdadero

# HomeCHAOS10
source: Definitely True
es_ar: Definitivamente verdadero

# HomeCHAOS14
source: The atmosphere in our home is calm.
es_ar: El ambiente en nuestro hogar es tranquilo.

# HomeCHAOS14
source: Definitely Untrue
es_ar: Definitivamente falso

# HomeCHAOS14
source: Somewhat Untrue
es_ar: Algo falso

# HomeCHAOS14
source: Somewhat True
es_ar: Algo verdadero

# HomeCHAOS14
source: Definitely True
es_ar: Definitivamente verdadero

# HomeCHAOS15
source: We have a regular morning routine at home.
es_ar: Tenemos una rutina matutina regular en casa.

# HomeCHAOS15
source: Definitely Untrue
es_ar: Definitivamente falso

# HomeCHAOS15
source: Somewhat Untrue
es_ar: Algo falso

# HomeCHAOS15
source: Somewhat True
es_ar: Algo verdadero

# HomeCHAOS15
source: Definitely True
es_ar: Definitivamente verdadero

# SelfParentStressNSCHh8
source: How well do you think you are handling the day-to-day demands of raising children?
es_ar: ¿Qué tan bien crees que estás manejando las demandas diarias de criar a los niños?

# SelfParentStressNSCHh8
source: Very well
es_ar: Completamente

# SelfParentStressNSCHh8
source: Not very well
es_ar: Un poco

# SelfParentStressNSCHh8
source: Not well at all
es_ar: Para nada bien

# SelfAnxDep
source: Over the <b>last two weeks</b>, how often have you been bothered by the following problems?
es_ar: En las <b>últimas dos semanas</b>, ¿con qué frecuencia te han molestado los siguientes problemas?

# SelfAnxDep
source: Not at all
es_ar: Para nada

# SelfAnxDep
source: Several days
es_ar: Varios días

# SelfAnxDep
source: More than half of the days
es_ar: Más de la mitad de los días

# SelfAnxDep
source: Nearly every day
es_ar: Casi todos los días

# SelfAnxDep
source: Feeling nervous, anxious, or on edge
es_ar: Sentir nerviosismo, ansiedad o estar al límite

# SelfAnxDep
source: Not being able to stop or control worrying
es_ar: No poder detener o controlar la preocupación

# SelfAnxDep
source: Feeling down, depressed, or hopeless
es_ar: Sentirse triste, deprimido o sin esperanza

# SelfAnxDep
source: Little interest or pleasure in doing things
es_ar: Poco interés o placer en hacer cosas

# SelfSupport
source: We are interested in how you feel about the following statements. Read each statement carefully. Indicate how you feel about each statement.
es_ar: Estamos interesados en cómo te sientes sobre las siguientes afirmaciones. Lee cada anuncio cuidadosamente. Indica cómo te sientes con respecto a cada frase.

# SelfSupport
source: Very Strongly Disagree
es_ar: Muy fuertemente en desacuerdo

# SelfSupport
source: Strongly Disagree
es_ar: Fuertemente en desacuerdo

# SelfSupport
source: Mildly Disagree
es_ar: Levemente en desacuerdo

# SelfSupport
source: Mildly Agree
es_ar: Levemente de acuerdo

# SelfSupport
source: Strongly Agree
es_ar: Fuertemente de acuerdo

# SelfSupport
source: Very Strongly Agree
es_ar: Muy fuertemente de acuerdo

# SelfSupport
source: There is a special person (ex: spouse, partner, etc.) who is around when I am in need.
es_ar: Hay una persona especial (ej: cónyuge, pareja, etc.) que está cerca cuando la necesito.

# SelfSupport
source: There is a special person (ex: spouse, partner, etc.) with whom I can share joys and sorrows.
es_ar: Hay una persona especial (ej: cónyuge, pareja, etc.) con quien puedo compartir alegrías y penas.

# SelfSupport
source: My family really tries to help me.
es_ar: Mi familia realmente intenta ayudarme.

# SelfSupport
source: I get the emotional help & support I need from my family.
es_ar: Recibo la ayuda emocional y el apoyo que necesito de mi familia.

# SelfSupport
source: I have a special person (ex: spouse, partner, etc.) who is a real source of comfort to me.
es_ar: Tengo una persona especial (ej: cónyuge, pareja, etc.) que es una verdadera fuente de consuelo para mí.

# SelfSupport
source: My friends really try to help me.
es_ar: Mis amigos realmente intentan ayudarme.

# SelfSupport
source: I can count on my friends when things go wrong.
es_ar: Puedo contar con mis amigos cuando las cosas van mal.

# SelfSupport
source: I can talk about my problems with my family.
es_ar: Puedo hablar de mis problemas con mi familia.

# SelfSupport
source: I have friends with whom I can share my joys and sorrows.
es_ar: Tengo amigos con quienes puedo compartir mis alegrías y penas.

# SelfSupport
source: There is a special person (ex: spouse, partner, etc.) in my life who cares about my feelings.
es_ar: Hay una persona especial (ej: cónyuge, pareja, etc.) en mi vida que se preocupa por mis sentimientos.

# SelfSupport
source: My family is willing to help me make decisions.
es_ar: Mi familia está dispuesta a ayudarme a tomar decisiones.

# SelfSupport
source: I can talk about my problems with my friends.
es_ar: Puedo hablar de mis problemas con mis amigos.

# SelfDiscrim
source: In your day-to-day life how often have any of the following things happened to you?
es_ar: En tu día a día, ¿con qué frecuencia te han ocurrido alguna de las siguientes situaciones?

# SelfDiscrim
source: Never
es_ar: Nunca

# SelfDiscrim
source: Less than once a year
es_ar: Menos de una vez al año

# SelfDiscrim
source: A few times a year
es_ar: Unas pocas veces al año

# SelfDiscrim
source: A few times a month
es_ar: Unas pocas veces al mes

# SelfDiscrim
source: At least once a week
es_ar: Al menos una vez a la semana

# SelfDiscrim
source: Almost every day
es_ar: Casi todos los días

# SelfDiscrim
source: You are treated with less courtesy or respect than other people.
es_ar: Te tratan con menos cortesía o respeto que a otras personas.

# SelfDiscrim
source: You receive poorer service than other people at restaurants or stores.
es_ar: Recibes un servicio más pobre que otras personas en restaurantes o tiendas.

# SelfDiscrim
source: People act as if they think you are not smart.
es_ar: Las personas actúan como si pensaran que no eres inteligente.

# SelfDiscrim
source: People act as if they are afraid of you.
es_ar: Las personas actúan como si tuvieran miedo de ti.

# SelfDiscrim
source: You are threatened or harassed.
es_ar: Eres amenazado o acosado.

# SelfLifeChanges
source: Please select Yes or No to indicate whether each event has happened to you <b>in the past year</b>.
es_ar: Por favor, selecciona Sí o No para indicar si cada evento te ha sucedido <b>en el último año</b>.

# SelfLifeChangesHealth
source: Health:
es_ar: Salud:

# SelfLifeChanges1
source: An injury or illness which kept you in bed a week or more, or sent you to the hospital.
es_ar: Una lesión o enfermedad que te mantuvo en cama una semana o más, o te llevó al hospital.

# SelfLifeChanges1
source: Yes
es_ar: Sí

# SelfLifeChanges2
source: An injury or illness which was less serious than above but still sent you to the doctor or kept you in bed for a day or two.
es_ar: Una lesión o enfermedad que fue menos seria que la anterior, pero aún te llevó al doctor o te mantuvo en cama por uno o dos días.

# SelfLifeChanges2
source: Yes
es_ar: Sí

# SelfLifeChanges3
source: Major dental work.
es_ar: Gran trabajo dental.

# SelfLifeChanges3
source: Yes
es_ar: Sí

# SelfLifeChanges4
source: Major change in eating habits.
es_ar: Cambio significativo en hábitos de alimentación.

# SelfLifeChanges4
source: Yes
es_ar: Sí

# SelfLifeChanges5
source: Major change in sleeping habits.
es_ar: Cambio significativo en hábitos de sueño.

# SelfLifeChanges5
source: Yes
es_ar: Sí

# SelfLifeChanges6
source: Major change in your usual type and/or amount of recreation.
es_ar: Cambio significativo en tu tipo y/o cantidad de recreación habitual.

# SelfLifeChanges6
source: Yes
es_ar: Sí

# SelfLifeChangesWork
source: Work:
es_ar: Trabajo:

# SelfLifeChanges7
source: Change to a new type of work.
es_ar: Cambio a un nuevo tipo de trabajo.

# SelfLifeChanges7
source: Yes
es_ar: Sí

# SelfLifeChanges8
source: Change in your work hours or conditions.
es_ar: Cambio en tus horas o condiciones de trabajo.

# SelfLifeChanges8
source: Yes
es_ar: Sí

# SelfLifeChanges9
source: Change in your responsibilities at work (more responsibilities).
es_ar: Cambio en tus responsabilidades en el trabajo (más responsabilidades).

# SelfLifeChanges9
source: Yes
es_ar: Sí

# SelfLifeChanges10
source: Change in your responsibilities at work (fewer responsibilities).
es_ar: Cambio en tus responsabilidades en el trabajo (menos responsabilidades).

# SelfLifeChanges10
source: Yes
es_ar: Sí

# SelfLifeChanges11
source: Change in your responsibilities at work (promotion).
es_ar: Cambio en tus responsabilidades en el trabajo (ascenso).

# SelfLifeChanges11
source: Yes
es_ar: Sí

# SelfLifeChanges12
source: Change in your responsibilities at work (demotion).
es_ar: Cambio en tus responsabilidades en el trabajo (degradación).

# SelfLifeChanges12
source: Yes
es_ar: Sí

# SelfLifeChanges13
source: Change in your responsibilities at work (transfer).
es_ar: Cambio en tus responsabilidades en el trabajo (transferencia).

# SelfLifeChanges13
source: Yes
es_ar: Sí

# SelfLifeChanges14
source: Troubles at work (with your boss).
es_ar: Problemas en el trabajo (con tu jefe).

# SelfLifeChanges14
source: Yes
es_ar: Sí

# SelfLifeChanges15
source: Troubles at work (with your coworkers).
es_ar: Problemas en el trabajo (con tus compañeros de trabajo).

# SelfLifeChanges15
source: Yes
es_ar: Sí

# SelfLifeChanges16
source: Troubles at work (with persons under your supervision).
es_ar: Problemas en el trabajo (con personas bajo tu supervisión).

# SelfLifeChanges16
source: Yes
es_ar: Sí

# SelfLifeChanges17
source: Other work problems.
es_ar: Otros problemas laborales.

# SelfLifeChanges17
source: Yes
es_ar: Sí

# SelfLifeChanges18
source: Major business adjustment.
es_ar: Ajuste significativo en el negocio.

# SelfLifeChanges18
source: Yes
es_ar: Sí

# SelfLifeChanges19
source: Retirement.
es_ar: Jubilación.

# SelfLifeChanges19
source: Yes
es_ar: Sí

# SelfLifeChanges20
source: Loss of a job (laid off from work).
es_ar: Pérdida de un trabajo (despido del trabajo).

# SelfLifeChanges20
source: Yes
es_ar: Sí

# SelfLifeChanges21
source: Loss of a job (fired from work).
es_ar: Pérdida de un trabajo (despido).

# SelfLifeChanges21
source: Yes
es_ar: Sí

# SelfLifeChanges22
source: Taking a course to help you with your work.
es_ar: Tomó un curso para ayudarte con tu trabajo.

# SelfLifeChanges22
source: Yes
es_ar: Sí

# SelfLifeChangesHome
source: Home and Family:
es_ar: Hogar y Familia:

# SelfLifeChanges23
source: Major change in living conditions.
es_ar: Cambio significativo en condiciones de vida.

# SelfLifeChanges23
source: Yes
es_ar: Sí

# SelfLifeChanges24
source: Change in residence (move within the same town or city).
es_ar: Cambio de residencia (mudanza dentro de la misma ciudad o pueblo).

# SelfLifeChanges24
source: Yes
es_ar: Sí

# SelfLifeChanges25
source: Change in residence (move to a different town, city, or state).
es_ar: Cambio de residencia (mudanza a una ciudad, pueblo o estado diferente).

# SelfLifeChanges25
source: Yes
es_ar: Sí

# SelfLifeChanges26
source: Change in family get-togethers.
es_ar: Cambio en reuniones familiares.

# SelfLifeChanges26
source: Yes
es_ar: Sí

# SelfLifeChanges27
source: Major change in health or behavior of family member.
es_ar: Cambio significativo en salud o comportamiento de un miembro de la familia.

# SelfLifeChanges27
source: Yes
es_ar: Sí

# SelfLifeChanges28
source: Marriage.
es_ar: Matrimonio.

# SelfLifeChanges28
source: Yes
es_ar: Sí

# SelfLifeChanges29
source: Pregnancy.
es_ar: Embarazo.

# SelfLifeChanges29
source: Yes
es_ar: Sí

# SelfLifeChanges31
source: Gain of a new family member (birth of a child).
es_ar: Aumento de un nuevo miembro de la familia (nacimiento de un hijo).

# SelfLifeChanges31
source: Yes
es_ar: Sí

# SelfLifeChanges32
source: Gain of a new family member (adoption of a child).
es_ar: Aumento de un nuevo miembro de la familia (adopción de un niño).

# SelfLifeChanges32
source: Yes
es_ar: Sí

# SelfLifeChanges33
source: Gain of a new family member (a relative moving in with you).
es_ar: Aumento de un nuevo miembro de la familia (un pariente mudándose contigo).

# SelfLifeChanges33
source: Yes
es_ar: Sí

# SelfLifeChanges34
source: Spouse beginning or ending work.
es_ar: Cónyuge comenzando o terminando el trabajo.

# SelfLifeChanges34
source: Yes
es_ar: Sí

# SelfLifeChanges35
source: Child leaving home (to attend college).
es_ar: Hijo dejando el hogar (para asistir a la universidad).

# SelfLifeChanges35
source: Yes
es_ar: Sí

# SelfLifeChanges36
source: Child leaving home (due to marriage).
es_ar: Hijo dejando el hogar (debido a matrimonio).

# SelfLifeChanges36
source: Yes
es_ar: Sí

# SelfLifeChanges37
source: Child leaving home (for other reasons).
es_ar: Hijo dejando el hogar (por otras razones).

# SelfLifeChanges37
source: Yes
es_ar: Sí

# SelfLifeChanges38
source: Change in arguments with spouse.
es_ar: Cambio en discusiones con el cónyuge.

# SelfLifeChanges38
source: Yes
es_ar: Sí

# SelfLifeChanges39
source: In-law problems.
es_ar: Problemas con los suegros.

# SelfLifeChanges39
source: Yes
es_ar: Sí

# SelfLifeChanges40
source: Change to the marital status of your parents (divorce).
es_ar: Cambio en el estado civil de tus padres (divorcio).

# SelfLifeChanges40
source: Yes
es_ar: Sí

# SelfLifeChanges41
source: Change to the marital status of your parents (remarriage).
es_ar: Cambio en el estado civil de tus padres (segundas nupcias).

# SelfLifeChanges41
source: Yes
es_ar: Sí

# SelfLifeChanges42
source: Separation from spouse (due to work).
es_ar: Separación del cónyuge (debido al trabajo).

# SelfLifeChanges42
source: Yes
es_ar: Sí

# SelfLifeChanges43
source: Separation from spouse (due to marital problems).
es_ar: Separación del cónyuge (debido a problemas maritales).

# SelfLifeChanges43
source: Yes
es_ar: Sí

# SelfLifeChanges44
source: Divorce.
es_ar: Divorcio.

# SelfLifeChanges44
source: Yes
es_ar: Sí

# SelfLifeChanges45
source: Birth of a grandchild.
es_ar: Nacimiento de un nieto.

# SelfLifeChanges45
source: Yes
es_ar: Sí

# SelfLifeChanges46
source: Death of a spouse.
es_ar: Muerte de un cónyuge.

# SelfLifeChanges46
source: Yes
es_ar: Sí

# SelfLifeChanges47
source: Death of other family member (child).
es_ar: Muerte de otro miembro de la familia (hijo).

# SelfLifeChanges47
source: Yes
es_ar: Sí

# SelfLifeChanges48
source: Death of other family member (brother or sister).
es_ar: Muerte de otro miembro de la familia (hermano o hermana).

# SelfLifeChanges48
source: Yes
es_ar: Sí

# SelfLifeChanges49
source: Death of other family member (parent).
es_ar: Muerte de otro miembro de la familia (padre).

# SelfLifeChanges49
source: Yes
es_ar: Sí

# SelfLifeChangesPersonal
source: Personal and Social:
es_ar: Personal y Social:

# SelfLifeChanges50
source: Change in personal habits.
es_ar: Cambio en hábitos personales.

# SelfLifeChanges50
source: Yes
es_ar: Sí

# SelfLifeChanges51
source: Beginning or ending school or college.
es_ar: Inicio o finalización de la escuela o universidad.

# SelfLifeChanges51
source: Yes
es_ar: Sí

# SelfLifeChanges52
source: Change of school or college.
es_ar: Cambiar de escuela o universidad.

# SelfLifeChanges52
source: Yes
es_ar: Sí

# SelfLifeChanges53
source: Change in political beliefs.
es_ar: Cambio en creencias políticas.

# SelfLifeChanges53
source: Yes
es_ar: Sí

# SelfLifeChanges54
source: Change in religious beliefs.
es_ar: Cambio en creencias religiosas.

# SelfLifeChanges54
source: Yes
es_ar: Sí

# SelfLifeChanges55
source: Change in social activities.
es_ar: Cambio en actividades sociales.

# SelfLifeChanges55
source: Yes
es_ar: Sí

# SelfLifeChanges56
source: Vacation.
es_ar: Vacaciones.

# SelfLifeChanges56
source: Yes
es_ar: Sí

# SelfLifeChanges57
source: New, close, personal relationship.
es_ar: Nueva relación personal cercana.

# SelfLifeChanges57
source: Yes
es_ar: Sí

# SelfLifeChanges58
source: Engagement to marry.
es_ar: Compromiso para casarse.

# SelfLifeChanges58
source: Yes
es_ar: Sí

# SelfLifeChanges59
source: Girlfriend or boyfriend problems.
es_ar: Problemas con novia o novio.

# SelfLifeChanges59
source: Yes
es_ar: Sí

# SelfLifeChanges61
source: "Falling out" of a close personal relationship.
es_ar: "Ruptura" de una relación personal cercana.

# SelfLifeChanges61
source: Yes
es_ar: Sí

# SelfLifeChanges62
source: An accident.
es_ar: Un accidente.

# SelfLifeChanges62
source: Yes
es_ar: Sí

# SelfLifeChanges63
source: Minor violation of the law.
es_ar: Violación menor de la ley.

# SelfLifeChanges63
source: Yes
es_ar: Sí

# SelfLifeChanges65
source: Death of a close friend.
es_ar: Muerte de un amigo cercano.

# SelfLifeChanges65
source: Yes
es_ar: Sí

# SelfLifeChanges66
source: Major decision regarding your immediate future.
es_ar: Decisión importante sobre tu futuro inmediato.

# SelfLifeChanges66
source: Yes
es_ar: Sí

# SelfLifeChanges67
source: Major personal achievement.
es_ar: Logro personal importante.

# SelfLifeChanges67
source: Yes
es_ar: Sí

# SelfLifeChangesFinancial
source: Financial:
es_ar: Financiero:

# SelfLifeChanges68
source: Major change in finances (increased income).
es_ar: Cambio importante en finanzas (aumento de ingreso).

# SelfLifeChanges68
source: Yes
es_ar: Sí

# SelfLifeChanges69
source: Major change in finances (decreased income).
es_ar: Cambio importante en finanzas (disminución del ingreso).

# SelfLifeChanges69
source: Yes
es_ar: Sí

# SelfLifeChanges70
source: Major change in finances (investment and/or credit difficulties).
es_ar: Cambio importante en finanzas (dificultades con inversiones y/o crédito).

# SelfLifeChanges70
source: Yes
es_ar: Sí

# SelfLifeChanges71
source: Loss or damage of personal property.
es_ar: Pérdida o daño de propiedad personal.

# SelfLifeChanges71
source: Yes
es_ar: Sí

# SelfLifeChanges72
source: Moderate purchase.
es_ar: Compra moderada.

# SelfLifeChanges72
source: Yes
es_ar: Sí
