Repository: levante-framework/levante_translations
Catalog: translations/teacher_survey_general_translations-*.xliff
Languages: nl_nl

# TeacherSurveyIntro
source: <b><font face=Verdana size=4>Thank you for taking the time (~10 minutes) to respond to this survey!</b><br> <br> <p><font face=Verdana size=4>Some students who you teach are participating in a research project studying how children learn and develop. Your responses in this survey should apply to your classroom, school, and professional beliefs rather than to any one specific child. <br><br><b><font face=Verdana size=4>This survey has two parts: Part A and Part B.</b><br> <br> <p><font face=Verdana size=4>In Part A, the questions relate to your background and beliefs. <br><br>In Part B the questions are classroom specific. If you teach more than one class of students included in this project, you will complete Part B separately for each classroom. <br><br>If you teach a single subject, please complete the questions that relate to other subjects to the best of your knowledge or consult with a colleague for those details only. <br><br>Thank you for your participation! Your responses provide invaluable insight into the education of your students. <br><br>When you are ready to begin, select the “Start Survey” button. <br><br><b><font face=Verdana size=4>Thank you!
nl_nl: <b><font face=Verdana size=4>Bedankt dat u de tijd neemt (~10 minuten) om deze enquête in te vullen!</b><br> <br> <p><font face=Verdana size=4>Sommige studenten die u onderwijst, nemen deel aan een onderzoeksproject naar hoe kinderen leren en zich ontwikkelen. Uw antwoorden in deze enquête moeten van toepassing zijn op uw klaslokaal, school en professionele opvattingen, en niet op één specifiek kind. <br><br><b><font face=Verdana size=4>Deze enquête bestaat uit twee delen: Deel A en Deel B.</b><br> <br> <p><font face=Verdana size=4>In Deel A hebben de vragen betrekking op uw achtergrond en opvattingen. <br><br>In Deel B zijn de vragen klaslokaalspecifiek. Als u meer dan één klas leerlingen in dit project lesgeeft, vult u Deel B voor elk klaslokaal afzonderlijk in. <br><br>Als u in één vak lesgeeft, beantwoordt u de vragen die betrekking hebben op andere vakken naar beste kunnen of raadpleegt u een collega voor die details. <br><br>Dank u voor uw deelname! Uw antwoorden bieden waardevolle inzichten in het onderwijs van uw studenten. <br><br>Klik op de knop 'Enquête starten' wanneer u klaar bent om te beginnen. <br><br><b><font face=Verdana size=4>Bedankt!

# TeacherIntroPartA
source: <b><font face=Verdana size=3>PART A: </b><font face=Verdana size=3>The following questions ask about your background, the school where you teach, your feelings about your job, and your beliefs about teaching and children.
nl_nl: <b><font face=Verdana size=3>DEEL A: </b><font face=Verdana size=3>De volgende vragen gaan over uw achtergrond, de school waar u lesgeeft, uw gevoelens over uw baan en uw opvattingen over lesgeven en kinderen.

# TeacherBackground
source: <b>This set of questions asks about your background.</b>
nl_nl: <b>Deze reeks vragen betreft uw achtergrond.</b>

# TeacherAge
source: What is your current age?
nl_nl: Wat is uw huidige leeftijd?

# TeacherAge
source: years of age
nl_nl: leeftijdsjaren

# TeacherGender
source: What is your gender?
nl_nl: Wat is uw geslacht?

# TeacherGender
source: Other (please describe)
nl_nl: Anders (beschrijf):

# TeacherEducation
source: What is the highest level of education you have completed?
nl_nl: Wat is het hoogste opleidingsniveau dat u heeft voltooid?

# TeacherEducation
source: Less than high school
nl_nl: Minder dan middelbare school

# TeacherEducation
source: GED or High school equivalency
nl_nl: Middelbare school of gelijkwaardig, plus technische opleiding of certificaat

# TeacherEducation
source: Some college but no degree
nl_nl: Een beetje hogere school maar zonder diploma

# TeacherEducation
source: High school diploma or equivalent, plus technical training or certificate
nl_nl: Indicateer uw brede bachelor vakgebied van studie. Vink ALLE van toepassing zijnde vakken aan.

# TeacherEducation
source: Associate's degree
nl_nl: Associatiediploma

# TeacherEducation
source: Bachelor's degree
nl_nl: Bachelordiploma

# TeacherEducation
source: Master's degree
nl_nl: Masterdiploma

# TeacherEducation
source: Doctoral degree
nl_nl: Doctorale graad

# TeacherUndergrad
source: Indicate your undergraduate field of study. Mark ALL that apply.
nl_nl: Geef aan wat je bacheloropleiding was. Markeer ALLE die van toepassing zijn.

# TeacherUndergrad
source: Early childhood education
nl_nl: Voorschoolse educatie

# TeacherUndergrad
source: Elementary education
nl_nl: Basisonderwijs

# TeacherUndergrad
source: Special education
nl_nl: Speciaal onderwijs

# TeacherUndergrad
source: Child development
nl_nl: Kinderontwikkeling

# TeacherUndergrad
source: Reading specialist
nl_nl: Leesspecialist

# TeacherUndergrad
source: Curriculum and instruction
nl_nl: Leerplan en instructie

# TeacherUndergrad
source: Bilingual/bicultural education
nl_nl: Tweetalig/bicultureel onderwijs

# TeacherUndergrad
source: Other education related major (ex: secondary education, educational psychology, education administration, music education, etc.). Please specify:
nl_nl: Andere educatief gerelateerde major (bijv. middelbaar onderwijs, onderwijspsychologie, onderwijsadministratie, muziekeducatie, enz.). Gelieve te specificeren:

# TeacherUndergrad
source: Non-education major. Please specify:
nl_nl: Niet-onderwijs major. Gelieve te specificeren:

# TeacherUndergrad
source: Other. Please specify:
nl_nl: Overig. Gelieve te specificeren:

# TeacherUndergradOtherEd
source: Please specify other education related major:
nl_nl: Specificeer een andere onderwijsgerelateerde major:

# TeacherUndergradNonEd
source: Please specify non-education major:
nl_nl: Specificeer niet-onderwijskundige major:

# TeacherUndergradOther
source: Please specify other major:
nl_nl: Specificeer andere major:

# TeacherGrad
source: Indicate the major field of study of your highest graduate degree. Mark ALL that apply.
nl_nl: Geef het hoofdvak van uw hoogste diploma aan. Vink ALLE van toepassing zijnde vakken aan.

# TeacherGrad
source: Early childhood education
nl_nl: Voorschoolse educatie

# TeacherGrad
source: Elementary education
nl_nl: Basisonderwijs

# TeacherGrad
source: Special education
nl_nl: Speciaal onderwijs

# TeacherGrad
source: Child development
nl_nl: Kinderontwikkeling

# TeacherGrad
source: Reading specialist
nl_nl: Leesspecialist

# TeacherGrad
source: Curriculum and instruction
nl_nl: Leerplan en instructie

# TeacherGrad
source: Bilingual/bicultural education
nl_nl: Tweetalig/bicultureel onderwijs

# TeacherGrad
source: Other education related major (ex: secondary education, educational psychology, education administration, music education, etc.). Please specify:
nl_nl: Andere educatief gerelateerde major (bijv. middelbaar onderwijs, onderwijspsychologie, onderwijsadministratie, muziekeducatie, enz.). Gelieve te specificeren:

# TeacherGrad
source: Non-education major. Please specify:
nl_nl: Niet-onderwijs major. Gelieve te specificeren:

# TeacherGrad
source: Other. Please specify:
nl_nl: Overig. Gelieve te specificeren:

# TeacherGradOtherEd
source: Please specify other education related major:
nl_nl: Specificeer een andere onderwijsgerelateerde major:

# TeacherGradNonEd
source: Please specify non-education major:
nl_nl: Specificeer niet-onderwijskundige major:

# TeacherGradOther
source: Please specify other major:
nl_nl: Specificeer andere major:

# TeacherYears
source: Counting this school year, how many years have you been a schoolteacher? (please round to the nearest year)
nl_nl: Inclusief dit schooljaar, hoeveel jaren bent u al schoolleraar? (afrond op het dichtstbijzijnde jaar)

# TeacherYears
source: Less than one year
nl_nl: Minder dan een jaar

# TeacherYears
source: 1 to 2 years
nl_nl: 1 tot 2 jaar

# TeacherYears
source: 3 to 5 years
nl_nl: 3 tot 5 jaar

# TeacherYears
source: 6 to 10 years
nl_nl: 6 tot 10 jaar

# TeacherYears
source: Over 10 years
nl_nl: Meer dan 10 jaar

# TeacherSchool
source: <b>This set of questions asks about the school where you currently teach.</b>
nl_nl: <b>Deze reeks vragen gaat over de school waar u momenteel lesgeeft.</b>

# TeacherYearsSchool
source: Counting this school year, how many years have you been teaching <b>at this school</b>? (please round to the nearest year)
nl_nl: Inclusief dit schooljaar, hoe lang geeft u <b>op deze school</b> les? (afrond op het dichtstbijzijnde jaar)

# TeacherClimateItems
source: Please indicate how much you agree or disagree with the following statements about this school.
nl_nl: Geef aan in hoeverre u het eens of oneens bent met de volgende uitspraken over deze school.

# TeacherClimateItems
source: Strongly Disagree
nl_nl: Sterk mee oneens

# TeacherClimateItems
source: Disagree
nl_nl: Oneens

# TeacherClimateItems
source: Agree
nl_nl: Eens

# TeacherClimateItems
source: Strongly Agree
nl_nl: Sterk mee eens

# TeacherClimateItems
source: I feel accepted and respected as a colleague by most staff members.
nl_nl: Ik voel me geaccepteerd en gerespecteerd als collega door de meeste personeelsleden.

# TeacherClimateItems
source: Parents are supportive of school staff.
nl_nl: Ouders zijn ondersteunend naar het schoolpersoneel.

# TeacherClimateItems
source: Students feel supported and comfortable in this school.
nl_nl: Leerlingen voelen zich gesteund en comfortabel op deze school.

# TeacherClimateItems
source: Staff feel supported and comfortable in this school.
nl_nl: Personeel voelt zich gesteund en comfortabel op deze school.

# TeacherClimateItems
source: Students are safe when here at this school.
nl_nl: Studenten zijn veilig hier op deze school.

# TeacherClimateItems
source: Staff are safe when here at this school.
nl_nl: Personeel is veilig hier op deze school.

# TeacherClimateItems
source: The facilities and property of this school are kept up well.
nl_nl: De faciliteiten en eigendommen van deze school worden goed onderhouden.

# TeacherClimateItems
source: The facilities and property of this school are clean.
nl_nl: De faciliteiten en eigendommen van deze school zijn schoon.

# TeacherClimateItems
source: Ongoing collaboration is something adults in this school do well.
nl_nl: Doorlopende samenwerking wordt door volwassenen op deze school goed uitgevoerd.

# TeacherClimateItems
source: Adults working in this school have strong professional relationships.
nl_nl: Volwassenen die op deze school werken, hebben sterke professionele relaties.

# TeacherClimateItems
source: Adults working in this school are respectful and supportive of one another.
nl_nl: Volwassenen die op deze school werken zijn respectvol en ondersteunend naar elkaar.

# TeacherFeelJob
source: <b>With this set of items, we wish to learn more about teachers' feelings about their job.</b>
nl_nl: <b>Met deze set items willen we meer weten over de gevoelens van leerkrachten over hun werk.</b>

# TeacherFeelJobItems
source: Please select one answer that indicates how often you agree with each of the following statements.
nl_nl: Selecteer één antwoord dat aangeeft hoe vaak u het eens bent met elk van de volgende uitspraken.

# TeacherFeelJobItems
source: Never
nl_nl: Nooit

# TeacherFeelJobItems
source: A few times a year or less
nl_nl: Enkele keren per jaar of minder

# TeacherFeelJobItems
source: Once a month or less
nl_nl: Een keer per maand of minder

# TeacherFeelJobItems
source: A few times a month
nl_nl: Een paar keer per maand

# TeacherFeelJobItems
source: Once a week
nl_nl: Één keer per week

# TeacherFeelJobItems
source: A few times a week
nl_nl: Enkele keren per week

# TeacherFeelJobItems
source: Everyday
nl_nl: Elke dag

# TeacherFeelJobItems
source: I feel emotionally drained from my work.
nl_nl: Ik voel me emotioneel uitgeput door mijn werk.

# TeacherFeelJobItems
source: I feel fatigued when I get up in the morning and have to face another day on the job.
nl_nl: Ik voel me vermoeid als ik 's ochtends opsta en een nieuwe dag op mijn werk tegemoet moet zien.

# TeacherFeelJobItems
source: I can easily understand how my students feel about things.
nl_nl: Ik begrijp gemakkelijk hoe mijn studenten tegen dingen aankijken.

# TeacherFeelJobItems
source: I deal very effectively with the problems of my students.
nl_nl: Ik los de problemen van mijn studenten zeer effectief op.

# TeacherFeelJobItems
source: I feel burned out from my work.
nl_nl: Ik voel me opgebrand door mijn werk.

# TeacherFeelJobItems
source: I feel I'm positively influencing other people's lives through my work.
nl_nl: Ik voel dat ik een positieve invloed heb op het leven van anderen door mijn werk.

# TeacherFeelJobItems
source: I feel frustrated by my job.
nl_nl: Ik voel me gefrustreerd door mijn werk.

# TeacherFeelJobItems
source: I feel I'm working too hard on my job.
nl_nl: Ik voel dat ik te hard werk aan mijn baan.

# TeacherFeelJobItems
source: I can easily create a relaxed atmosphere with my students.
nl_nl: Ik kan gemakkelijk een ontspannen sfeer creëren met mijn studenten.

# TeacherFeelJobItems
source: I feel exhilarated after working closely with my students.
nl_nl: Ik voel me opgewekt na nauw met mijn studenten te hebben gewerkt.

# TeacherFeelJobItems
source: I have accomplished many worthwhile things in this job.
nl_nl: Ik heb veel waardevolle dingen bereikt in deze baan.

# TeacherFeelJobItems
source: I feel like I'm at the end of my rope.
nl_nl: Ik voel dat ik aan het eind van mijn Latijn ben.

# TeacherFeelJobItems
source: In my work, I deal with emotional problems very calmly.
nl_nl: In mijn werk ga ik zeer kalm om met emotionele problemen.

# TeacherBeliefTeach
source: <b>This set of questions is designed to help us gain a better understanding of the kinds of things that create difficulties for teachers in their school activities.</b>
nl_nl: <b>Deze reeks vragen is ontworpen om ons een beter inzicht te geven in de zaken die voor leraren problemen creëren bij hun schoolactiviteiten.</b>

# TeacherBeliefTeachItemsInfluence
source: <b>How much influence do you have...</b>
nl_nl: <b>Hoeveel invloed heeft u...</b>

# TeacherBeliefTeachItemsInfluence
source: Never
nl_nl: Nooit

# TeacherBeliefTeachItemsInfluence
source: Very Little
nl_nl: Heel weinig

# TeacherBeliefTeachItemsInfluence
source: Some Influence
nl_nl: Enige invloed

# TeacherBeliefTeachItemsInfluence
source: Quite a Bit
nl_nl: Tamelijk veel

# TeacherBeliefTeachItemsInfluence
source: A Great Deal
nl_nl: Heel veel

# TeacherBeliefTeachItemsInfluence
source: on disruptive behavior in the classroom?
nl_nl: op verstorend gedrag in het klaslokaal?

# TeacherBeliefTeachItemsInfluence
source: to motivate children who show low interest in activities?
nl_nl: om kinderen te motiveren die weinig interesse tonen in activiteiten?

# TeacherBeliefTeachItemsInfluence
source: to get children to believe they can do well on activities?
nl_nl: om kinderen te laten geloven dat ze goed kunnen presteren in activiteiten?

# TeacherBeliefTeachItemsInfluence
source: to help children in your classroom(s) value learning?
nl_nl: om kinderen in uw klas(sen) te helpen de waarde van leren in te zien?

# TeacherBeliefTeachItemsInfluence
source: on getting children to follow classroom rules?
nl_nl: om kinderen te laten voldoen aan klasregels?

# TeacherBeliefTeachItemsInfluence
source: on calming a child who is disruptive or noisy?
nl_nl: om een kind die storend of luidruchtig is te kalmeren?

# TeacherBeliefTeachItemsWell
source: <b>How well can you...</b>
nl_nl: <b>Hoe goed kunt u...</b>

# TeacherBeliefTeachItemsWell
source: Not At All
nl_nl: Helemaal niet

# TeacherBeliefTeachItemsWell
source: Very Little
nl_nl: Heel weinig

# TeacherBeliefTeachItemsWell
source: Somewhat
nl_nl: Een beetje

# TeacherBeliefTeachItemsWell
source: Quite a Bit
nl_nl: Tamelijk veel

# TeacherBeliefTeachItemsWell
source: A Great Deal
nl_nl: Heel veel

# TeacherBeliefTeachItemsWell
source: establish a classroom management system?
nl_nl: een klasmanagementsysteem opzetten?

# TeacherBeliefTeachItemsWell
source: use a variety of assessment strategies?
nl_nl: gebruik maken van verschillende beoordelingsstrategieën?

# TeacherBeliefTeachItemsWell
source: provide alternative explanations or examples when children are confused?
nl_nl: alternatieve uitleg of voorbeelden bieden als kinderen in de war zijn?

# TeacherBeliefTeachItemsWell
source: assist families in helping their children do well in school?
nl_nl: families bijstaan om hun kinderen goed te laten presenteren op school?

# TeacherBeliefTeachItemsWell
source: implement alternative strategies in your classroom(s)?
nl_nl: alternatieve strategieën in klas(sen) implementeren?

# TeacherBeliefTeachItemsWell
source: create good questions for children in your classroom(s)?
nl_nl: goede vragen creëren voor de kinderen in uw klas(sen)?

# TeacherIdeasChildren
source: <b>With this set of items, we wish to learn more about teachers' ideas and beliefs about children.</b>
nl_nl: <b>Met deze set items willen we meer te weten komen over de ideeën en opvattingen van leraren over kinderen.</b>

# TeacherIdeasChildrenItems
source: Please select one answer that indicates how strongly you agree with each of the following statements.
nl_nl: Selecteer één antwoord dat aangeeft hoe sterk u het eens bent met elk van de volgende uitspraken.

# TeacherIdeasChildrenItems
source: Strongly Disagree
nl_nl: Sterk mee oneens

# TeacherIdeasChildrenItems
source: Mildly Disagree
nl_nl: Licht mee oneens

# TeacherIdeasChildrenItems
source: Mildly Agree
nl_nl: Licht mee eens

# TeacherIdeasChildrenItems
source: Strongly Agree
nl_nl: Sterk mee eens

# TeacherIdeasChildrenItems
source: Since parents lack special training in education, they should not question the teacher's teaching methods.
nl_nl: Aangezien ouders geen speciale opleiding in onderwijs hebben, zouden zij de onderwijsstrategieën van de leraar niet moeten betwisten.

# TeacherIdeasChildrenItems
source: Children should be treated the same regardless of differences among them.
nl_nl: Kinderen moeten hetzelfde behandeld worden, ongeacht verschillen tussen hen.

# TeacherIdeasChildrenItems
source: Children should always obey the teacher.
nl_nl: Kinderen moeten altijd de leraar gehoorzamen.

# TeacherIdeasChildrenItems
source: Preparing for the future is more important for a child than enjoying today.
nl_nl: Voorbereiden voor de toekomst is belangrijker voor een kind dan genieten van vandaag.

# TeacherIdeasChildrenItems
source: Children will not do the right thing unless they must.
nl_nl: Kinderen doen niet het juiste tenzij het moet.

# TeacherIdeasChildrenItems
source: Children should be allowed to disagree with their parents if they feel their own ideas are better.
nl_nl: Kinderen zouden het recht moeten hebben om het oneens te zijn met hun ouders als ze denken dat hun eigen ideeën beter zijn.

# TeacherIdeasChildrenItems
source: Children should be kept busy with work and study at home and at school.
nl_nl: Kinderen moeten beziggehouden worden met werk en studie thuis en op school.

# TeacherIdeasChildrenItems
source: The major goal of education is to put basic information into the minds of the children.
nl_nl: Het belangrijkste doel van onderwijs is om basisinformatie in de hoofden van kinderen te plaatsen.

# TeacherIdeasChildrenItems
source: In order to be fair, a teacher must treat all children alike.
nl_nl: Om eerlijk te zijn moet een leraar alle kinderen gelijk behandelen.

# TeacherIdeasChildrenItems
source: The most important thing to teach children is absolute obedience to whoever is in authority.
nl_nl: Het belangrijkste wat een kind geleerd moet worden is absolute gehoorzaamheid aan wie er ook in positie is.

# TeacherIdeasChildrenItems
source: Children learn best by doing things themselves rather than listening to others.
nl_nl: Kinderen leren het beste door zelf dingen te doen dan door naar anderen te luisteren.

# TeacherIdeasChildrenItems
source: Children must be carefully trained early in life or their natural impulses will make them unmanageable.
nl_nl: Kinderen moeten vroeg in het leven goed getraind worden, anders worden hun natuurlijke impulsen onbeheerbaar.

# TeacherIdeasChildrenItems
source: Children have a right to their own point of view and should be allowed to express it.
nl_nl: Kinderen hebben recht op hun eigen standpunt en moeten in staat worden gesteld om deze uit te drukken.

# TeacherIdeasChildrenItems
source: Children's learning results mainly from being presented basic information again and again.
nl_nl: De leerresultaten van kinderen komen vooral voort uit het telkens weer presenteren van basisinformatie.

# TeacherIdeasChildrenItems
source: Children like to teach other children.
nl_nl: Kinderen vinden het leuk om andere kinderen dingen te leren.

# TeacherIdeasChildrenItems
source: The most important thing to teach children is absolute obedience to parents.
nl_nl: Het allerbelangrijkste dat kinderen moeten leren, is absolute gehoorzaamheid aan ouders.

# unknown
source: Start Survey
nl_nl: Start enquête

# unknown
source: Previous
nl_nl: Vorige

# unknown
source: Next
nl_nl: Volgende

# unknown
source: Finish
nl_nl: Afsluiten
