Repository: levante-framework/levante_translations
Catalog: xliff-migration-test/itembank-*.xliff
Languages: nl

# ToM-scene-8-q6-reality_check
source: Can you help Mike find his pencil? Is it on top of the shelf or behind the backpack shelf?
nl: Kun je Mike helpen zijn potlood te vinden? Is het bovenop de plank of achter de rugzakplank?

# ToM-scene-8-q7-reality_check
source: Can you help Allie find her pencil? Is it on top of the shelf or behind the backpack shelf?
nl: Kun je Allie helpen haar potlood te vinden? Is het bovenop de plank of achter de rugzakplank?

# ToM-scene-9-instruct1
source: This is Mark. Mark is playing a really silly game today and not saying any words all day long. Instead, Mark is drawing pictures. Mark is at the library, deciding which book he would like to read. Mom shows Mark two books, a book about cups and a book about hills.
nl: Dit is Mark. Mark speelt vandaag een heel dom spelletje en zegt de hele dag geen woord. In plaats daarvan tekent Mark plaatjes. Mark is in de bibliotheek en beslist welk boek hij wil lezen. Moeder laat Mark twee boeken zien, een boek over bekers en een boek over heuvels.

# ToM-scene-9-instruct2
source: Mark draws a picture of a hill, to tell Mom that he wants to read the book about hills. But when Mark gives Mom the picture, she holds it upside-down, so that it looks like a cup!
nl: Mark tekent een plaatje van een heuvel, om mama te vertellen dat hij het boek over heuvels wil lezen. Maar als Mark mama het plaatje geeft, houdt ze het ondersteboven, zodat het op een kopje lijkt!

# ToM-scene-9-q1-reality_check
source: What did Mark mean to draw?
nl: Wat wilde Mark tekenen?

# hill
source: A hill
nl: Een heuvel

# cup
source: A cup
nl: Een kopje

# ToM-scene-9-q2-false_belief
source: When Mom sees the picture, what book will she give Mark?
nl: Welk boek zal mama aan Mark geven als ze de foto ziet?

# ToM-scene-9-q3-reality_check
source: What book does Mark really want?
nl: Welk boek wil Mark echt?

# hillsbook
source: The book about hills
nl: Het boek over heuvels

# cupbook
source: The book about cups
nl: Het boek over bekers

# ToM-scene-9-q4-emotion_reasoning
source: Look, Mom realized her mistake and gave Mark the book he really wanted! How do you think Mark feels about getting the book he wanted?
nl: Kijk, mama zag haar fout in en gaf Mark het boek dat hij echt wilde! Hoe denk je dat Mark zich voelt over het krijgen van het boek dat hij wilde?

# ToM-scene-10-instruct1
source: Teacher Sarah tells all of the kids to take one storybook from the bag that she brought. There is one storybook for every kid.
nl: Juf Sarah vertelt alle kinderen om een verhaalboek uit de tas te halen die ze heeft meegebracht. Er is één verhaalboek voor elk kind.

# ToM-scene-10-instruct2
source: Now there are two storybooks left, and Brian and Megan are the last two kids without storybooks. But when Brian goes to get his storybook, he decides to take both storybooks, even though he knows that Megan doesn’t have a storybook yet, and that everyone is only supposed to have one. Brian hides the extra storybook in his desk.
nl: Nu zijn er nog twee verhalenboeken over, en Brian en Megan zijn de laatste twee kinderen zonder verhalenboeken. Maar als Brian zijn verhalenboek gaat halen, besluit hij beide verhalenboeken mee te nemen, ook al weet hij dat Megan nog geen verhalenboek heeft, en dat iedereen er maar één zou moeten hebben. Brian verstopt het extra verhalenboek in zijn bureau.

# ToM-scene-10-q1-emotion_reasoning
source: How does Megan feel about being the only child without a storybook?
nl: Hoe vindt Megan het om het enige kind te zijn zonder sprookjesboek?

# ToM-scene-10-q2-emotion_reasoning
source: How would Megan feel if she received a book?
nl: Hoe zou Megan zich voelen als ze een boek zou krijgen?

# ToM-scene-10-instruct3
source: Teacher Sarah asks Brian, “Is there a storybook leftover, so Megan can have one?” Brian tells Teacher Sarah, “No, there is no storybook left. They are all being used right now.”
nl: Juf Sarah vraagt aan Brian: &quot;Is er een verhaaltjesboek over, zodat Megan er een kan hebben?&quot; Brian vertelt aan juf Sarah: &quot;Nee, er is geen verhaaltjesboek over. Ze worden allemaal nu gebruikt.&quot;

# ToM-scene-10-q3-reality_check
source: Is Brian lying?
nl: Liegt Brian?

# ToM-scene-10-q4-reality_check
source: Is there still a storybook left, that isn’t being used right now?
nl: Is er nog een sprookjesboek dat momenteel niet gebruikt wordt?

# ToM-scene-10-instruct4
source: Megan is sad that she doesn’t have a storybook, and asks Teacher Sarah, &quot;is there an extra storybook for me?&quot; Teacher Sarah says, “I’m so sorry Megan, but there are no storybooks left, they are all being used right now.”
nl: Megan is verdrietig dat ze geen verhalenboek meer heeft en vraagt aan juf Sarah: &quot;Is er een extra verhalenboek voor mij?&quot; Juf Sarah zegt: &quot;Het spijt me zo, Megan, maar er zijn geen verhalenboeken meer, ze worden allemaal op dit moment gebruikt.&quot;

# ToM-scene-10-q5-false_belief
source: Is Teacher Sarah lying?
nl: Liegt juf Sarah?

# ToM-scene-11-instruct1
source: This is Josh. Earlier today, Josh was tidying his room. Josh put his big basketball on his desk, his medium-sized soccer ball on his table, and his small baseball down on the bottom shelf.
nl: Dit is Josh. Eerder vandaag was Josh zijn kamer aan het opruimen. Josh legde zijn grote basketbal op zijn bureau, zijn middelgrote voetbal op zijn tafel en zijn kleine honkbal op de onderste plank.

# ToM-scene-11-instruct2
source: Josh’s mom just walked in and Josh asks his mom to get one of the toys. Josh tells his mom, “I want the small ball!”
nl: Josh&apos;s moeder kwam net binnen en Josh vraagt zijn moeder om een van de speelgoedjes te pakken. Josh zegt tegen zijn moeder: &quot;Ik wil de kleine bal!&quot;

# ToM-scene-11-q1-reference
source: Which ball will mom get for Josh?
nl: Welke bal zal mama voor Josh kopen?

# ToM-scene-11-q2-reality_check
source: Which ball does Josh want?
nl: Welke bal wil Josh?

# baseball
source: The small baseball
nl: De kleine honkbal

# soccerball
source: The medium sized soccer ball
nl: De middelgrote voetbal

# big-basketball
source: The big basketball
nl: De grote basketbal

# ToM-scene-11-q3-emotion_reasoning
source: Josh wanted the baseball but mom gave him the soccer ball! How do you think Josh feels about receiving the wrong toy?
nl: Josh wilde de honkbal, maar zijn moeder gaf hem de voetbal! Hoe denk je dat Josh zich voelt over het ontvangen van het verkeerde speeltje?

# ToM-scene-11-q4-emotion_reasoning
source: How do you think Josh would feel if he had received the correct toy?
nl: Hoe denk je dat Josh zich zou voelen als hij het juiste speeltje had gekregen?

# ToM-scene-12-instruct1
source: This morning, Dad asked Emma what toy she would like to take to school, and Emma told him that she would like to play with her yellow ball at recess.
nl: Vanmorgen vroeg papa aan Emma welk speelgoed ze mee naar school wilde nemen en Emma vertelde hem dat ze tijdens de pauze met haar gele bal wilde spelen.

# ToM-scene-12-instruct2
source: Then Emma went to her room to get ready for school. While she was getting ready, she changed her mind, so she yelled to her dad, “Actually, may I please have my red ball instead?” and kept getting ready for school. But Dad did not hear Emma ask for her red ball.
nl: Toen ging Emma naar haar kamer om zich klaar te maken voor school. Terwijl ze zich klaarmaakte, veranderde ze van gedachten, dus riep ze naar haar vader: &quot;Mag ik alsjeblieft mijn rode bal?&quot; en bleef zich klaarmaken voor school. Maar vader hoorde Emma niet om haar rode bal vragen.

# ToM-scene-12-q1-false_belief
source: Which toy does Dad think Emma wants to bring to school?
nl: Welk speelgoed wil Emma volgens papa mee naar school nemen?

# ToM-scene-12-instruct3
source: Dad didn’t hear Emma say she wants her red ball. So dad thinks Emma wants her yellow ball. Dad goes to pack Emma’s bag, but can’t find her yellow ball in the toy box! But dad finds a blue ball in the toy box, so he packs the blue ball for Emma instead.
nl: Papa hoorde Emma niet zeggen dat ze haar rode bal wilde. Dus denkt papa dat Emma haar gele bal wil. Papa gaat Emma&apos;s tas inpakken, maar kan haar gele bal niet vinden in de speelgoeddoos! Maar papa vindt een blauwe bal in de speelgoeddoos, dus pakt hij in plaats daarvan de blauwe bal voor Emma in.

# ToM-scene-12-q2-false_belief
source: Does Emma know that Dad packed the blue ball?
nl: Weet Emma dat papa de blauwe bal heeft ingepakt?

# ToM-scene-12-q3-false_belief
source: Which ball does Emma think Dad packed?
nl: Welke bal denkt Emma dat papa heeft ingepakt?

# yellowball
source: The yellow ball
nl: De gele bal

# redball
source: The red ball
nl: De rode bal

# blueball
source: The blue ball
nl: De blauwe bal

# ToM-scene-12-instruct4
source: On the way to school, Dad tells Emma, “I’m so sorry, I couldn’t pack the toy that you wanted because I couldn’t find it”.
nl: Op weg naar school zegt papa tegen Emma: &quot;Het spijt me zo, maar ik kon het speelgoed dat je wilde hebben niet inpakken, omdat ik het niet kon vinden.&quot;

# ToM-scene-12-q4-reality_check
source: What toy does Emma want?
nl: Welk speeltje wil Emma?

# ToM-scene-12-q5-reality_check
source: What toy did Dad pack for Emma?
nl: Welk speelgoed heeft papa voor Emma ingepakt?

# ToM-scene-12-instruct5
source: Emma is very happy to play with her ball.
nl: Emma speelt graag met haar bal.

# ToM-scene13-instruct1
source: Here is Gabriel. This afternoon at school, Gabriel put his pencil in his pencil box.
nl: Hier is Gabriel. Vanmiddag op school deed Gabriel zijn potlood in zijn pennendoos.

# ToM-scene13-instruct2
source: But while Gabriel was outside, someone used his pencil! After using Gabriel’s pencil, the person put the pencil in a basket.
nl: Maar terwijl Gabriel buiten was, gebruikte iemand zijn potlood! Nadat hij Gabriels potlood had gebruikt, legde de persoon het potlood in een mandje.

# ToM-scene13-instruct3
source: So now it’s time for class, and Gabriel wants his pencil.
nl: Nu is het tijd voor de les, en Gabriel wil zijn potlood.

# ToM-scene13-q1-false_belief
source: Where will Gabriel look for his pencil?
nl: Waar zal Gabriel zijn potlood zoeken?

# box
source: In the box
nl: In de doos

# basket
source: In the basket
nl: In de mand

# ToM-scene13-q2-reality_check
source: And where is his pencil really?
nl: En waar is zijn potlood eigenlijk?

# ToM-scene14-instruct1
source: This afternoon when he came home, Bobby put his soccer ball on the table.
nl: Toen Bobby vanmiddag thuiskwam, legde hij zijn voetbal op tafel.

# ToM-scene14-instruct2
source: And then he went outside to play, see? Here’s Bobby playing outside. And while he was outside playing, Bobby’s soccer ball fell off the table and onto the floor.
nl: En toen ging hij naar buiten om te spelen, zie je? Hier is Bobby aan het buitenspelen. En terwijl hij buiten aan het spelen was, viel Bobby&apos;s voetbal van de tafel op de grond.

# ToM-scene14-instruct3
source: Then Bobby’s sister Anna comes in. Anna also has a soccer ball! Anna puts her soccer ball on the table. Bobby is still outside playing, so he didn’t see what Anna was doing.
nl: Dan komt Bobby&apos;s zus Anna binnen. Anna heeft ook een voetbal! Anna legt haar voetbal op tafel. Bobby is nog buiten aan het spelen, dus hij heeft niet gezien wat Anna aan het doen was.

# ToM-scene14-q1-false_belief
source: Now, when Bobby comes in from outside, where will he look first for his soccer ball?
nl: Als Bobby van buiten binnenkomt, waar zal hij dan als eerste naar zijn voetbal zoeken?

# table
source: On the table
nl: Op tafel

# floor
source: On the floor
nl: Op de vloer

# ToM-scene-14-instruct4
source: Let’s see what he does. Oh look, here is Bobby reaching for the soccer ball on the table. And now Anna sees Bobby reaching for that soccer ball... the soccer ball that is Anna&apos;s!
nl: Laten we eens kijken wat hij doet. Oh kijk, hier is Bobby die naar de voetbal op tafel grijpt. En nu ziet Anna Bobby naar die voetbal grijpen... de voetbal die van Anna is!

# ToM-scene-14-q2-emotion_reasoning
source: How do you think Anna feels about Bobby reaching for that soccer ball?
nl: Wat denk je dat Anna ervan vindt dat Bobby naar de voetbal grijpt?

# ToM-scene-14-q3-emotion_reasoning
source: How do you think Anna would feel if she had not seen Bobby reaching for the soccer ball?
nl: Hoe denk je dat Anna zich zou voelen als ze niet had gezien dat Bobby naar de voetbal greep?

# ToM-scene-14-q4-false_belief
source: Is Bobby being mean and naughty for taking Anna’s soccer ball?
nl: Is Bobby gemeen en ondeugend omdat hij Anna&apos;s voetbal heeft afgepakt?

# ToM-scene-14-q5-false_belief
source: Should Bobby get in trouble with their mom for taking Anna’s soccer ball?
nl: Moet Bobby problemen krijgen met zijn moeder omdat hij Anna&apos;s voetbal heeft afgepakt?

# ToM-scene-14-q6-reality_check
source: Can you help Anna find her soccer ball? Is it on the table or on the floor?
nl: Kun jij Anna helpen haar voetbal te vinden? Ligt hij op tafel of op de grond?

# ToM-scene-14-q7-reality_check
source: Can you help Bobby find his soccer ball? Is it on the table or on the floor?
nl: Kun jij Bobby helpen zijn voetbal te vinden? Ligt hij op tafel of op de grond?

# ToM-scene-15-instruct1
source: Alex, Beth, and Johnny are playing a game at the park. Here&apos;s how the game goes: One kid hides, but draws a clue in the sandbox so the other kids can find them.
nl: Alex, Beth en Johnny spelen een spelletje in het park. Zo gaat het spelletje: Een kind verstopt zich, maar tekent een aanwijzing in de zandbak zodat de andere kinderen hem kunnen vinden.

# ToM-scene-15-instruct2
source: Johnny decides to hide behind the flower bush. He draws a clue in the sand. Johnny means to draw the flower bush, but the drawing looks like a rock instead! Then Johnny goes to hide behind the flower bush.
nl: Johnny besluit zich achter de bloemenstruik te verstoppen. Hij tekent een aanwijzing in het zand. Johnny wil de bloemenstruik tekenen, maar de tekening lijkt op een rots! Dan gaat Johnny zich achter de bloemenstruik verstoppen.

# ToM-scene-15-q1-reality_check
source: What did Johnny mean to draw?
nl: Wat wilde Johnny tekenen?

# flowerbush
source: A flower bush
nl: Een bloemenstruik

# rocks
source: A rock
nl: Een rots

# ToM-scene-15-q2-false_belief
source: When Alex and Beth see this clue, where will they look first for Johnny? Behind the flower bush or behind the rock?
nl: Als Alex en Beth deze aanwijzing zien, waar gaan ze dan als eerste naar Johnny zoeken? Achter de bloemenstruik of achter de rots?

# ToM-scene-15-q3-reality_check
source: Can you help them find where Johnny really is?
nl: Kun jij ze helpen ontdekken waar Johnny werkelijk is?

# behind-flowerbush
source: Behind the flower bush
nl: Achter de bloemenstruik

# behind-rock
source: Behind the rock
nl: Achter de rots

# ToM-scene-15-q4-emotion_reasoning
source: Look, Alex and Beth found Johnny, and won the game! How do you think Alex and Beth feel about winning the game?
nl: Kijk, Alex en Beth vonden Johnny en wonnen het spel! Hoe denk je dat Alex en Beth zich voelen over het winnen van het spel?

# ToM-scene-16-instruct1
source: Dad tells James and Sophie to get ready for school. Dad tells them to put on their shoes.
nl: Papa zegt tegen James en Sophie dat ze zich klaar moeten maken voor school. Papa zegt dat ze hun schoenen aan moeten trekken.

# ToM-scene-16-instruct2
source: Sophie can’t find one of her shoes! She’s looking everywhere but she can&apos;t find it.
nl: Sophie kan een van haar schoenen niet vinden! Ze zoekt overal, maar ze kan hem niet vinden.

# ToM-scene-16-q1-emotion_reasoning
source: How does Sophie feel about losing her shoe?
nl: Wat vindt Sophie ervan dat ze haar schoen kwijt is?

# ToM-scene-16-q2-emotion_reasoning
source: How would Sophie feel if she found her shoe?
nl: Hoe zou Sophie zich voelen als ze haar schoen zou vinden?

# ToM-scene-16-instruct3
source: Sophie can&apos;t find her shoe because earlier in the day, when no one was looking, James played a trick on Sophie and hid her shoe in the toy box.
nl: Sophie kan haar schoen niet vinden, want eerder die dag, toen niemand keek, heeft James Sophie voor de gek gehouden door haar schoen in de speelgoedkist te verstoppen.

# ToM-scene-16-instruct4
source: So Sophie looks everywhere and she can’t find her shoe. Dad gets mad at Sophie, because she lost her shoe and now they are late for school.
nl: Dus Sophie zoekt overal en ze kan haar schoen niet vinden. Papa wordt boos op Sophie, omdat ze haar schoen kwijt is en nu zijn ze te laat op school.

# ToM-scene-16-q3-false_belief
source: Is it fair that Dad is mad at Sophie for losing her shoe?
nl: Is het eerlijk dat papa boos is op Sophie omdat ze haar schoen kwijt is?

# ToM-scene-16-q4-reference
source: Is Dad mad at James?
nl: Is papa boos op James?

# ToM-scene-16-q5-reference
source: Is Sophie mad at James?
nl: Is Sophie boos op James?

# ToM-scene-16-instruct5
source: When James sees that Dad is mad at Sophie, he goes to the toy box and gets the shoe, and gives it back to Sophie.
nl: Als James ziet dat papa boos is op Sophie, loopt hij naar de speelgoedkist, pakt de schoen en geeft hem terug aan Sophie.

# ToM-scene-16-q6-reference
source: Is Dad mad at Sophie now?
nl: Is papa nu boos op Sophie?

# ToM-scene-16-q7-reference
source: Is Dad mad at James now?
nl: Is papa nu boos op James?

# ToM-scene-16-q8-reference
source: Is Sophie mad at James now?
nl: Is Sophie nu boos op James?

# ToM-scene-16-instruct6
source: James tells Sophie that he’s very sorry, and Sophie and Dad forgive James. They all hug.
nl: James vertelt Sophie dat het hem heel erg spijt, en Sophie en papa vergeven James. Ze omhelzen elkaar.

# ToM-scene-17-instruct1
source: This is Mika. Mika’s mom owns a bookshop, and sometimes Mika helps out. Earlier today, Mika was organizing books on tables and shelves. Mika put a very large stack of blue books on the desk, a medium-sized stack of red books on the table, and a small stack of yellow books on the shelf.
nl: Dit is Mika. Mika&apos;s moeder heeft een boekwinkel en soms helpt Mika mee. Eerder vandaag was Mika bezig met het ordenen van boeken op tafels en planken. Mika legde een hele grote stapel blauwe boeken op het bureau, een middelgrote stapel rode boeken op de tafel en een kleine stapel gele boeken op de plank.

# ToM-scene-17-instruct2
source: Mika’s mom just walked in. Mom asks Mika for one of the books. Mika remembers where the book is, and tells mom, “The book is in the small stack!”
nl: Mika&apos;s moeder komt net binnen. Moeder vraagt Mika om een van de boeken. Mika weet waar het boek is en zegt tegen moeder: &quot;Het boek ligt in de kleine stapel!&quot;

# ToM-scene-17-q1-reference
source: Which stack of books will mom look in?
nl: In welke stapel boeken zal mama kijken?

# ToM-scene-17-q2-reality_check
source: Which stack of books was Mika talking about?
nl: Over welke stapel boeken had Mika het?

# bluestack
source: The large blue stack
nl: De grote blauwe stapel

# redstack
source: The medium sized red stack
nl: De middelgrote rode stapel

# yellowstack
source: The small yellow stack
nl: De kleine gele stapel

# ToM-scene-17-q3-emotion_reasoning
source: Mom looks in the wrong stack of books and can’t find the book that she wanted. How do you think Mom feels about not finding the book she wanted?
nl: Mama kijkt in de verkeerde stapel boeken en kan het boek dat ze wilde niet vinden. Hoe denk je dat mama zich voelt als ze het boek dat ze wilde niet vindt?

# ToM-scene-17-q4-emotion_reasoning
source: How do you think Mom would feel if she could find the book she wanted?
nl: Hoe denk je dat mama zich zou voelen als ze het boek zou vinden dat ze wilde?

# ToM-scene-18-instruct1
source: George and Kat are playing together. They look outside and see a new toy shop across the street. Kat decides to go buy some new toys at the toy shop. Kat asks George what toy he would like to have, and George says he would like a new basketball.
nl: George en Kat spelen samen. Ze kijken naar buiten en zien een nieuwe speelgoedwinkel aan de overkant van de straat. Kat besluit om wat nieuw speelgoed te kopen bij de speelgoedwinkel. Kat vraagt George welk speelgoed hij zou willen hebben, en George zegt dat hij een nieuwe basketbal zou willen.

# ToM-scene-18-instruct2
source: While Kat is walking to the toy shop, George changes his mind and yells to Kat, “Actually, can I please have some crayons?” But Kat did not hear George ask for crayons.
nl: Terwijl Kat naar de speelgoedwinkel loopt, verandert George van gedachten en roept naar Kat: &quot;Mag ik alsjeblieft wat kleurpotloden?&quot; Maar Kat hoorde George niet om kleurpotloden vragen.

# ToM-scene-18-q1-false_belief
source: Which toy does Kat think George wants from the toy shop?
nl: Welk speeltje uit de speelgoedwinkel wil Kat?

# ToM-scene-18-instruct3
source: Kat didn’t hear George say that he wanted crayons. So Kat thinks George wants a basketball. Kat goes to the toy shop, but then the shop owner says that they don’t have any basketballs! But they do have storybooks, so Kat buys a storybook for George instead.
nl: Kat hoorde George niet zeggen dat hij kleurpotloden wilde. Dus Kat denkt dat George een basketbal wil. Kat gaat naar de speelgoedwinkel, maar dan zegt de winkeleigenaar dat ze geen basketbal hebben! Maar ze hebben wel verhalenboeken, dus Kat koopt in plaats daarvan een verhalenboek voor George.

# ToM-scene-18-q2-false_belief
source: Does George know that Kat bought a storybook?
nl: Weet George dat Kat een sprookjesboek heeft gekocht?

# ToM-scene-18-q3-false_belief
source: What does George think Kat bought at the toy shop?
nl: Wat denkt George dat Kat in de speelgoedwinkel heeft gekocht?

# basketball
source: A basketball
nl: Een basketbal

# storybook
source: A storybook
nl: Een sprookjesboek

source: Crayons
nl: Krijtjes

# ToM-scene-18-instruct4
source: Kat comes back and tells George, “I’m so sorry, I couldn’t buy you a basketball because the store didn’t have any.”
nl: Kat komt terug en zegt tegen George: &quot;Het spijt me zo, maar ik kon je geen basketbal kopen omdat de winkel er geen had.&quot;

# ToM-scene-18-q4-reality_check
source: What toy does George want?
nl: Welk speeltje wil George?

# ToM-scene-18-q5-reality_check
source: What toy did Kat buy for George?
nl: Welk speeltje heeft Kat voor George gekocht?

# ToM-scene-18-instruct5
source: George is very happy to play with his new storybook.
nl: George is erg blij om met zijn nieuwe verhalenboek te spelen.

# inferenceInstructions2
source: Welcome to ROAR - Inference
nl: Welkom bij ROAR - Inferentie

# inferenceInstructions
source: Read each story carefully. Think about what happened in the story and what you know. Choose the best answer for each question.
nl: Lees elk verhaal zorgvuldig. Denk na over wat er in het verhaal gebeurde en wat je weet. Kies het beste antwoord voor elke vraag.

# sds-your-turn
source: Now it&apos;s your turn!
nl: Nu is het jouw beurt!

# sds-prompt3-demo-heavy
source: Here is another picture. I have to choose which of these pictures is the same as this new picture.
nl: Hier is een andere afbeelding. Ik moet kiezen welke van deze afbeeldingen hetzelfde is als deze nieuwe afbeelding.

# sds-pick-square-demo-heavy
source: I will pick this one! This one is the same as the new picture because they are both squares.
nl: Ik kies deze! Deze is hetzelfde als de nieuwe afbeelding omdat het allebei vierkanten zijn.

# same-different-selection-instruct1-heavy
source: This is the matching game. In this game, we are going to look at pictures and find things about them that are the same in some way.
nl: Dit is het matchingsspel. In dit spel gaan we naar afbeeldingen kijken en dingen vinden die op een bepaalde manier hetzelfde zijn.
