Repository: levante-framework/levante_translations
Catalog: xliff-migration-test/itembank-*.xliff
Languages: nl

# trog-item-101
source: The fish swim beneath a whale and a sea turtle.
nl: De vissen zwemmen onder een walvis en een zeeschildpad.

# trog-item-102
source: The car that the truck followed is driving toward the tunnel.
nl: De auto die door de vrachtwagen werd gevolgd, rijdt richting de tunnel.

# trog-item-103
source: Instead of doing homework she did a puzzle in her room.
nl: In plaats van huiswerk te maken, maakte ze een puzzel in haar kamer.

source: yes
nl: Ja

source: no
nl: Nee

source: happy
nl: Vrolijk

source: sad
nl: verdrietig

source: angry
nl: boos

source: scared
nl: bang

source: calm
nl: kalm

source: proud
nl: trots

source: disgusted
nl: walgend

source: surprised
nl: verrast

# ToM-intro
source: This is the Stories Game. In this game, you will listen to some stories. Then you will answer questions about the stories.
nl: Dit is het Stories Game. In dit spel luister je naar verhalen. Daarna beantwoord je vragen over de verhalen.

# ToM-transition
source: Nice work! Here is a new story.
nl: Goed werk! Hier is een nieuw verhaal.

# ToM-scene1-instruct1
source: Here is Madison. This morning, Madison put her book behind the chair, because she didn’t want anyone to find it.
nl: Hier is Madison. Vanmorgen legde Madison haar boek achter de stoel, omdat ze niet wilde dat iemand het zou vinden.

# ToM-scene1-instruct2
source: But when Madison was outside playing, someone did find it! And hid it under the rug.
nl: Maar toen Madison buiten aan het spelen was, vond iemand het wel! En verstopte het onder het tapijt.

# ToM-scene1-instruct3
source: So now it’s reading time and Madison wants her book.
nl: Het is nu tijd om te lezen en Madison wil haar boek.

# ToM-scene1-q1-false_belief
source: Where will Madison look first for her book?
nl: Waar zal Madison als eerste naar haar boek zoeken?

# chair
source: Behind the chair
nl: Achter de stoel

# rug
source: Under the rug
nl: Onder het tapijt

# ToM-scene1-q2-reality_check
source: And where is her book really?
nl: En waar is haar boek eigenlijk?

# ToM-scene2-instruct1
source: This morning when he came to school, Ethan put his book on the shelf above the coat hooks. Ethan’s book is blue!
nl: Toen hij vanmorgen op school kwam, legde Ethan zijn boek op de plank boven de kapstok. Ethans boek is blauw!

# ToM-scene2-instruct2
source: And then he went outside to play, see? Here’s Ethan playing outside. And while he was outside playing, Ethan’s book fell down from above the coat hooks onto the floor under the coats, see?
nl: En toen ging hij naar buiten om te spelen, zie je? Hier is Ethan buiten aan het spelen. En terwijl hij buiten aan het spelen was, viel Ethans boek van boven de kapstokhaken op de grond onder de jassen, zie je?

# ToM-scene2-instruct3
source: Then Hannah comes in and Hannah puts her book up above the coat hooks. Hannah&apos;s book is also blue! Ethan is still outside playing, so he didn&apos;t see what Hannah was doing.
nl: Dan komt Hannah binnen en Hannah hangt haar boek boven de kapstok. Hannah&apos;s boek is ook blauw! Ethan is nog buiten aan het spelen, dus hij zag niet wat Hannah deed.

# ToM-scene2-q1-false_belief
source: Now, when Ethan comes in from outside, where will he look first for his book?
nl: Als Ethan van buiten binnenkomt, waar zal hij dan als eerste naar zijn boek zoeken?

# shelf
source: On the shelf
nl: Op de plank

# coats
source: Under the coats
nl: Onder de jassen

# ToM-scene2-instruct4
source: Let’s see what he does. Oh look, here is Ethan reaching for this book up on the shelf. And now Hannah sees Ethan reaching for that book... the book that is Hannah&apos;s!
nl: Laten we eens kijken wat hij doet. Oh kijk, hier is Ethan die naar dit boek op de plank grijpt. En nu ziet Hannah Ethan naar dat boek grijpen... het boek dat van Hannah is!

# ToM-scene2-q2-emotion_reasoning
source: How do you think Hannah feels about Ethan reaching for that book?
nl: Wat denk je dat Hannah ervan vindt dat Ethan dat boek pakt?

# ToM-scene2-q7-emotion_reasoning
source: How do you think Hannah would feel if she had not seen Ethan reaching for the book?
nl: Hoe denk je dat Hannah zich zou voelen als ze niet had gezien dat Ethan naar het boek greep?

# ToM-scene2-q3-false_belief
source: Is Ethan being mean and naughty for taking Hannah&apos;s book?
nl: Is Ethan gemeen en ondeugend omdat hij Hannahs boek heeft meegenomen?

# ToM-scene2-q4-false_belief
source: Should Ethan get in trouble with the teacher for taking Hannah&apos;s book?
nl: Moet Ethan problemen krijgen met de leraar omdat hij Hannahs boek heeft meegenomen?

# ToM-scene2-q5-reality_check
source: Can you help Hannah find her book? Is it on the shelf or under the coats?
nl: Kun jij Hannah helpen haar boek te vinden? Ligt het in de kast of onder de jassen?

# ToM-scene2-q6-reality_check
source: Can you help Ethan find his book? Is it on the shelf or under the coats?
nl: Kun jij Ethan helpen zijn boek te vinden? Ligt het in de kast of onder de jassen?

# ToM-scene3-instruct1
source: Joshua, Isabel, and Ivan are playing a game. Here&apos;s how the game goes: One kid hides, but draws a clue in the sandbox so the other kids can find them.
nl: Joshua, Isabel en Ivan spelen een spelletje. Zo gaat het spelletje: Een kind verstopt zich, maar tekent een aanwijzing in de zandbak zodat de andere kinderen hem kunnen vinden.

# ToM-scene3-instruct2
source: So Ivan is going first. He draws this clue in the sandbox, and then he goes to hide.
nl: Dus Ivan gaat als eerste. Hij tekent deze aanwijzing in de zandbak en gaat dan verstoppen.

# ToM-scene3-instruct3
source: Now it&apos;s Joshua&apos;s turn to leave a clue, and hide. Isabel and Ivan will then try to use the clue to find him.
nl: Nu is het Joshua&apos;s beurt om een aanwijzing achter te laten en zich te verstoppen. Isabel en Ivan zullen dan proberen de aanwijzing te gebruiken om hem te vinden.

# ToM-scene3-instruct4
source: Joshua decides to hide behind the fountain. He draws a clue in the sand. He tries to draw the fountain, with the bottom part and the water coming out of it. But the drawing looks like a tree instead! Then Joshua goes and hides behind the fountain.
nl: Joshua besluit zich achter de fontein te verstoppen. Hij tekent een aanwijzing in het zand. Hij probeert de fontein te tekenen, met het onderste gedeelte en het water dat eruit komt. Maar de tekening lijkt op een boom! Dan gaat Joshua zich verstoppen achter de fontein.

# ToM-scene3-q1
source: What did Joshua mean to draw?
nl: Wat wilde Jozua tekenen?

# fountain
source: A fountain
nl: Een fontein

# tree
source: A tree
nl: Een boom

# ToM-scene3-q2-false_belief
source: When Isabel and Ivan see this clue, where will they look first for Joshua?
nl: Waar gaan Isabel en Ivan als eerste naar Joshua zoeken als ze deze aanwijzing zien?

# ToM-scene3-q2-reality_check
source: Can you help them find where Joshua really is?
nl: Kun jij ze helpen ontdekken waar Joshua werkelijk is?

# behind-fountain
source: Behind the fountain
nl: Achter de fontein

# behind-tree
source: Behind the tree
nl: Achter de boom

# ToM-scene3-q3-emotion_reasoning
source: Look, Isabel and Ivan found Joshua, and won the game! How do you think Isabel feels about winning the game?
nl: Kijk, Isabel en Ivan vonden Joshua en wonnen het spel! Hoe denk je dat Isabel zich voelt over het winnen van het spel?

# ToM-scene4-instruct1
source: Now the games are over, and it&apos;s almost time to go home. Mother tells the kids to find all of their toys.
nl: Nu zijn de spelletjes afgelopen en is het bijna tijd om naar huis te gaan. Moeder zegt tegen de kinderen dat ze al hun speelgoed moeten zoeken.

# ToM-scene4-instruct2
source: Joshua brought his toy truck with him to the park, but now he can&apos;t find it. He&apos;s looking everywhere but he can&apos;t find it.
nl: Joshua heeft zijn speelgoedtruck meegenomen naar het park, maar nu kan hij hem niet vinden. Hij zoekt overal, maar hij kan hem niet vinden.

# ToM-scene4-q1-emotion_reasoning
source: How does Joshua feel about losing his truck?
nl: Wat vindt Joshua ervan dat hij zijn vrachtwagen kwijtraakt?

# ToM-scene4-q8-emotion_reasoning
source: How would Joshua feel if he found his truck?
nl: Hoe zou Joshua zich voelen als hij zijn vrachtwagen zou vinden?

# ToM-scene4-instruct3
source: Joshua can&apos;t find his truck because earlier in the day, when no one was looking, Isabel took the toy truck and buried it in the sandbox.
nl: Joshua kan zijn vrachtwagen niet vinden, want eerder die dag, toen niemand keek, heeft Isabel de speelgoedvrachtwagen gepakt en in de zandbak begraven.

# ToM-scene4-instruct4
source: So Joshua looks everywhere and he can&apos;t find his toy truck. Mother gets mad at Joshua, because he lost his truck.
nl: Dus Joshua zoekt overal en hij kan zijn speelgoedtruck niet vinden. Moeder wordt boos op Joshua, omdat hij zijn truck kwijt is.

# ToM-scene4-q2
source: Is it fair that Mother is mad at Joshua for losing his truck?
nl: Is het eerlijk dat moeder boos is op Joshua omdat hij zijn vrachtwagen kwijt is?

# ToM-scene4-q3
source: Is Mother mad at Isabel?
nl: Is moeder boos op Isabel?

# ToM-scene4-q4-false_belief
source: Is Joshua mad at Isabel?
nl: Is Joshua boos op Isabel?

# ToM-scene4-instruct5
source: When Isabel sees that Mother is mad at Joshua, she goes to the sandbox and digs up the toy truck, and gives it back to Joshua.
nl: Als Isabel ziet dat moeder boos is op Joshua, gaat ze naar de zandbak, graaft de speelgoedvrachtwagen op en geeft hem terug aan Joshua.

# ToM-scene4-q5
source: Is Mother mad at Joshua now?
nl: Is moeder nu boos op Joshua?

# ToM-scene4-q6
source: Is Mother mad at Isabel now?
nl: Is moeder nu boos op Isabel?

# ToM-scene4-q7
source: Is Joshua mad at Isabel now?
nl: Is Joshua nu boos op Isabel?

# ToM-scene4-instruct6
source: Isabel tells Joshua that she’s very sorry, and she gives him a big hug. Joshua gives her a big hug back, and Mother joins in.
nl: Isabel vertelt Joshua dat het haar heel erg spijt en ze geeft hem een dikke knuffel. Joshua geeft haar een dikke knuffel terug en moeder doet mee.

# ToM-scene5-instruct1
source: This is Katie. Earlier today, Katie&apos;s mom was cleaning the house, while Katie watched. Mom left three cups in the kitchen. There is a small cup on the counter, a medium sized cup on the table, and a big cup that she put away up high, on the shelf.
nl: Dit is Katie. Eerder vandaag was Katie&apos;s moeder het huis aan het schoonmaken, terwijl Katie toekeek. Moeder liet drie kopjes in de keuken staan. Er staat een klein kopje op het aanrecht, een middelgrote kop op tafel en een grote kop die ze hoog op de plank heeft gezet.

# ToM-scene5-instruct2
source: Katie and Dad just walked in and Katie asks her dad to get her a cup. Katie tells her Dad, “I want the big cup!”
nl: Katie en papa komen net binnen en Katie vraagt haar vader om een kopje voor haar te halen. Katie zegt tegen haar vader: &quot;Ik wil de grote beker!&quot;

# ToM-scene5-q1
source: Which cup will Dad give Katie?
nl: Welke beker zal papa aan Katie geven?

# ToM-scene5-q2-reality_check
source: Which cup does Katie want?
nl: Welke beker wil Katie?

# small_cup
source: The small cup
nl: Het kleine kopje

# medium_cup
source: The medium sized cup
nl: De middelgrote beker

# large_cup
source: The big cup
nl: De grote beker

# ToM-scene5-q3-emotion_reasoning
source: How does Katie feel about not getting the cup she wanted?
nl: Wat vindt Katie ervan dat ze niet de beker heeft gekregen die ze wilde?

# ToM-scene5-q4-emotion_reasoning
source: How would Katie feel if she had received the cup she wanted?
nl: Hoe zou Katie zich voelen als ze de beker had gekregen die ze wilde?

# ToM-scene6-instruct1
source: Sam and Maria are playing together. They look outside and see a new shop across the street. Maria tells Sam: “I am going to buy new shirts for us there,” and she walks away.
nl: Sam en Maria spelen samen. Ze kijken naar buiten en zien een nieuwe winkel aan de overkant van de straat. Maria zegt tegen Sam: &quot;Ik ga daar nieuwe shirts voor ons kopen,&quot; en ze loopt weg.

# ToM-scene6-instruct2
source: Mom comes home and she tells Sam that she just walked by the shop. “Are they selling shirts?” Sam asks. “No,” Mom says, “They are only selling shoes”. “Maria will probably now get shoes at the shop,” Sam says.
nl: Mama komt thuis en vertelt Sam dat ze net langs de winkel is gelopen. &quot;Verkopen ze shirts?&quot; vraagt Sam. &quot;Nee,&quot; zegt mama, &quot;Ze verkopen alleen schoenen.&quot; &quot;Maria gaat nu waarschijnlijk schoenen halen in de winkel,&quot; zegt Sam.

# ToM-scene6-q1
source: Does Maria know that they are selling shoes in the shop?
nl: Weet Maria dat er in de winkel schoenen worden verkocht?

# ToM-scene6-instruct3
source: Maria has arrived at the shop. “I would like to buy shirts,” she says. “All we have left are socks,” says the shopkeeper. Since Maria also needs socks, she decides to get some socks.
nl: Maria is bij de winkel aangekomen. &quot;Ik wil graag shirts kopen,&quot; zegt ze. &quot;We hebben alleen nog sokken,&quot; zegt de winkelier. Omdat Maria ook sokken nodig heeft, besluit ze om sokken te halen.

# ToM-scene6-q2
source: Does Sam know that Maria bought some socks?
nl: Weet Sam dat Maria sokken heeft gekocht?

# ToM-scene6-q3
source: What does Sam think they are selling at the shop?
nl: Wat denkt Sam dat ze in de winkel verkopen?

source: Shoes
nl: Schoenen

source: Socks
nl: Sokken

source: Shirts
nl: Overhemden

# ToM-scene6-instruct4
source: On her way back, Maria meets her dad. She tells her dad: “I have just bought some socks. I am going to share them with my brother Sam. It is a surprise.”&lt;br&gt;“That is nice of you,” says Dad. Then he asks Maria: “Does Sam know what you bought him?”
nl: Op de terugweg ontmoet Maria haar vader. Ze vertelt haar vader: &quot;Ik heb net wat sokken gekocht. Ik ga ze delen met mijn broer Sam. Het is een verrassing.&quot;&lt;br&gt;&quot;Dat is aardig van je,&quot; zegt vader. Dan vraagt hij Maria: &quot;Weet Sam wat je voor hem hebt gekocht?&quot;

# ToM-scene6-q4
source: What does Maria tell Dad?
nl: Wat zegt Maria tegen papa?

# ToM-scene6-instruct5
source: Then Dad asks: “What does Sam think they are selling at the shop?”
nl: Dan vraagt papa: &quot;Wat denkt Sam dat ze in de winkel verkopen?&quot;

# ToM-scene6-instruct6
source: Sam is very happy to get his new socks.
nl: Sam is erg blij met zijn nieuwe sokken.

# hostile-attribution-scene1-instruct1
source: Imagine that you are walking to school and you’re wearing your new shoes. You really like your new shoes and this is the first day you have worn them.
nl: Stel je voor dat je naar school loopt en je draagt je nieuwe schoenen. Je bent echt dol op je nieuwe schoenen en dit is de eerste dag dat je ze draagt.

# hostile-attribution-scene1-instruct2
source: Suddenly, you are bumped from behind by a boy. You stumble and fall into a mud puddle and your new shoes get muddy.
nl: Opeens word je van achteren aangereden door een jongen. Je struikelt en valt in een modderplas en je nieuwe schoenen worden modderig.

# hostile-attribution-scene1-q1
source: Do you think that the boy bumped you on purpose or by accident?
nl: Denk je dat de jongen je expres of per ongeluk heeft gestoten?

# hostile-attribution-scene1-q2
source: Now pick one of the three choices as the one you would do:
nl: Kies nu een van de drie opties, zoals u dat ook zou doen:

# hostile-attribution-scene1-q2-ans1
source: clean up my shoes
nl: mijn schoenen schoonmaken

# hostile-attribution-scene1-q2-ans2
source: walk away from the boy
nl: weglopen van de jongen

# hostile-attribution-scene1-q2-ans3
source: push the boy in the mud
nl: duw de jongen in de modder

# hostile-attribution-scene2-instruct1
source: Imagine that you are on the playground. You and some other kids are having a race. A boy is standing on the side, bouncing a basketball.
nl: Stel je voor dat je op de speelplaats bent. Jij en een paar andere kinderen doen een race. Een jongen staat aan de kant en stuitert met een basketbal.

# hostile-attribution-scene2-instruct2
source: The next thing you know, the boy has bounced the ball and it has rolled under your feet, making you fall. You skin your knee and someone else wins the race.
nl: Het volgende wat je weet is dat de jongen de bal heeft laten stuiteren en dat de bal onder je voeten is gerold, waardoor je bent gevallen. Je schaaft je knie en iemand anders wint de race.

# hostile-attribution-scene2-q1
source: Do you think that the boy made you fall on purpose or by accident?
nl: Denk je dat de jongen je expres liet vallen of per ongeluk?

# hostile-attribution-scene2-q2-ans1
source: go to another area of the playground
nl: ga naar een ander deel van de speeltuin

# hostile-attribution-scene2-q2-ans2
source: say something mean to him
nl: zeg iets gemeens tegen hem

# hostile-attribution-scene2-q2-ans3
source: take care of my knee
nl: zorg voor mijn knie

# hostile-attribution-scene3-instruct1
source: Imagine that you are working on an assignment at your desk.
nl: Stel je voor dat je aan je bureau aan een opdracht werkt.

# hostile-attribution-scene3-instruct2
source: You go to sharpen your pencil, and as you walk back to your desk there is a boy walking just in front of you. The boy passes your desk before you get there.
nl: Je gaat je potlood slijpen en als je terugloopt naar je bureau, zie je een jongen vlak voor je lopen. De jongen loopt langs je bureau voordat je er bent.

# hostile-attribution-scene3-instruct3
source: The next thing you know, the boy has knocked all of your papers off of your desk, and they are all over the floor.
nl: Voor je het weet, heeft de jongen al je papieren van je bureau gegooid en liggen ze overal op de vloer.

# hostile-attribution-scene3-q1
source: Do you think the boy knocked your papers onto the floor on purpose or by accident?
nl: Denk je dat de jongen jouw papieren expres of per ongeluk op de grond heeft gegooid?

# hostile-attribution-scene3-q2-ans1
source: call him a name
nl: hem een naam geven

# hostile-attribution-scene3-q2-ans2
source: pick up the papers
nl: pak de papieren op

# hostile-attribution-scene3-q2-ans3
source: do nothing
nl: niets doen

# hostile-attribution-scene1-by-accident
source: by accident
nl: per ongeluk

# hostile-attribution-scene1-on-purpose
source: on purpose
nl: met opzet

# same-different-selection-instruct1
source: This is the matching game. In this game, you&apos;re going to choose sets of cards that match in some way. First, let&apos;s look at some of the cards you are going to see.
nl: Dit is het matchingspel. In dit spel ga je sets kaarten kiezen die op een bepaalde manier matchen. Laten we eerst eens kijken naar een aantal kaarten die je gaat zien.

# same-different-selection-touch-circle
source: Choose the card with a circle.
nl: Kies de kaart met een cirkel.

# same-different-selection-touch-square
source: Choose the card with a square.
nl: Kies de kaart met een vierkant.

# same-different-selection-touch-triangle
source: Choose the card with a triangle.
nl: Kies de kaart met een driehoek.

# same-different-selection-touch-star
source: Choose the card with a star.
nl: Kies de kaart met een ster.

# same-different-selection-touch-green
source: Choose the card with a green shape.
nl: Kies de kaart met de groene vorm.

# same-different-selection-touch-red
source: Choose the card with a red shape.
nl: Kies de kaart met de rode vorm.

# same-different-selection-touch-blue
source: Choose the card with a blue shape.
nl: Kies de kaart met de blauwe vorm.

# same-different-selection-touch-yellow
source: Choose the card with a yellow shape.
nl: Kies de kaart met de gele vorm.

# same-different-selection-touch-small
source: Choose the card with a small shape.
nl: Kies de kaart met een kleine vorm.

# same-different-selection-touch-medium
source: Choose the card with a medium-sized shape.
nl: Kies de kaart met een middelgrote vorm.

# same-different-selection-touch-large
source: Choose the card with a large shape.
nl: Kies de kaart met een grote vorm.

# same-different-selection-touch-white
source: Choose the star on the white card.
nl: Kies de ster op de witte kaart.

# same-different-selection-touch-gray
source: Choose the star on the gray card.
nl: Kies de ster op de grijze kaart.

# same-different-selection-touch-black
source: Choose the star on the black card.
nl: Kies de ster op de zwarte kaart.

# same-different-selection-touch-striped
source: Choose the star on the striped card.
nl: Kies de ster op de gestreepte kaart.

# same-different-selection-touch-1
source: Choose the card with 1 star.
nl: Kies de kaart met 1 ster.

# same-different-selection-touch-2
source: Choose the card with 2 stars.
nl: Kies de kaart met 2 sterren.

# same-different-selection-touch-3
source: Choose the card with 3 stars.
nl: Kies de kaart met 3 sterren.

# same-different-selection-touch-4
source: Choose the card with 4 stars.
nl: Kies de kaart met 4 sterren.

# same-different-selection-instruct2
source: Now you&apos;re going to see two cards that are the same in one way. Then you will see a new card that is similar to one of those cards. Your job is to choose the card that is similar to the new card.
nl: Nu ga je twee kaarten zien die op één manier hetzelfde zijn. Dan zie je een nieuwe kaart die lijkt op een van die kaarten. Jouw taak is om de kaart te kiezen die lijkt op de nieuwe kaart.

# same-different-selection-instruct3
source: Now you&apos;re going to see three cards, and you&apos;re going to choose two that are the same in some way. Then you&apos;re going to see the same cards again, and pick two cards that are the same in a different way.
nl: Nu ga je drie kaarten zien, en je gaat er twee kiezen die op een bepaalde manier hetzelfde zijn. Dan ga je dezelfde kaarten weer zien, en je kiest er twee die op een andere manier hetzelfde zijn.

# same-different-selection-both-circles
source: Here are two cards. Something&apos;s the same. They both have circles.
nl: Hier zijn twee kaarten. Iets is hetzelfde. Ze hebben allebei cirkels.

# same-different-selection-both-squares
source: Here are two cards. Something&apos;s the same. They both have squares.
nl: Hier zijn twee kaarten. Iets is hetzelfde. Ze hebben allebei vierkanten.

# same-different-selection-both-triangles
source: Here are two cards. Something&apos;s the same. They both have triangles.
nl: Hier zijn twee kaarten. Iets is hetzelfde. Ze hebben allebei driehoeken.

# same-different-selection-both-red
source: Here are two cards. Something&apos;s the same. They both have red shapes.
nl: Hier zijn twee kaarten. Iets is hetzelfde. Ze hebben allebei rode vormen.

# same-different-selection-both-green
source: Here are two cards. Something&apos;s the same. They both have green shapes.
nl: Hier zijn twee kaarten. Iets is hetzelfde. Ze hebben allebei groene vormen.

# same-different-selection-both-yellow
source: Here are two cards. Something&apos;s the same. They both have yellow shapes.
nl: Hier zijn twee kaarten. Iets is hetzelfde. Ze hebben allebei gele vormen.

# same-different-selection-both-blue
source: Here are two cards. Something&apos;s the same. They both have blue shapes.
nl: Hier zijn twee kaarten. Iets is hetzelfde. Ze hebben allebei blauwe vormen.

# same-different-selection-both-small
source: Here are two cards. Something&apos;s the same. They both have small shapes.
nl: Hier zijn twee kaarten. Iets is hetzelfde. Ze hebben allebei kleine vormen.

# same-different-selection-both-medium
source: Here are two cards. Something&apos;s the same. They both have medium-sized shapes.
nl: Hier zijn twee kaarten. Iets is hetzelfde. Ze hebben allebei middelgrote vormen.
