Repository: levante-framework/levante_translations
Catalog: xliff-migration-test/itembank-*.xliff
Languages: nl

# same-different-selection-instruct2-heavy
source: Now we&apos;re going to look at more pictures and find things about them that are the same. Let&apos;s learn how to play!
nl: Nu gaan we naar meer afbeeldingen kijken en dingen vinden die hetzelfde zijn. Laten we leren hoe we moeten spelen!

# same-different-selection-instruct3-heavy
source: Now you&apos;re going to play the rest of the game on your own!
nl: Nu ga je de rest van het spel zelf spelen!

# same-different-selection-instruct4-heavy
source: Now we&apos;re going to try something new! You&apos;re going to find pairs of shapes that are the same in some way. Let&apos;s learn how!
nl: Nu gaan we iets nieuws proberen! Je gaat paren van vormen vinden die op een bepaalde manier hetzelfde zijn. Laten we leren hoe!

# same-different-selection-instruct5-heavy
source: Here are three pictures. I have to choose 2 of them that are the same in some way. I will pick these 2 pictures because they are both triangles.
nl: Hier zijn drie afbeeldingen. Ik moet er 2 kiezen die op een bepaalde manier hetzelfde zijn. Ik kies deze 2 afbeeldingen omdat het allebei driehoeken zijn.

# same-different-selection-instruct6-heavy
source: Here are the same three pictures. I have to choose 2 of them that are the same in a different way. I will pick these 2 pictures because they are both red.
nl: Hier zijn dezelfde drie afbeeldingen. Ik moet er 2 kiezen die op een andere manier hetzelfde zijn. Ik kies deze 2 afbeeldingen omdat ze allebei rood zijn.

# same-different-selection-touch-circle-heavy
source: Show me the circle.
nl: Laat me de cirkel zien.

# same-different-selection-touch-square-heavy
source: Show me the square.
nl: Laat me het vierkant zien.

# same-different-selection-touch-triangle-heavy
source: Show me the triangle.
nl: Laat me de driehoek zien.

# same-different-selection-touch-star-heavy
source: Show me the star.
nl: Laat me de ster zien.

# same-different-selection-touch-green-heavy
source: Show me the green one.
nl: Laat me de groene zien.

# same-different-selection-touch-red-heavy
source: Show me the red one.
nl: Laat me de rode zien.

# same-different-selection-touch-blue-heavy
source: Show me the blue one.
nl: Laat me de blauwe zien.

# same-different-selection-touch-yellow-heavy
source: Show me the yellow one.
nl: Laat me de gele zien.

# same-different-selection-touch-small-heavy
source: Show me the small one.
nl: Laat me de kleine zien.

# same-different-selection-touch-medium-heavy
source: Show me the medium one.
nl: Laat me de middelgrote zien.

# same-different-selection-touch-large-heavy
source: Show me the large one.
nl: Laat me de grote zien.

# same-different-selection-touch-white-heavy
source: Show me the picture with the white background.
nl: Laat me de afbeelding met de witte achtergrond zien.

# same-different-selection-touch-gray-heavy
source: Show me the picture with the gray background.
nl: Laat me de afbeelding met de grijze achtergrond zien.

# same-different-selection-touch-black-heavy
source: Show me the picture with the black background.
nl: Laat me de afbeelding met de zwarte achtergrond zien.

# same-different-selection-touch-striped-heavy
source: Show me the picture with the striped background.
nl: Laat me de afbeelding met de gestreepte achtergrond zien.

# same-different-selection-touch-1-heavy
source: Show me the picture with one shape.
nl: Laat me de afbeelding met één vorm zien.

# same-different-selection-touch-2-heavy
source: Show me the picture with two shapes.
nl: Laat me de afbeelding met twee vormen zien.

# same-different-selection-touch-3-heavy
source: Show me the picture with three shapes.
nl: Laat me de afbeelding met drie vormen zien.

# same-different-selection-touch-4-heavy
source: Show me the picture with four shapes.
nl: Laat me de afbeelding met vier vormen zien.

# same-different-selection-both-circles-heavy
source: Here are two pictures. Something&apos;s the same. They&apos;re both circles.
nl: Hier zijn twee afbeeldingen. Iets is hetzelfde. Het zijn allebei cirkels.

# same-different-selection-both-squares-heavy
source: Here are two pictures. Something&apos;s the same. They&apos;re both squares.
nl: Hier zijn twee afbeeldingen. Iets is hetzelfde. Het zijn allebei vierkanten.

# same-different-selection-both-triangles-heavy
source: Here are two pictures. Something&apos;s the same. They&apos;re both triangles.
nl: Hier zijn twee afbeeldingen. Iets is hetzelfde. Het zijn allebei driehoeken.

# same-different-selection-both-red-heavy
source: Here are two pictures. Something&apos;s the same. They&apos;re both red.
nl: Hier zijn twee afbeeldingen. Iets is hetzelfde. Het zijn allebei rood.

# same-different-selection-both-green-heavy
source: Here are two pictures. Something&apos;s the same. They&apos;re both green.
nl: Hier zijn twee afbeeldingen. Iets is hetzelfde. Het zijn allebei groen.

# same-different-selection-both-yellow-heavy
source: Here are two pictures. Something&apos;s the same. They&apos;re both yellow.
nl: Hier zijn twee afbeeldingen. Iets is hetzelfde. Het zijn allebei geel.

# same-different-selection-both-blue-heavy
source: Here are two pictures. Something&apos;s the same. They&apos;re both blue.
nl: Hier zijn twee afbeeldingen. Iets is hetzelfde. Het zijn allebei blauw.

# same-different-selection-both-small-heavy
source: Here are two pictures. Something&apos;s the same. They&apos;re both small.
nl: Hier zijn twee afbeeldingen. Iets is hetzelfde. Ze zijn allebei klein.

# same-different-selection-both-medium-heavy
source: Here are two pictures. Something&apos;s the same. They&apos;re both medium.
nl: Hier zijn twee afbeeldingen. Iets is hetzelfde. Ze zijn allebei middelgroot.

# same-different-selection-both-large-heavy
source: Here are two pictures. Something&apos;s the same. They&apos;re both large.
nl: Hier zijn twee afbeeldingen. Iets is hetzelfde. Ze zijn allebei groot.

# sds-prompt3-heavy
source: Here is another picture. Which of these pictures is the same as this new picture?
nl: Hier is een andere afbeelding. Welke van deze afbeeldingen is hetzelfde als deze nieuwe afbeelding?

# sds-3match-prompt2-heavy
source: Here are the same pictures. Choose two of them that are the same in a different way.
nl: Hier zijn dezelfde afbeeldingen. Kies er twee die op een andere manier hetzelfde zijn.

# sds-2match-prompt1-heavy
source: Here are some new pictures. Choose two of them that are the same in some way.
nl: Hier zijn enkele nieuwe afbeeldingen. Kies er twee die op een of andere manier hetzelfde zijn.

# sds-2match-prompt2-heavy
source: Now choose two pictures that are the same in a different way.
nl: Nu kies twee foto&apos;s die op een andere manier hetzelfde zijn.

# sds-3unique-prompt1-heavy
source: Choose three pictures that are the same in only one way.
nl: Kies drie foto&apos;s die op slechts één manier hetzelfde zijn.

# sds-3unique-prompt2-heavy
source: Choose another three pictures that are the same in only one way.
nl: Kies nog drie foto&apos;s die op slechts één manier hetzelfde zijn.

# sds-match-demo1-heavy
source: Here are three pictures. I have to choose two of them that are the same in some way. I will pick these two pictures because they are both triangles.
nl: Hier zijn drie foto&apos;s. Ik moet er twee kiezen die op een bepaalde manier hetzelfde zijn. Ik kies deze twee foto&apos;s omdat ze allebei driehoeken zijn.

# sds-match-demo2-heavy
source: Here are the same three pictures. I have to choose two of them that are the same in a different way. I will pick these two pictures because they are both small.
nl: Hier zijn dezelfde drie foto&apos;s. Ik moet er twee kiezen die op een andere manier hetzelfde zijn. Ik kies deze twee foto&apos;s omdat ze allebei klein zijn.

# data-questionnaire-button-text1
source: I have SERIOUS CONCERNS about these data (e.g., the child did not seem to understand the task, was frequently distracted/interrupted, etc.)
nl: Ik heb SERIEUZE BEZORGDHEDEN over deze gegevens (bijvoorbeeld, het kind leek de taak niet te begrijpen, werd vaak afgeleid/onderbroken, etc.)

# data-questionnaire-button-text2
source: I feel OK about these data (e.g., the child seemed to understand the task pretty well, only experienced a few distractions/interruptions, etc.)
nl: Ik voel me OK over deze gegevens (bijvoorbeeld, het kind leek de taak redelijk goed te begrijpen, ondervond slechts enkele afleidingen/onderbrekingen, etc.)

# data-questionnaire-button-text3
source: I feel GOOD about these data (e.g., the child clearly understood the task, had very few (if any) distractions/ interruptions, etc.)
nl: Ik voel me GOED over deze gegevens (bijvoorbeeld, het kind begreep de taak duidelijk, had zeer weinig (indien überhaupt) afleidingen/onderbrekingen, etc.)

# math-instructions1-heavy
source: In this game, you will play with numbers.&lt;br&gt;&lt;br&gt;Some questions might be easy for you and some might be hard. That is okay! Please try your best and take your time. Let’s get started!
nl: In dit spel ga je met getallen spelen.&lt;br&gt;&lt;br&gt;Sommige vragen zijn misschien makkelijk voor je en sommige moeilijk. Dat is prima! Probeer je best te doen en neem de tijd. Laten we beginnen!

# math-intro1-heavy
source: It&apos;s time for the first number game! Let&apos;s practice.
nl: Het is tijd voor het eerste getallenspel! Laten we oefenen.

# math-intro2-heavy
source: It&apos;s time for the next number game! Let&apos;s practice.
nl: Het is tijd voor het volgende getallenspel! Laten we oefenen.

# counting-intro
source: In this number game, you will say how many things are in the picture! The grownup helping you will press the button.
nl: In dit getallenspel ga je zeggen hoeveel dingen er op de afbeelding staan! De volwassene die je helpt, drukt op de knop.

# counting-intro-afc
source: This time, you will choose the button with the right number!
nl: Deze keer kies je de knop met het juiste aantal!

# memory-game-instruct1-heavy
source: This is the memory game.
nl: Dit is het geheugenspel.

# memory-game-instruct2-heavy
source: In this game, we are going to see squares light up. Your job is to touch the squares that light up.
nl: In dit spel gaan we vierkanten zien oplichten. Je taak is om de vierkanten die oplichten aan te raken.

# memory-game-instruct3-heavy
source: Now we will see two squares light up. Your job is to touch the squares in the same order as they light up!
nl: Nu zullen we twee vierkanten zien oplichten. Je taak is om de vierkanten in dezelfde volgorde aan te raken als ze oplichten!

# memory-game-instruct4-heavy
source: Watch the squares light up. I will touch the squares in the same order.
nl: Kijk hoe de vierkanten oplichten. Ik raak de vierkanten in dezelfde volgorde aan.

# memory-game-instruct5-heavy
source: OK, now you&apos;re going to play the rest of the memory game on your own. More squares will light up each time the longer you play, so watch carefully!
nl: Oké, nu ga je de rest van het geheugenspel zelf spelen. Meer vierkanten zullen elke keer oplichten naarmate je langer speelt, dus kijk goed!

# ns-number-identification-1
source: Choose the card that shows 1 apple.
nl: Kies de kaart die 1 appel toont.

# ns-number-identification-2
source: Choose the card that shows 2 cars.
nl: Kies de kaart die 2 auto&apos;s toont.

# ns-number-identification-5
source: Choose the card that shows 5 apples.
nl: Kies de kaart die 5 appels toont.

# ns-number-identification-7
source: Choose the card that shows 7 cars.
nl: Kies de kaart die 7 auto&apos;s toont.

# ns-number-identification-10
source: Choose the card that shows 10 apples.
nl: Kies de kaart die 10 appels toont.

# counting-1
source: How many cars is this?
nl: Hoeveel auto&apos;s zijn dit?

# counting-2
source: How many apples is this?
nl: Hoeveel appels zijn dit?

# ns-number-comp-1
source: Which card has more apples?
nl: Welke kaart heeft meer appels?

# ns-number-comp-2
source: Which card has more cars?
nl: Welke kaart heeft meer auto&apos;s?
