Repository: levante-framework/levante_translations
Catalog: xliff-migration-test/itembank-*.xliff
Languages: nl

# same-different-selection-both-large
source: Here are two cards. Something&apos;s the same. They both have large shapes.
nl: Hier zijn twee kaarten. Iets is hetzelfde. Ze hebben allebei grote vormen.

# sds-prompt3
source: Here is another card. Which of these is similar to this one?
nl: Hier is nog een kaart. Welke van deze lijkt op deze?

# sds-3match-prompt2
source: Here is the same set of cards again. Choose two cards that are the same in a different way.
nl: Hier is dezelfde set kaarten weer. Kies twee kaarten die op een andere manier hetzelfde zijn.

# sds-2match-prompt1
source: Here is a new set of cards. Choose two cards that are the same in some way.
nl: Hier is een nieuwe set kaarten. Kies twee kaarten die op een bepaalde manier hetzelfde zijn.

# sds-2match-prompt2
source: Choose two cards that are the same in a different way.
nl: Kies twee kaarten die op een andere manier hetzelfde zijn.

# sds-3unique-prompt1
source: Choose three cards that are the same in only one way.
nl: Kies drie kaarten die slechts op één manier hetzelfde zijn.

# sds-3unique-prompt2
source: Choose another three cards that are the same in only one way.
nl: Kies nog drie kaarten die slechts in één opzicht hetzelfde zijn.

# memory-game-display
source: Watch the squares light up.
nl: Kijk hoe de vierkantjes oplichten.

# memory-game-instruct1
source: This is the memory game. Here&apos;s how you play it.
nl: Dit is het geheugenspel. Zo speel je het.

# memory-game-instruct2
source: You will see squares light up.
nl: Je ziet dat de vierkantjes oplichten.

# memory-game-instruct3
source: You&apos;re going to choose the squares in the same order.
nl: Je gaat de vakken in dezelfde volgorde kiezen.

# memory-game-instruct4
source: Watch carefully! Try to remember the order.
nl: Let goed op! Probeer de volgorde te onthouden.

# memory-game-forward-prompt
source: Choose the squares in the same order.
nl: Kies de vakjes in dezelfde volgorde.

# memory-game-forward-try-again
source: That&apos;s not quite right. Please try again. Choose the squares in the same order.
nl: Dat is niet helemaal juist. Probeer het opnieuw. Kies de vakken in dezelfde volgorde.

# memory-game-instruct5
source: This time the game won&apos;t tell you if you&apos;re right or wrong. Let’s start playing the memory game!
nl: Deze keer vertelt het spel je niet of je goed of fout zit. Laten we het geheugenspel spelen!

# memory-game-instruct6
source: Now let&apos;s play the memory game in reverse!
nl: Laten we het geheugenspel nu omgekeerd spelen!

# memory-game-instruct7
source: Let’s start playing the memory game!
nl: Laten we beginnen met het geheugenspel!

# memory-game-backward-prompt
source: Choose the squares in the backward order.
nl: Kies de vakjes in omgekeerde volgorde.

# memory-game-backward-try-again
source: That&apos;s not quite right. Please try again. Choose the squares in the backward order.
nl: Dat is niet helemaal juist. Probeer het opnieuw. Kies de vakken in omgekeerde volgorde.

# heart-instruct1
source: This is the heart game. Here&apos;s how you play it.
nl: Dit is het hartspel. Zo speel je het.

# heart-instruct2
source: When you see a heart, press the button on the same side.
nl: Wanneer je een hartje ziet, druk je op de knop aan dezelfde kant.

# heart-practice-feedback1
source: The heart is on the right side. Press the right button.
nl: Het hart zit aan de rechterkant. Druk op de juiste knop.

# hearts-and-flowers-practice-time
source: Time to practice!
nl: Tijd om te oefenen!

# heart-practice-feedback2
source: Remember! When you see a HEART, press the button on the SAME side.
nl: Onthoud! Wanneer je een HART ziet, druk dan op de knop aan DEZELFDE kant.

# hearts-and-flowers-instruct1
source: This time the game will go faster. It won&apos;t tell you if you are right or wrong. Try to keep up!
nl: Deze keer gaat het spel sneller. Het vertelt je niet of je goed of fout zit. Probeer bij te blijven!

# hearts-and-flowers-instruct2
source: Try to answer as fast as you can without making mistakes. If you make a mistake, just keep going!
nl: Probeer zo snel mogelijk te antwoorden zonder fouten te maken. Als je een fout maakt, ga dan gewoon door!

# hearts-and-flowers-play-time
source: Time to play!
nl: Tijd om te spelen!

# flower-instruct1
source: This is the flower game. Here&apos;s how you play it.
nl: Dit is het bloemenspel. Zo speel je het.

# flower-instruct2
source: When you see a flower, press the button on the opposite side.
nl: Wanneer je een bloem ziet, druk je op de knop aan de andere kant.

# flower-practice-feedback1
source: The flower is on the left side. Press the right button.
nl: De bloem staat aan de linkerkant. Druk op de rechterknop.

# flower-practice-feedback2
source: When you see a FLOWER, press the button on the OPPOSITE side.
nl: Wanneer je een BLOEM ziet, druk dan op de knop aan de TEGENOVERGESTELDE kant.

# hearts-and-flowers-instruct3
source: Now, we&apos;re going to play a game with hearts and flowers.
nl: Nu gaan we een spelletje doen met hartjes en bloemen.

# hearts-and-flowers-encourage1
source: Try to keep up!
nl: Probeer bij te blijven!

# hearts-and-flowers-encourage2
source: If you make a mistake, just keep going!
nl: Als je een fout maakt, ga dan gewoon door!

# hearts-and-flowers-end
source: Great job! You completed the game!
nl: Goed gedaan! Je hebt het spel uitgespeeld!

# vocab-item-001
source: the acorn
nl: de eikel

# vocab-item-002
source: the aloe
nl: de aloë

# vocab-item-003
source: the antenna
nl: de antenne

# vocab-item-004
source: the artichoke
nl: de artisjok

# vocab-item-005
source: the bamboo
nl: de bamboe

# vocab-item-006
source: the barrel
nl: het vat

# vocab-item-007
source: the blender
nl: de blender

# vocab-item-008
source: the blower
nl: de blazer

# vocab-item-009
source: the bouquet
nl: het boeket

# vocab-item-010
source: the buffet
nl: het buffet

# vocab-item-011
source: the bulldozer
nl: de bulldozer

# vocab-item-012
source: the cake
nl: de taart

# vocab-item-013
source: the caramel
nl: de karamel

# vocab-item-014
source: the carousel
nl: de draaimolen

# vocab-item-015
source: the carrot
nl: de wortel

# vocab-item-016
source: the cassette
nl: de cassette

# vocab-item-017
source: the cheese
nl: de kaas

# vocab-item-018
source: the cloak
nl: de mantel

# vocab-item-019
source: the clothespin
nl: de wasknijper

# vocab-item-020
source: the coaster
nl: de achtbaan

# vocab-item-021
source: the cork
nl: de kurk

# vocab-item-022
source: the cornbread
nl: het maïsbrood

# vocab-item-023
source: the corset
nl: het korset

# vocab-item-024
source: the dumpling
nl: de knoedel

# vocab-item-025
source: the elbow
nl: de elleboog

# vocab-item-026
source: the fan
nl: de ventilator

# vocab-item-027
source: the foam
nl: het schuim

# vocab-item-028
source: the footbath
nl: het voetbad

# vocab-item-029
source: the fruitcake
nl: de vruchtencake

# vocab-item-030
source: the gutter
nl: de goot

# vocab-item-031
source: the hamster
nl: de hamster

# vocab-item-032
source: the hedgehog
nl: de egel

# vocab-item-033
source: the hoe
nl: de schoffel

# vocab-item-034
source: the hopscotch
nl: de hinkelbaan

# vocab-item-035
source: the kimono
nl: de kimono

# vocab-item-036
source: the latch
nl: de klink

# vocab-item-037
source: the locker
nl: het kluisje

# vocab-item-038
source: the lollipop
nl: de lolly

# vocab-item-039
source: the map
nl: de kaart

# vocab-item-040
source: the marshmallow
nl: de marshmallow

# vocab-item-041
source: the net
nl: het net

# vocab-item-042
source: the oil
nl: de olie

# vocab-item-043
source: the omelet
nl: de omelet

# vocab-item-044
source: the pie
nl: de taart

# vocab-item-045
source: the pistachio
nl: de pistache

# vocab-item-046
source: the pitcher
nl: de kruik

# vocab-item-047
source: the potato
nl: de aardappel

# vocab-item-048
source: the prism
nl: het prisma

# vocab-item-049
source: the puddle
nl: de plas

# vocab-item-050
source: the pump
nl: de pomp

# vocab-item-051
source: the rice
nl: de rijst

# vocab-item-052
source: the saddle
nl: het zadel

# vocab-item-053
source: the sandbag
nl: de zandzak

# vocab-item-054
source: the scaffolding
nl: de steiger

# vocab-item-055
source: the scoop
nl: de schep

# vocab-item-056
source: the seagull
nl: de meeuw

# vocab-item-057
source: the ship
nl: het schip

# vocab-item-058
source: the shower
nl: de douche

# vocab-item-059
source: the silverware
nl: het zilverwerk

# vocab-item-060
source: the sink
nl: de gootsteen

# vocab-item-061
source: the ski
nl: de ski

# vocab-item-062
source: the sloth
nl: de luiaard

# vocab-item-063
source: the snail
nl: de slak

# vocab-item-064
source: the sorbet
nl: het sorbet

# vocab-item-065
source: the spatula
nl: de spatel

# vocab-item-066
source: the sprinkler
nl: de sproeier

# vocab-item-067
source: the squash
nl: de pompoen

# vocab-item-068
source: the squirrel
nl: de eekhoorn

# vocab-item-069
source: the stew
nl: de stoofpot

# vocab-item-070
source: the rubber band
nl: het elastiekje

# vocab-item-071
source: the stump
nl: de stronk

# vocab-item-072
source: the sunflower
nl: de zonnebloem

# vocab-item-073
source: the swordfish
nl: de zwaardvis

# vocab-item-074
source: the tapestry
nl: het wandtapijt

# vocab-item-075
source: the teabag
nl: het theezakje

# vocab-item-076
source: the telescope
nl: de telescoop

# vocab-item-077
source: the thermos
nl: de thermoskan

# vocab-item-078
source: the treasure
nl: de schat

# vocab-item-079
source: the trumpet
nl: de trompet

# vocab-item-080
source: the tulip
nl: de tulp

# vocab-item-081
source: the turbine
nl: de turbine

# vocab-item-082
source: the turkey
nl: de kalkoen

# vocab-item-083
source: the turtle
nl: de schildpad

# vocab-item-084
source: the typewriter
nl: de typemachine

# vocab-item-085
source: the watermelon
nl: de watermeloen

# vocab-item-086
source: the waterwheel
nl: het waterrad

# vocab-item-087
source: the ant
nl: de mier

# vocab-item-088
source: the ball
nl: de bal

# vocab-item-089
source: the bear
nl: de beer

# vocab-item-090
source: the duck
nl: de eend

# vocab-item-091
source: the fork
nl: de vork

# vocab-item-092
source: the kitten
nl: het poesje

# vocab-item-093
source: the knee
nl: de knie

# vocab-item-094
source: the milkshake
nl: de milkshake

# vocab-item-095
source: the skin
nl: de huid

# vocab-item-096
source: the wall
nl: de muur

# vocab-item-097
source: the wheel
nl: het wiel

# vocab-item-098
source: the farm
nl: de boerderij

# vocab-item-099
source: juggling
nl: jongleren

# vocab-item-100
source: the dressing
nl: de dressing

# vocab-item-101
source: the roof
nl: het dak

# vocab-item-102
source: peeking
nl: gluren

# vocab-item-103
source: the ruler
nl: de heerser

# vocab-item-104
source: the tunnel
nl: de tunnel

# vocab-item-105
source: the envelope
nl: de envelop

# vocab-item-106
source: the diamond
nl: de diamant

# vocab-item-107
source: the calendar
nl: de kalender

# vocab-item-108
source: the panda
nl: de panda

# vocab-item-109
source: the arrow
nl: de pijl

# vocab-item-110
source: picking
nl: plukken

# vocab-item-111
source: dripping
nl: druipend

# vocab-item-112
source: the knight
nl: de ridder

# vocab-item-113
source: delivering
nl: leveren

# vocab-item-114
source: the dentist
nl: de tandarts

# vocab-item-115
source: the claw
nl: de klauw

# vocab-item-116
source: the uniform
nl: het uniform

# vocab-item-117
source: furry
nl: harig

# vocab-item-118
source: the cormorant
nl: de aalscholver

# vocab-item-119
source: fetch
nl: ophalen

# vocab-item-120
source: the arcade
nl: de speelhal

# vocab-item-121
source: the artifact
nl: het artefact

# vocab-item-122
source: aversion
nl: afkeer

# vocab-item-123
source: the beret
nl: de baret

# vocab-item-124
source: applaud
nl: applaudisseren

# vocab-item-125
source: timid
nl: timide

# vocab-item-126
source: the camp
nl: het kamp

# vocab-item-127
source: tumble
nl: tuimelen

# vocab-item-128
source: concentric
nl: concentrisch

# vocab-item-129
source: the confectionery
nl: de zoetwaren

# vocab-item-130
source: the couturier
nl: de couturier

# vocab-item-131
source: degression
nl: degressie

# vocab-item-132
source: the divan
nl: de divan

# vocab-item-133
source: the wetland
nl: het moeras

# vocab-item-134
source: the baywindow
nl: het erkerraam

# vocab-item-135
source: the aesthete
nl: de estheet

# vocab-item-136
source: ecstatic
nl: extatisch

# vocab-item-137
source: rickety
nl: gammel

# vocab-item-138
source: gourmet
nl: gastronomisch

# vocab-item-139
source: gesticulate
nl: gebaren

# vocab-item-140
source: the facade
nl: de gevel

# vocab-item-141
source: the slope
nl: de helling

# vocab-item-142
source: the habit
nl: de gewoonte

# vocab-item-143
source: the intersection
nl: het kruispunt

# vocab-item-144
source: the irrigation
nl: de irrigatie

# vocab-item-145
source: the kazoo
nl: de kazoo

# vocab-item-146
source: chat
nl: kletsen

# vocab-item-147
source: the colony
nl: de kolonie

# vocab-item-148
source: preserve
nl: beschermen

# vocab-item-149
source: the awning
nl: de luifel

# vocab-item-150
source: mammalogy
nl: mammologie

# vocab-item-151
source: the metronome
nl: de metronoom

# vocab-item-152
source: the paleontologist
nl: de paleontoloog

# vocab-item-153
source: the percussion
nl: de percussie

# vocab-item-154
source: the posterior
nl: de achterste

# vocab-item-155
source: precarious
nl: onzeker

# vocab-item-156
source: the arbor
nl: de prieel

# vocab-item-157
source: resuscitation
nl: reanimatie

# vocab-item-158
source: the rosette
nl: de rozet

# vocab-item-159
source: the saffron
nl: de saffraan

# vocab-item-160
source: mischievous
nl: ondeugend

# vocab-item-161
source: the skimmer
nl: de schuimspaan

# vocab-item-162
source: sedentary
nl: gevestigd

# vocab-item-163
source: the suede
nl: het suède

# vocab-item-164
source: the turnstile
nl: het draaihekje

# vocab-item-165
source: the triad
nl: de triade

# vocab-item-166
source: dredging
nl: baggeren

# vocab-item-167
source: urban
nl: stedelijk

# vocab-item-168
source: the steam
nl: de stoom

# vocab-item-169
source: the vertebra
nl: de wervel

# vocab-item-170
source: the bandage
nl: het verband

# vocab-instruct-1
source: In this game, you are going to listen to words and look at different pictures. Your job is to pick the picture that matches the word!
nl: In dit spel ga je naar woorden luisteren en naar verschillende plaatjes kijken. Jouw taak is om het plaatje te kiezen dat bij het woord past!

# vocab-practice-1
source: You are going to see some different pictures. For example, a picture of an apple and a picture of a carrot. Then, you&apos;ll hear a word for one of the pictures. Make sure to pick the picture that matches the word!
nl: Je gaat een aantal verschillende plaatjes zien. Bijvoorbeeld een plaatje van een appel en een plaatje van een wortel. Dan hoor je een woord voor een van de plaatjes. Zorg ervoor dat je het plaatje kiest dat bij het woord past!

# vocab-instruct-2
source: Some words are hard, and that&apos;s okay. If you&apos;re not sure, just give your best guess!
nl: Sommige woorden zijn moeilijk, en dat is oké. Als je het niet zeker weet, geef dan gewoon je beste gok!

# vocab-instruct-3
source: If you need to hear the word again, press the speaker button.
nl: Wilt u het woord nogmaals horen, druk dan op de luidsprekerknop.

# shared-intro-devices
source: You can tap on a touchscreen, use the touchpad, or press the arrow keys for this activity. Try it now.
nl: U kunt op een touchscreen tikken, het touchpad gebruiken of op de pijltjestoetsen drukken voor deze activiteit. Probeer het nu.

# shared-choose-picture-press-arrow
source: To use an arrow key to choose a picture, press the key that points the same direction as the arrow below the picture.
nl: Om een pijltjestoets te gebruiken om een afbeelding te selecteren, drukt u op de toets die in dezelfde richting wijst als de pijl onder de afbeelding.

# shared-intro-replay
source: You can press the replay button to hear things again. Try it now.
nl: Je kunt op de replay-knop drukken om dingen opnieuw te horen. Probeer het nu.

# trog-instr1-matching
source: This is a matching activity. Listen to what I say, then look at the pictures carefully. Choose the picture that goes with the words you hear.
nl: Dit is een matchingactiviteit. Luister naar wat ik zeg en bekijk de plaatjes dan aandachtig. Kies het plaatje dat bij de woorden hoort die je hoort.

# ChildSurveyIntro
source: These questions ask you about how you feel at school and some of the things you do at school. There are no right or wrong answers. Choose the answer that best describes what you think. No, never; Yes, some of the time; Yes, most of the time; Yes, all of the time. The first two are for practice.
nl: Deze vragen gaan over hoe je je op school voelt en over een aantal dingen die je op school doet. Er zijn geen goede of foute antwoorden. Kies het antwoord dat het beste beschrijft wat je denkt. Nee, nooit; Ja, soms; Ja, meestal; Ja, altijd. De eerste twee zijn om te oefenen.

# Example1Comic
source: Do you like to read cartoon books?
nl: Lees je graag stripboeken?

# Example2Neat
source: Are you neat and tidy at school?
nl: Ben jij netjes en opgeruimd op school?

# TeacherNice
source: Is your teacher nice to you?
nl: Is je leraar aardig tegen je?

# TeacherLike
source: Does your teacher like you?
nl: Vindt je leraar je aardig?

# TeacherListen
source: Does your teacher listen to you?
nl: Luistert jouw leraar naar jou?

# SchoolFun
source: Is school fun?
nl: Is school leuk?

# SchoolEnjoy
source: Do you enjoy school?
nl: Vind je school leuk?

# SchoolHappy
source: Are you happy at school?
nl: Ben je blij op school?

# SchoolSafe
source: Do you feel safe at school?
nl: Voel je je veilig op school?

# ClassFriends
source: Do you have friends in your class?
nl: Heb je vrienden in je klas?

# ClassHelp
source: Do the kids in your class help you when you need it?
nl: Helpen de kinderen in jouw klas jou als dat nodig is?

# ClassPlay
source: Do the kids in your class play with you?
nl: Spelen de kinderen in jouw klas met jou?

# ClassNice
source: Are the kids in your class nice to you?
nl: Zijn de kinderen in jouw klas aardig tegen je?

# LonelySchool
source: Do you feel lonely at school?
nl: Voel jij je eenzaam op school?

# LearningGood
source: Are you good at learning things in school?
nl: Ben je goed in het leren op school?

# SchoolGiveUp
source: When schoolwork is hard, do you give up right away?
nl: Geef je meteen op als schoolwerk moeilijk is?

# ReadingEnjoy
source: Do you enjoy doing reading activities at school?
nl: Vindt u het leuk om op school te lezen?

# MathEnjoy
source: Do you enjoy doing math activities at school?
nl: Vindt u het leuk om rekenactiviteiten op school te doen?

# ReadingGood
source: Are you good at reading?
nl: Ben je goed in lezen?

# MathGood
source: Are you good at math?
nl: Ben jij goed in wiskunde?

# GrowthMindSmart
source: Some kids think they can get smarter if they work really hard. Do you think that you can get smarter if you work really hard?
nl: Sommige kinderen denken dat ze slimmer kunnen worden als ze heel hard werken. Denk jij dat je slimmer kunt worden als je heel hard werkt?

# GrowthMindRead
source: Some kids think they can get better at reading if they work really hard. Do you think that you can get better at reading if you work really hard?
nl: Sommige kinderen denken dat ze beter kunnen worden in lezen als ze heel hard werken. Denk jij dat je beter kunt worden in lezen als je heel hard werkt?

# GrowthMindMath
source: Some kids think they can get better at math if they work really hard. Do you think that you can get better at math if you work really hard?
nl: Sommige kinderen denken dat ze beter worden in wiskunde als ze heel hard werken. Denk jij dat je beter wordt in wiskunde als je heel hard werkt?

# ChildSurveyRespoonses
source: No, never; Yes, some of the time; Yes, most of the time; Yes, all of the time
nl: Nee, nooit; Ja, soms; Ja, meestal; Ja, de hele tijd

# ToM-scene7-instruct1
source: Here is Diana. This morning at school, Diana put her toy in this drawer, because she didn’t want anyone to find it.
nl: Hier is Diana. Vanmorgen op school legde Diana haar speelgoed in deze la, omdat ze niet wilde dat iemand het zou vinden.

# ToM-scene7-instruct2
source: But while Diana was outside, someone did find it! And moved it from inside the drawer, to inside the desk.
nl: Maar terwijl Diana buiten was, vond iemand het! En verplaatste het van binnen in de lade naar binnen in het bureau.

# ToM-scene7-instruct3
source: So now it’s playtime and Diana wants her toy.
nl: Nu is het tijd om te spelen en Diana wil haar speeltje.

# ToM-scene7-q1-false_belief
source: Where will Diana look for her toy?
nl: Waar zal Diana haar speeltje zoeken?

# ToM-scene7-q2-reality_check
source: And where is her toy really?
nl: En waar is haar speeltje eigenlijk?

# desk
source: In the desk
nl: In het bureau

# drawer
source: In the drawer
nl: In de lade

# ToM-scene8-instruct1
source: This morning when she came to school, Allie put her yellow pencil on this shelf, above the backpack shelf.
nl: Toen Allie vanmorgen naar school kwam, legde ze haar gele potlood op dit plankje, boven het plankje van haar rugzak.

# ToM-scene8-instruct2
source: And then she went outside to play, see? Here’s Allie playing outside. And while she was outside playing, Allie’s yellow pencil fell down from on top of the shelf to behind the backpack shelf, see?
nl: En toen ging ze naar buiten om te spelen, zie je? Hier is Allie buiten aan het spelen. En terwijl ze buiten aan het spelen was, viel Allie&apos;s gele potlood van boven op de plank naar achter de rugzakplank, zie je?

# ToM-scene8-instruct3
source: Then Mike comes in, and Mike puts his pencil above the backpack shelf. Mike’s pencil is also yellow! But Allie is still outside playing, so she didn’t see what Mike was doing.
nl: Dan komt Mike binnen, en Mike legt zijn potlood boven de rugzakplank. Mike&apos;s potlood is ook geel! Maar Allie is nog steeds buiten aan het spelen, dus ze zag niet wat Mike deed.

# ToM-scene8-q1-false_belief
source: Now, when Allie comes in from outside, where will she look first for her pencil?
nl: Als Allie van buiten binnenkomt, waar zal ze dan als eerste haar potlood zoeken?

# top
source: On top of the shelf above the backpack shelf
nl: Bovenop de plank boven de rugzakplank

# behind
source: Behind the backpack shelf
nl: Achter de rugzakplank

# ToM-scene-8-instruct4
source: Let’s see what she does. Oh look, here is Allie reaching for this pencil up on top of the shelf. And now Mike sees Allie reaching for that pencil... the pencil that is Mike&apos;s!
nl: Laten we eens kijken wat ze doet. Oh kijk, hier is Allie die naar dit potlood op de plank grijpt. En nu ziet Mike Allie naar dat potlood grijpen... het potlood dat van Mike is!

# ToM-scene-8-q2-emotion_reasoning
source: How do you think Mike feels about Allie reaching for that pencil?
nl: Wat denk je dat Mike ervan vindt dat Allie naar dat potlood grijpt?

# ToM-scene-8-q3-emotion_reasoning
source: How do you think Mike would feel if he had not seen Allie reaching for the pencil?
nl: Hoe denk je dat Mike zich zou hebben gevoeld als hij niet had gezien dat Allie naar het potlood greep?

# ToM-scene-8-q4-false_belief
source: Is Allie being mean and naughty for taking Mike’s pencil?
nl: Is Allie gemeen en ondeugend omdat ze Mike&apos;s potlood heeft afgepakt?

# ToM-scene-8-q5-false_belief
source: Should Allie get in trouble with the teacher for taking Mike’s pencil?
nl: Moet Allie problemen krijgen met de leraar omdat ze Mike&apos;s potlood heeft afgepakt?
