Repository: levante-framework/levante_translations
Catalog: xliff-migration-test/itembank-*.xliff
Languages: nl

# general-rotate-device
source: Please rotate your device for the best view of the activities.
nl: Draai uw apparaat voor het beste zicht op de activiteiten.

# general-device-type
source: Please use a tablet in landscape mode, or a desktop computer or a laptop to complete the activities.
nl: Gebruik alstublieft een tablet in de liggende modus, een desktopcomputer of een laptop om de activiteiten te voltooien.

# general-intro1
source: Hi! We are excited to have you play some games with us today!
nl: Hoi! We zijn blij dat je vandaag een paar spelletjes met ons wilt spelen!

# general-intro2
source: First, you get to choose a buddy to play along with you. As you complete the different games, you will get to pick an accessory like a hat or glasses to decorate your buddy.
nl: Eerst mag je een buddy kiezen om mee te spelen. Naarmate je de verschillende spellen voltooit, mag je een accessoire kiezen, zoals een hoed of een bril, om je buddy te versieren.

# pick-buddy
source: Pick a buddy to play with!
nl: Kies een vriend om mee te spelen!

# general-intro3
source: Now that you have your buddy, we want to explain how the games work.
nl: Nu je je buddy hebt, willen we uitleggen hoe de spellen werken.

# general-intro4
source: During the games you will need to listen to instructions so make sure your speakers are on and the volume is the way you like it. If you need to hear the instructions again, you can click the speaker button up in the corner of your screen.
nl: Tijdens de games moet je naar de instructies luisteren, dus zorg ervoor dat je speakers aanstaan en dat het volume naar wens is. Als je de instructies nog een keer wilt horen, kun je op de speakerknop in de hoek van je scherm klikken.

# general-intro5
source: You can choose your answers in different ways depending on the type of tablet or computer you are using. You can use a mouse or touchpad to click your choice, you can use the arrow keys on your keyboard, or you can touch your screen if you are using a tablet. You can pick the way that works best for you.&lt;br&gt;&lt;br&gt;If you have any questions or need help getting started, please ask the adult who is nearby to help you.
nl: U kunt uw antwoorden op verschillende manieren kiezen, afhankelijk van het type tablet of computer dat u gebruikt. U kunt een muis of touchpad gebruiken om uw keuze te klikken, u kunt de pijltjestoetsen op uw toetsenbord gebruiken of u kunt uw scherm aanraken als u een tablet gebruikt. U kunt de manier kiezen die het beste voor u werkt.&lt;br&gt;&lt;br&gt;Als u vragen hebt of hulp nodig hebt om te beginnen, vraag dan de volwassene die in de buurt is om u te helpen.

# task-finished
source: You&apos;ve completed the game. Thank you!
nl: Je hebt het spel voltooid. Bedankt!

# close-button-text
source: Close
nl: Dichtbij

# general-footer
source: Click the button below or press &lt;b&gt;ANY KEY&lt;/b&gt; to continue
nl: Klik op de onderstaande knop of druk op &lt;b&gt;ELKE TOETS&lt;/b&gt; om door te gaan

source: instructions
nl: instructies

# general-encourage
source: Keep Going!
nl: Blijf doorgaan!

# feedbackCorrect
source: Great! That&apos;s right.
nl: Geweldig! Dat klopt.

# feedback-not-quite-right
source: That&apos;s not quite right. Please try again.
nl: Dat is niet helemaal juist. Probeer het opnieuw.

# feedback-try-again
source: Please try again!
nl: Probeer het opnieuw!

# feedback-good-job
source: Good job!
nl: Goed gedaan!

# feedback-nice-work
source: Nice work!
nl: Goed gedaan!

# replay-button
source: Press the speaker button if you want the question repeated.
nl: Druk op de luidsprekerknop als u de vraag wilt herhalen.

# general-fullscreen
source: Switch to full screen mode
nl: Overschakelen naar volledig scherm

# general-repeat-instructions
source: Looks like this is a little tricky! Let’s review the instructions.
nl: Het lijkt erop dat dit een beetje lastig is! Laten we de instructies nog eens bekijken.

# general-keyboard-instructions
source: If you want to use your keyboard to answer a question, press the arrow key shown next to your choice.
nl: Als u uw toetsenbord wilt gebruiken om een vraag te beantwoorden, drukt u op de pijltjestoets naast uw keuze.

# intro-finished
source: You&apos;ve finished the instructions. Thank you!
nl: Je hebt de instructies voltooid. Bedankt!

# general-exit
source: Exit
nl: Uitgang

# task-completion
source: You&apos;ve completed this game. Thank you!
nl: Je hebt dit spel voltooid. Dank je wel!

# general-your-turn
source: Nice job with the practice! Let&apos;s try some more on your own.
nl: Goed gedaan met de oefening! Probeer nu zelf wat meer.

# matrix-reasoning-instruct1
source: We’re going to show you a puzzle, and your job is to pick the best piece to complete the puzzle. Let&apos;s get started!
nl: We gaan je een puzzel laten zien, en jouw taak is om het beste stukje te kiezen om de puzzel compleet te maken. Laten we beginnen!

# matrix-reasoning-instruct2
source: See this big puzzle? It&apos;s missing a piece! Which piece goes in the puzzle?
nl: Zie je deze grote puzzel? Er mist een stukje! Welk stukje hoort in de puzzel?

# matrix-reasoning-prompt1
source: Choose the best pattern to fill in the blank.
nl: Kies het beste patroon om de ontbrekende informatie in te vullen.

# mental-rotation-instruct1
source: Do you see these two outlines? One goes with this shape. Let’s see which one goes with the shape.
nl: Zie je deze twee contouren? Eén past bij deze vorm. Laten we eens kijken welke bij de vorm past.

# mental-rotation-training-instruct2
source: Let&apos;s see if this shape goes with the outline. This shape doesn’t go with the outline.
nl: Laten we eens kijken of deze vorm bij de omtrek past. Deze vorm past niet bij de omtrek.

# mental-rotation-training-instruct3
source: Let&apos;s see if this shape goes with the outline. This shape does go with the outline.
nl: Laten we eens kijken of deze vorm bij de omtrek past. Deze vorm past bij de omtrek.

# mental-rotation-test-instruct4
source: Now you try! Can you find the shape that goes with the outline?
nl: Probeer het nu maar! Kun jij de vorm vinden die bij de omtrek hoort?

# mental-rotation-instruct-3D
source: Now you will see pictures that show blocks with three sides. Your task is to choose the matching picture.
nl: Nu ziet u afbeeldingen die blokken met drie zijden tonen. Uw taak is om de bijpassende afbeelding te kiezen.

# mental-rotation-prompt2
source: Choose the picture that matches this one.
nl: Kies de afbeelding die hierbij past.

# mental-rotation-prompt1
source: Choose the matching picture.
nl: Kies de bijpassende afbeelding.

# math-instructions1
source: In this game, you will do some math problems. Some will be like the ones you do in school and some will be a little different than what you do in school. &lt;br&gt;&lt;br&gt;Some questions might be easy for you and some might be hard. That is okay! Please try your best and take your time. Most of the questions will have four choices. You choose the one you think is right. Let’s get started!
nl: In dit spel ga je wat wiskundesommen maken. Sommige lijken op de sommen die je op school doet en sommige zijn net even anders. &lt;br&gt;&lt;br&gt;Sommige vragen kunnen makkelijk voor je zijn en andere kunnen moeilijk zijn. Dat is oké! Probeer je best te doen en neem je tijd. De meeste vragen hebben vier keuzes. Kies degene waarvan je denkt dat die juist is. Laten we beginnen!

# math-intro1
source: Here is the first section of the game. Let&apos;s start with some practice!
nl: Hier is het eerste gedeelte. Laten we beginnen met oefenen!

# math-intro2
source: Here is another section. The first few are for practice.
nl: Hier is nog een sectie. De eerste paar zijn voor oefening.

# math-intro-fractions
source: In this section sometimes you will add and sometimes you will subtract. Be sure to look carefully for the plus or minus sign. The first few are for practice.
nl: In dit gedeelte somtjes optellen en soms aftrekken. Zorg ervoor dat je goed kijkt naar het plus- of minteken. De eerste paar zijn voor oefening.

# number-comparison-prompt1
source: Which number is larger?
nl: Welk getal is groter?

# number-comparison-prompt2
source: Which is larger?
nl: Welke is groter?

# number-identification-prompt1
source: Choose the number you hear.
nl: Kies het nummer dat je hoort.

# missing-number-prompt1
source: What number goes in the blank?
nl: Welk getal moet er op de lege plek komen?

# missing-number-prompt2
source: What number goes here?
nl: Welk getal hoort hier?

# missing-number-prompt3
source: What numbers go in the blanks?
nl: Welke nummers horen in de lege plekken?

# addition-prompt1
source: Add the numbers and choose the correct answer.
nl: Tel de getallen op en kies het juiste antwoord.

# addition-prompt2
source: Add the numbers.
nl: Tel de getallen op.

# subtraction-prompt1
source: Subtract the numbers and choose the correct answer.
nl: Trek de getallen van elkaar af en kies het juiste antwoord.

# subtraction-prompt2
source: Subtract the numbers.
nl: Trek de getallen van elkaar af.

# multiplication-prompt1
source: Multiply the numbers and choose the correct answer.
nl: Vermenigvuldig de getallen en kies het juiste antwoord.

# multiplication-prompt2
source: Multiply the numbers.
nl: Vermenigvuldig de getallen.

# number-line-instruct1
source: Here is a number line. You can move the slider forward and backward along the line. Move the slider so it is in the right place to show where the number belongs. Make sure you look at the numbers at each end when deciding where to move the slider.
nl: Hier is een getallenlijn. Je kunt de slider vooruit en achteruit bewegen langs de lijn. Verplaats de slider zodat hij op de juiste plek staat om te laten zien waar het nummer hoort. Kijk goed naar de nummers aan beide uiteinden als je beslist waar je de slider plaatst.

# number-line-prompt1
source: Choose the number that is marked on the number line.
nl: Kies het getal dat op de getallenlijn staat.

# number-line-slider-prompt1
source: Move the slider to mark the number.
nl: Verplaats de slider om het nummer te markeren.

# number-identification-1
source: Choose the number 1.
nl: Kies het getal 1.

# number-identification-2
source: Choose the 2.
nl: Kies de 2.

# number-identification-3
source: Choose the 9.
nl: Kies de 9.

# number-identification-4
source: Choose the 0.
nl: Kies de 0.

# number-identification-5
source: Choose the 12.
nl: Kies de 12.

# number-identification-6
source: Choose the 30.
nl: Kies de 30.

# number-identification-7
source: Choose the 22.
nl: Kies de 22.

# number-identification-8
source: Choose the 45.
nl: Kies de 45.

# number-identification-9
source: Choose the 39.
nl: Kies de 39.

# number-identification-10
source: Choose the 23.
nl: Kies de 23.

# number-identification-11
source: Choose the 48.
nl: Kies de 48.

# number-identification-12
source: Choose the 91.
nl: Kies de 91.

# number-identification-13
source: Choose the 33.
nl: Kies de 33.

# number-identification-14
source: Choose the 74.
nl: Kies de 74.

# number-identification-15
source: Choose the 87.
nl: Kies de 87.

# number-identification-16
source: Choose the 65.
nl: Kies de 65.

# number-identification-17
source: Choose the 108.
nl: Kies de 108.

# number-identification-18
source: Choose the 245.
nl: Kies de 245.

# number-identification-19
source: Choose the 587.
nl: Kies de 587.

# number-identification-20
source: Choose the 731.
nl: Kies de 731.

# number-identification-21
source: Choose the 989.
nl: Kies de 989.

# number-identification-22
source: Choose the 6.
nl: Kies het getal 6.

# number-identification-23
source: Choose the 14.
nl: Kies het getal 14.

# number-identification-24
source: Choose the 18.
nl: Kies het getal 18.

# number-identification-25
source: Choose the 26.
nl: Kies het getal 26.

# number-identification-26
source: Choose the 35.
nl: Kies het getal 35.

# number-identification-27
source: Choose the 41.
nl: Kies het getal 41.

# number-identification-28
source: Choose the 47.
nl: Kies het getal 47.

# number-identification-29
source: Choose the 50.
nl: Kies het getal 50.

# number-identification-30
source: Choose the 55.
nl: Kies het getal 55.

# number-identification-31
source: Choose the 66.
nl: Kies het getal 66.

# number-identification-32
source: Choose the 67.
nl: Kies het getal 67.

# number-identification-33
source: Choose the 88.
nl: Kies het getal 88.

# number-identification-34
source: Choose the 101.
nl: Kies het getal 101.

# number-identification-35
source: Choose the 426.
nl: Kies het getal 426.

# number-identification-36
source: Choose the 131.
nl: Kies het getal 131.

# number-identification-37
source: Choose the 256.
nl: Kies het getal 256.

# number-identification-38
source: Choose the 349.
nl: Kies het getal 349.

# number-identification-39
source: Choose the 543.
nl: Kies het getal 543.

# number-identification-40
source: Choose the 617.
nl: Kies het getal 617.

# number-identification-41
source: Choose the 877.
nl: Kies het getal 877.

# trog-instruct1
source: Now we&apos;re going to play a matching game! I&apos;m going to say some words, and you choose the picture that goes with what I say. Let&apos;s get started!
nl: Nu gaan we een match-spel spelen! Ik ga wat woorden zeggen en jij kiest de afbeelding die bij wat ik zeg past. Laten we beginnen!

# trog-prompt1
source: Choose the picture of the...
nl: Kies de foto van de...

# trog-prompt2
source: Choose the picture of...
nl: Kies de foto van...

# trog-prompt3
source: Choose the picture that shows...
nl: Kies de afbeelding die het volgende toont...

# trog-item-1
source: Choose the picture of the shoe.
nl: Kies de afbeelding van de schoen.

# trog-item-2
source: Choose the picture of the bird.
nl: Kies de afbeelding van de vogel.

# trog-item-3
source: Choose the picture of the comb.
nl: Kies de afbeelding van de kam.

# trog-item-4
source: Choose the picture of the apple.
nl: Kies de afbeelding van de appel.

# trog-item-5
source: Choose the picture that shows eating.
nl: Kies de afbeelding waarop eten te zien is.

# trog-item-6
source: Choose the picture that shows picking.
nl: Selecteer de afbeelding waarop het plukken wordt getoond.

# trog-item-7
source: Choose the picture that shows sitting.
nl: Kies de afbeelding waarop een zittende persoon te zien is.

# trog-item-8
source: Choose the picture that shows running.
nl: Kies de afbeelding waarop hardlopen te zien is.

# trog-item-9
source: Choose the picture that shows long.
nl: Kies de afbeelding die het langst wordt weergegeven.

# trog-item-10
source: Choose the picture that shows tall.
nl: Kies de afbeelding die hoog is.

# trog-item-11
source: Choose the picture that shows red.
nl: Kies de afbeelding met de rode kleur.

# trog-item-12
source: Choose the picture that shows black.
nl: Kies de afbeelding die zwart is.

# trog-item-13
source: the boy is running
nl: de jongen rent

# trog-item-14
source: the big cup
nl: de grote beker

# trog-item-15
source: the dog is sitting
nl: de hond zit

# trog-item-16
source: the red ball
nl: de rode bal

# trog-item-17
source: the boy is not running
nl: de jongen rent niet

# trog-item-18
source: the dog is not drinking
nl: de hond drinkt niet

# trog-item-19
source: the girl is not jumping
nl: het meisje springt niet

# trog-item-20
source: the dog is not sitting
nl: de hond zit niet

# trog-item-21
source: the boy is jumping over the box
nl: de jongen springt over de doos

# trog-item-22
source: the girl is sitting on the table
nl: het meisje zit op de tafel

# trog-item-23
source: the man is eating the apple
nl: de man eet de appel

# trog-item-24
source: the lady is carrying the bag
nl: de dame draagt de tas

# trog-item-25
source: they are sitting on the table
nl: ze zitten op tafel

# trog-item-26
source: the cow is looking at them
nl: de koe kijkt naar hen

# trog-item-27
source: they are jumping over the wall
nl: ze springen over de muur

# trog-item-28
source: the elephant is carrying them
nl: de olifant draagt ze

# trog-item-29
source: the girl is pushing the horse
nl: het meisje duwt het paard

# trog-item-30
source: the boy is chasing the sheep
nl: de jongen jaagt op de schapen

# trog-item-31
source: the man is chasing the dog
nl: de man jaagt op de hond

# trog-item-32
source: the cow is pushing the lady
nl: de koe duwt de dame

# trog-item-33
source: she is sitting on the chair
nl: ze zit op de stoel

# trog-item-34
source: the lady is carrying him
nl: de dame draagt hem

# trog-item-35
source: he is sitting in the tree
nl: hij zit in de boom

# trog-item-36
source: the horse is looking at her
nl: het paard kijkt naar haar

# trog-item-37
source: the cats look at the ball
nl: de katten kijken naar de bal

# trog-item-38
source: the boy stands on the chairs
nl: de jongen staat op de stoelen

# trog-item-39
source: the boys pick the apples
nl: de jongens plukken de appels

# trog-item-40
source: the girl drops the cups
nl: het meisje laat de kopjes vallen

# trog-item-41
source: the fork is longer than the pencil
nl: de vork is langer dan het potlood

# trog-item-42
source: the box is bigger than the cup
nl: de doos is groter dan de beker

# trog-item-43
source: the shoe is bigger than the bird
nl: de schoen is groter dan de vogel

# trog-item-44
source: the horse is taller than the wall
nl: het paard is groter dan de muur

# trog-item-45
source: the girl is chased by the horse
nl: het meisje wordt achtervolgd door het paard

# trog-item-46
source: the elephant is pushed by the boy
nl: de olifant wordt door de jongen geduwd

# trog-item-47
source: the horse is chased by the man
nl: het paard wordt achtervolgd door de man

# trog-item-48
source: the cow is pushed by the man
nl: de koe wordt door de man geduwd

# trog-item-49
source: the cup is in the box
nl: de beker zit in de doos

# trog-item-50
source: the pencil is on the box
nl: het potlood staat op de doos

# trog-item-51
source: the circle is in the star
nl: de cirkel is in de ster

# trog-item-52
source: the fork is on the shoe
nl: de vork zit op de schoen

# trog-item-53
source: the boy chasing the horse is tall
nl: de jongen die het paard achtervolgt is lang

# trog-item-54
source: the pencil on the shoe is blue
nl: het potlood op de schoen is blauw

# trog-item-55
source: the cow chasing the cat is brown
nl: de koe die de kat achtervolgt is bruin

# trog-item-56
source: the circle in the star is yellow
nl: de cirkel in de ster is geel

# trog-item-57
source: the box but not the chair is red
nl: de doos maar niet de stoel is rood

# trog-item-58
source: the cat is big but not black
nl: de kat is groot maar niet zwart

# trog-item-59
source: the horse but not the boy is standing
nl: het paard maar niet de jongen staat

# trog-item-60
source: the boy is sitting but not eating
nl: de jongen zit maar eet niet

# trog-item-61
source: the pencil is above the flower
nl: het potlood staat boven de bloem

# trog-item-62
source: the comb is below the spoon
nl: de kam zit onder de lepel

# trog-item-63
source: the star is above the circle
nl: de ster staat boven de cirkel

# trog-item-64
source: the square is below the star
nl: het vierkant staat onder de ster

# trog-item-65
source: not only the bird but also the flower is blue
nl: niet alleen de vogel maar ook de bloem is blauw

# trog-item-66
source: the box is not only big but also blue
nl: de doos is niet alleen groot maar ook blauw

# trog-item-67
source: not only the girl but also the cat is sitting
nl: niet alleen het meisje maar ook de kat zit

# trog-item-68
source: the girl has not only food but also a drink
nl: het meisje heeft niet alleen eten maar ook drinken

# trog-item-69
source: the pencil is on the book that is yellow
nl: het potlood staat op het boek dat geel is

# trog-item-70
source: the girl chases the dog that is big
nl: het meisje jaagt op de grote hond

# trog-item-71
source: the square is in the star that is blue
nl: het vierkant zit in de ster die blauw is

# trog-item-72
source: the dog chases the horse that is brown
nl: de hond jaagt op het paard dat bruin is

# trog-item-73
source: neither the dog nor the ball is brown
nl: noch de hond noch de bal is bruin

# trog-item-74
source: the pencil is neither long nor red
nl: het potlood is noch lang noch rood

# trog-item-75
source: neither the boy nor the horse is running
nl: noch de jongen noch het paard rent

# trog-item-76
source: the boy has neither hat nor shoes
nl: de jongen heeft geen hoed of schoenen

# trog-item-77
source: the book the pencil is on is red
nl: het boek waar het potlood op staat is rood

# trog-item-78
source: the cat the cow chases is black
nl: de kat die de koe achtervolgt is zwart

# trog-item-79
source: the circle the star is in is red
nl: de cirkel waarin de ster zich bevindt is rood

# trog-item-80
source: the boy the dog chases is big
nl: de jongen die de hond achtervolgt is groot

# trog-item-81
source: the horse drank water by the barn and the sheep ate grass by the fence
nl: het paard dronk water bij de schuur en de schapen aten gras bij het hek

# trog-item-82
source: the student opened the notebook and drew a tree
nl: de student opende het notitieboekje en tekende een boom

# trog-item-83
source: we will have a picnic in the park if it is sunny
nl: we zullen picknicken in het park als het zonnig is

# trog-item-84
source: he found his keys under the couch with the pillows
nl: hij vond zijn sleutels onder de bank met de kussens

# trog-item-85
source: she is the gardener who wears the hat that has a flower
nl: zij is de tuinman die de hoed draagt met een bloem

# trog-item-86
source: She tripped on a rock and dropped her books.
nl: Ze struikelde over een steen en liet haar boeken vallen.

# trog-item-87
source: The teacher will give the students cake if they stand in a line.
nl: Als de leerlingen in de rij gaan staan, geeft de leraar ze een taart.

# trog-item-88
source: We will dance together if there is music playing.
nl: Als er muziek speelt, dansen we samen.

# trog-item-89
source: Although it is hot outside, I am wearing a jacket with a hood.
nl: Hoewel het buiten warm is, draag ik een jas met capuchon.

# trog-item-90
source: He likes swimming. However, he chose to play soccer with his friends.
nl: Hij houdt van zwemmen. Hij koos er echter voor om met zijn vrienden te voetballen.

# trog-item-91
source: Despite the noise in the classroom, she focused on reading her notebook.
nl: Ondanks het lawaai in het klaslokaal concentreerde ze zich op het lezen van haar notitieboekje.

# trog-item-92
source: He wore the clown&apos;s hat despite its large size.
nl: Hij droeg de clownshoed, ondanks dat deze groot was.

# trog-item-93
source: The duck following the turtle is walking across the bridge.
nl: De eend die de schildpad volgt, loopt over de brug.

# trog-item-94
source: Bumping the table with my foot caused a book to fall.
nl: Toen ik met mijn voet tegen de tafel stootte, viel er een boek op de grond.

# trog-item-95
source: The person chases the dog that is big.
nl: De persoon jaagt op de grote hond.

# trog-item-96
source: The girl wearing a backpack was shown a flower by her friend.
nl: Het meisje met de rugzak kreeg van haar vriendin een bloem te zien.

# trog-item-97
source: The kids cleaned the room, but forgot to put away the train.
nl: De kinderen hebben de kamer opgeruimd, maar vergeten de trein op te bergen.

# trog-item-98
source: The monkey neither ate the banana nor swung on the vine.
nl: De aap at de banaan niet op en slingerde ook niet aan de liaan.

# trog-item-99
source: Her mom said it would be sunny. However, it rained heavily.
nl: Haar moeder zei dat het zonnig zou zijn. Het regende echter hevig.

# trog-item-100
source: The plane that is gray is above the clouds.
nl: Het grijze vlak bevindt zich boven de wolken.
