Repository: levante-framework/levante_translations
Catalog: translations/xliff/*-surveys.xliff
Languages: fr_ca

# page4.q.selflifechanges.q.selflifechangeshome.q.selflifechanges45.labelfalse
source: No
fr_ca: Non

# page4.q.selflifechanges.q.selflifechangeshome.q.selflifechanges46.title
source: Death of a spouse.
fr_ca: Décès du conjoint.

# page4.q.selflifechanges.q.selflifechangeshome.q.selflifechanges46.labeltrue
source: Yes
fr_ca: Oui

# page4.q.selflifechanges.q.selflifechangeshome.q.selflifechanges46.labelfalse
source: No
fr_ca: Non

# page4.q.selflifechanges.q.selflifechangeshome.q.selflifechanges47.title
source: Death of other family member (child).
fr_ca: Décès d'un autre membre de la famille (enfant).

# page4.q.selflifechanges.q.selflifechangeshome.q.selflifechanges47.labeltrue
source: Yes
fr_ca: Oui

# page4.q.selflifechanges.q.selflifechangeshome.q.selflifechanges47.labelfalse
source: No
fr_ca: Non

# page4.q.selflifechanges.q.selflifechangeshome.q.selflifechanges48.title
source: Death of other family member (brother or sister).
fr_ca: Décès d'un autre membre de la famille (frère ou sœur).

# page4.q.selflifechanges.q.selflifechangeshome.q.selflifechanges48.labeltrue
source: Yes
fr_ca: Oui

# page4.q.selflifechanges.q.selflifechangeshome.q.selflifechanges48.labelfalse
source: No
fr_ca: Non

# page4.q.selflifechanges.q.selflifechangeshome.q.selflifechanges49.title
source: Death of other family member (parent).
fr_ca: Décès d'un autre membre de la famille (parent).

# page4.q.selflifechanges.q.selflifechangeshome.q.selflifechanges49.labeltrue
source: Yes
fr_ca: Oui

# page4.q.selflifechanges.q.selflifechangeshome.q.selflifechanges49.labelfalse
source: No
fr_ca: Non

# page4.q.selflifechanges.q.selflifechangespersonal.title
source: Personal and Social:
fr_ca: Personnel et Social :

# page4.q.selflifechanges.q.selflifechangespersonal.q.selflifechanges50.title
source: Change in personal habits.
fr_ca: Changement dans les habitudes personnelles.

# page4.q.selflifechanges.q.selflifechangespersonal.q.selflifechanges50.labeltrue
source: Yes
fr_ca: Oui

# page4.q.selflifechanges.q.selflifechangespersonal.q.selflifechanges50.labelfalse
source: No
fr_ca: Non

# page4.q.selflifechanges.q.selflifechangespersonal.q.selflifechanges51.title
source: Beginning or ending school or college.
fr_ca: Début ou fin de l'école ou de l'université.

# page4.q.selflifechanges.q.selflifechangespersonal.q.selflifechanges51.labeltrue
source: Yes
fr_ca: Oui

# page4.q.selflifechanges.q.selflifechangespersonal.q.selflifechanges51.labelfalse
source: No
fr_ca: Non

# page4.q.selflifechanges.q.selflifechangespersonal.q.selflifechanges52.title
source: Change of school or college.
fr_ca: Changement d'école ou d'université.

# page4.q.selflifechanges.q.selflifechangespersonal.q.selflifechanges52.labeltrue
source: Yes
fr_ca: Oui

# page4.q.selflifechanges.q.selflifechangespersonal.q.selflifechanges52.labelfalse
source: No
fr_ca: Non

# page4.q.selflifechanges.q.selflifechangespersonal.q.selflifechanges53.title
source: Change in political beliefs.
fr_ca: Changement de convictions politiques.

# page4.q.selflifechanges.q.selflifechangespersonal.q.selflifechanges53.labeltrue
source: Yes
fr_ca: Oui

# page4.q.selflifechanges.q.selflifechangespersonal.q.selflifechanges53.labelfalse
source: No
fr_ca: Non

# page4.q.selflifechanges.q.selflifechangespersonal.q.selflifechanges54.title
source: Change in religious beliefs.
fr_ca: Changement de convictions religieuses.

# page4.q.selflifechanges.q.selflifechangespersonal.q.selflifechanges54.labeltrue
source: Yes
fr_ca: Oui

# page4.q.selflifechanges.q.selflifechangespersonal.q.selflifechanges54.labelfalse
source: No
fr_ca: Non

# page4.q.selflifechanges.q.selflifechangespersonal.q.selflifechanges55.title
source: Change in social activities.
fr_ca: Changement dans les activités sociales.

# page4.q.selflifechanges.q.selflifechangespersonal.q.selflifechanges55.labeltrue
source: Yes
fr_ca: Oui

# page4.q.selflifechanges.q.selflifechangespersonal.q.selflifechanges55.labelfalse
source: No
fr_ca: Non

# page4.q.selflifechanges.q.selflifechangespersonal.q.selflifechanges56.title
source: Vacation.
fr_ca: Vacances.

# page4.q.selflifechanges.q.selflifechangespersonal.q.selflifechanges56.labeltrue
source: Yes
fr_ca: Oui

# page4.q.selflifechanges.q.selflifechangespersonal.q.selflifechanges56.labelfalse
source: No
fr_ca: Non

# page4.q.selflifechanges.q.selflifechangespersonal.q.selflifechanges57.title
source: New, close, personal relationship.
fr_ca: Nouvelle relation personnelle proche.

# page4.q.selflifechanges.q.selflifechangespersonal.q.selflifechanges57.labeltrue
source: Yes
fr_ca: Oui

# page4.q.selflifechanges.q.selflifechangespersonal.q.selflifechanges57.labelfalse
source: No
fr_ca: Non

# page4.q.selflifechanges.q.selflifechangespersonal.q.selflifechanges58.title
source: Engagement to marry.
fr_ca: Fiançailles pour le mariage.

# page4.q.selflifechanges.q.selflifechangespersonal.q.selflifechanges58.labeltrue
source: Yes
fr_ca: Oui

# page4.q.selflifechanges.q.selflifechangespersonal.q.selflifechanges58.labelfalse
source: No
fr_ca: Non

# page4.q.selflifechanges.q.selflifechangespersonal.q.selflifechanges59.title
source: Girlfriend or boyfriend problems.
fr_ca: Problèmes avec petit(e)-ami(e).

# page4.q.selflifechanges.q.selflifechangespersonal.q.selflifechanges59.labeltrue
source: Yes
fr_ca: Oui

# page4.q.selflifechanges.q.selflifechangespersonal.q.selflifechanges59.labelfalse
source: No
fr_ca: Non

# page4.q.selflifechanges.q.selflifechangespersonal.q.selflifechanges61.title
source: "Falling out" of a close personal relationship.
fr_ca: "Rupture" d'une relation personnelle proche.

# page4.q.selflifechanges.q.selflifechangespersonal.q.selflifechanges61.labeltrue
source: Yes
fr_ca: Oui

# page4.q.selflifechanges.q.selflifechangespersonal.q.selflifechanges61.labelfalse
source: No
fr_ca: Non

# page4.q.selflifechanges.q.selflifechangespersonal.q.selflifechanges62.title
source: An accident.
fr_ca: Un accident.

# page4.q.selflifechanges.q.selflifechangespersonal.q.selflifechanges62.labeltrue
source: Yes
fr_ca: Oui

# page4.q.selflifechanges.q.selflifechangespersonal.q.selflifechanges62.labelfalse
source: No
fr_ca: Non

# page4.q.selflifechanges.q.selflifechangespersonal.q.selflifechanges63.title
source: Minor violation of the law.
fr_ca: Infraction mineure à la loi.

# page4.q.selflifechanges.q.selflifechangespersonal.q.selflifechanges63.labeltrue
source: Yes
fr_ca: Oui

# page4.q.selflifechanges.q.selflifechangespersonal.q.selflifechanges63.labelfalse
source: No
fr_ca: Non

# page4.q.selflifechanges.q.selflifechangespersonal.q.selflifechanges65.title
source: Death of a close friend.
fr_ca: Décès d'un ami proche.

# page4.q.selflifechanges.q.selflifechangespersonal.q.selflifechanges65.labeltrue
source: Yes
fr_ca: Oui

# page4.q.selflifechanges.q.selflifechangespersonal.q.selflifechanges65.labelfalse
source: No
fr_ca: Non

# page4.q.selflifechanges.q.selflifechangespersonal.q.selflifechanges66.title
source: Major decision regarding your immediate future.
fr_ca: Décision majeure concernant votre avenir immédiat.

# page4.q.selflifechanges.q.selflifechangespersonal.q.selflifechanges66.labeltrue
source: Yes
fr_ca: Oui

# page4.q.selflifechanges.q.selflifechangespersonal.q.selflifechanges66.labelfalse
source: No
fr_ca: Non

# page4.q.selflifechanges.q.selflifechangespersonal.q.selflifechanges67.title
source: Major personal achievement.
fr_ca: Grande réalisation personnelle.

# page4.q.selflifechanges.q.selflifechangespersonal.q.selflifechanges67.labeltrue
source: Yes
fr_ca: Oui

# page4.q.selflifechanges.q.selflifechangespersonal.q.selflifechanges67.labelfalse
source: No
fr_ca: Non

# page4.q.selflifechanges.q.selflifechangesfinancial.title
source: Financial:
fr_ca: Financier :

# page4.q.selflifechanges.q.selflifechangesfinancial.q.selflifechanges68.title
source: Major change in finances (increased income).
fr_ca: Changement majeur des finances (revenu accru).

# page4.q.selflifechanges.q.selflifechangesfinancial.q.selflifechanges68.labeltrue
source: Yes
fr_ca: Oui

source: No
fr_ca: Non

# page4.q.selflifechanges.q.selflifechangesfinancial.q.selflifechanges69.title
source: Major change in finances (decreased income).
fr_ca: Changement majeur des finances (revenu diminué).

# page4.q.selflifechanges.q.selflifechangesfinancial.q.selflifechanges69.labeltrue
source: Yes
fr_ca: Oui

source: No
fr_ca: Non

# page4.q.selflifechanges.q.selflifechangesfinancial.q.selflifechanges70.title
source: Major change in finances (investment and/or credit difficulties).
fr_ca: Changement majeur des finances (difficultés d'investissement et/ou de crédit).

# page4.q.selflifechanges.q.selflifechangesfinancial.q.selflifechanges70.labeltrue
source: Yes
fr_ca: Oui

source: No
fr_ca: Non

# page4.q.selflifechanges.q.selflifechangesfinancial.q.selflifechanges71.title
source: Loss or damage of personal property.
fr_ca: Perte ou dommages de biens personnels.

# page4.q.selflifechanges.q.selflifechangesfinancial.q.selflifechanges71.labeltrue
source: Yes
fr_ca: Oui

source: No
fr_ca: Non

# page4.q.selflifechanges.q.selflifechangesfinancial.q.selflifechanges72.title
source: Moderate purchase.
fr_ca: Achat modéré.

# page4.q.selflifechanges.q.selflifechangesfinancial.q.selflifechanges72.labeltrue
source: Yes
fr_ca: Oui

source: No
fr_ca: Non

# page4.q.selflifechanges.q.selflifechangesfinancial.q.selflifechanges73.title
source: Major purchase.
fr_ca: Achat important.

# page4.q.selflifechanges.q.selflifechangesfinancial.q.selflifechanges73.labeltrue
source: Yes
fr_ca: Oui

source: No
fr_ca: Non

# page4.q.selflifechanges.q.selflifechangesfinancial.q.selflifechanges74.title
source: Foreclosure on a mortgage or loan.
fr_ca: Forclusion d'une hypothèque ou d'un prêt.

# page4.q.selflifechanges.q.selflifechangesfinancial.q.selflifechanges74.labeltrue
source: Yes
fr_ca: Oui

source: No
fr_ca: Non

# page5.q.selfmcarthurcountry.title
source: <b>Instructions:</b> Think of this line as representing where people stand in the <i>country where you live</i>. To the <b>right</b> are the people who are the best off - those who have the most money, the most education, and the most respected jobs. To the <b>left</b> are the people who are the worst off - those who have the least money, the least education, the least respected jobs, or no job. The further to the right you are on the line, the closer you are to the people at the very top; the further to the left you are, the closer you are to the people at the very bottom.<br><b>Where would you place yourself on this line?</b><br>Move the slider to where you think you stand at this time in your life relative to other people in your country.
fr_ca: <b>Instructions :</b> Imaginez que cette ligne représente l'endroit où les gens se situent dans le <i>pays où vous vivez</i>. À droite se trouvent les personnes les mieux loties - celles qui ont le plus d'argent, d'éducation et les emplois les plus respectés. À gauche se trouvent les personnes les plus désavantagées - celles qui ont le moins d'argent, d'éducation et les emplois les moins respectés, voire aucun emploi. Plus vous êtes à droite sur la ligne, plus vous êtes proche des personnes au sommet ; plus vous êtes à gauche, plus vous êtes proche des personnes en bas.<br><b>Où vous situez-vous sur cette ligne ?</b><br>Déplacez le curseur là où vous pensez vous situer à ce moment de votre vie par rapport aux autres personnes dans votre pays.

# page5.q.selfmcarthurcommunity.title
source: <b>Instructions:</b> Think of this line as representing where people stand in their <i>communities</i>. People define community in different ways; please define it in whatever way is most meaningful to you. To the <b>right</b> are people who have the highest standing in their community. To the <b>left</b> are the people who have the lowest standing in their community.<br><b>Where would you place yourself on this line?</b><br>Move the slider to where you think you stand at this time in your life relative to other people in your community.
fr_ca: <b>Instructions :</b> Imaginez cette ligne comme représentant l'endroit où les gens se situent dans leurs <i>communautés</i>. Les gens définissent la communauté de différentes manières ; veuillez la définir de la manière qui vous semble la plus significative. À droite se trouvent les personnes qui ont la plus haute position dans leur communauté. À gauche se trouvent les personnes ayant le statut le plus bas dans leur communauté.<br><b>Où vous situez-vous sur cette ligne ?</b><br>Déplacez le curseur à l'endroit où vous pensez être à ce moment de votre vie par rapport aux autres personnes de votre communauté.

# page1.q.teachernumberclasses.title
source: How many classrooms do you teach that contain students participating in this research project?
fr_ca: Combien de classes enseignez-vous qui contiennent des élèves participant à ce projet de recherche ?

# page1.q.teacherotheradult.title
source: Is there another adult who is paid to help you in this classroom (e.g., teaching assistant, co-lead teacher, etc.)?
fr_ca: Y a-t-il un autre adulte payé pour vous aider dans cette salle de classe (par exemple, un assistant enseignant, un enseignant co-directeur, etc.) ?

# page1.q.teacherotheradult.labeltrue
source: Yes
fr_ca: Oui

# page1.q.teacherotheradult.labelfalse
source: No
fr_ca: Non

# page1.q.teacherstudentsenroll.title
source: How many students are enrolled in this classroom?
fr_ca: Combien d'élèves sont inscrits dans cette salle de classe ?

# page1.q.teacherstudentsenroll.placeholder
source: number of students
fr_ca: nombre d'élèves

# page1.q.teacherstudentsgender.title
source: How many children of each gender are in this class?
fr_ca: Combien d'enfants de chaque sexe y a-t-il dans cette classe ?

# page1.q.teacherstudentsgender.items.teacherstudentsgendergirls.placeholder
source: number
fr_ca: nombre

# page1.q.teacherstudentsgender.items.teacherstudentsgendergirls.title
source: Girls
fr_ca: Filles

# page1.q.teacherstudentsgender.items.teacherstudentsgenderboys.placeholder
source: number
fr_ca: nombre

# page1.q.teacherstudentsgender.items.teacherstudentsgenderboys.title
source: Boys
fr_ca: Garçons

# page1.q.teacherstudentsgender.items.teacherstudentsgendernonbinary.placeholder
source: number
fr_ca: nombre

# page1.q.teacherstudentsgender.items.teacherstudentsgendernonbinary.title
source: Nonbinary
fr_ca: Non binaire

# page1.q.teacherstudentsgender.items.teacherstudentsgenderother.placeholder
source: number
fr_ca: nombre

# page1.q.teacherstudentsgender.items.teacherstudentsgenderother.title
source: Other
fr_ca: Autre

# page1.q.teacherstudentsages.title
source: As of today's date, how many children in this class are each of the following age levels?
fr_ca: À la date d'aujourd'hui, combien d'enfants de cette classe ont chacun des niveaux d'âge suivants ?

# page1.q.teacherstudentsages.items.teacherstudentsages5.placeholder
source: number
fr_ca: nombre

# page1.q.teacherstudentsages.items.teacherstudentsages5.title
source: 5 years old or younger
fr_ca: 5 ans ou moins

# page1.q.teacherstudentsages.items.teacherstudentsages6.placeholder
source: number
fr_ca: nombre

# page1.q.teacherstudentsages.items.teacherstudentsages6.title
source: 6 years old
fr_ca: 6 ans

# page1.q.teacherstudentsages.items.teacherstudentsages7.placeholder
source: number
fr_ca: nombre

# page1.q.teacherstudentsages.items.teacherstudentsages7.title
source: 7 years old
fr_ca: 7 ans

# page1.q.teacherstudentsages.items.teacherstudentsages8.placeholder
source: number
fr_ca: nombre

# page1.q.teacherstudentsages.items.teacherstudentsages8.title
source: 8 years old
fr_ca: 8 ans

# page1.q.teacherstudentsages.items.teacherstudentsages9.placeholder
source: number
fr_ca: nombre

# page1.q.teacherstudentsages.items.teacherstudentsages9.title
source: 9 years old
fr_ca: 9 ans

# page1.q.teacherstudentsages.items.teacherstudentsages10.placeholder
source: number
fr_ca: nombre

# page1.q.teacherstudentsages.items.teacherstudentsages10.title
source: 10 years old
fr_ca: 10 ans

# page1.q.teacherstudentsages.items.teacherstudentsages11.placeholder
source: number
fr_ca: nombre

# page1.q.teacherstudentsages.items.teacherstudentsages11.title
source: 11 years old
fr_ca: 11 ans

# page1.q.teacherstudentsages.items.teacherstudentsages12.placeholder
source: number
fr_ca: nombre

# page1.q.teacherstudentsages.items.teacherstudentsages12.title
source: 12 years old
fr_ca: 12 ans

# page1.q.teacherstudentsages.items.teacherstudentsages13.placeholder
source: number
fr_ca: nombre

# page1.q.teacherstudentsages.items.teacherstudentsages13.title
source: 13 years old or older
fr_ca: 13 ans ou plus

# page1.q.teachermultigrade.title
source: Do you currently teach a multigrade class?
fr_ca: Enseignez-vous actuellement dans une classe multi-niveaux ?

# page1.q.teachermultigrade.labeltrue
source: Yes
fr_ca: Oui

# page1.q.teachermultigrade.labelfalse
source: No
fr_ca: Non

# page1.q.teachermultigradelevels.title
source: If yes, what grade levels are included in the class you teach? (select all that apply)
fr_ca: Si oui, quels niveaux de classes sont inclus dans la classe que vous enseignez ? (sélectionnez tout ce qui s'applique)

# page1.q.teachermultigradelevels.choice.prekinder.text
source: Prekindergarten
fr_ca: Prématernelle

# page1.q.teachermultigradelevels.choice.transitionkinder.text
source: Transitional (or readiness) kindergarten
fr_ca: Maternelle de transition (ou de préparation)

# page1.q.teachermultigradelevels.choice.kinder.text
source: Kindergarten
fr_ca: Maternelle

# page1.q.teachermultigradelevels.choice.grade1.text
source: 1st Grade
fr_ca: 1ère année

# page1.q.teachermultigradelevels.choice.grade2.text
source: 2nd Grade
fr_ca: 2ème année

# page1.q.teachermultigradelevels.choice.grade3.text
source: 3rd Grade
fr_ca: 3ème année

# page1.q.teachermultigradelevels.choice.grade4.text
source: 4th Grade
fr_ca: 4ème année

# page1.q.teachermultigradelevels.choice.grade5.text
source: 5th Grade
fr_ca: 5ème année

# page1.q.teachermultigradelevels.choice.grade6.text
source: 6th Grade
fr_ca: 6ème année

# page1.q.teachermultigradelevels.choice.grade7.text
source: 7th Grade
fr_ca: 7ème année

# page1.q.teachermultigradelevels.choice.grade8.text
source: 8th Grade
fr_ca: 8ème année

# page1.q.teachergradelevel.title
source: What grade level do you teach?
fr_ca: Quel niveau scolaire enseignez-vous ?

# page1.q.teacherlanguagestudents.title
source: What languages are spoken by students in this class (select all that apply)?
fr_ca: Quelles langues sont parlées par les élèves de cette classe (sélectionnez tout ce qui s'applique) ?

# page1.q.teacherlanguagestudents.choice.ar.text
source: Arabic
fr_ca: Arabe

# page1.q.teacherlanguagestudents.choice.zh.text
source: Chinese
fr_ca: Chinois

# page1.q.teacherlanguagestudents.choice.en.text
source: English
fr_ca: Anglais

# page1.q.teacherlanguagestudents.choice.fr.text
source: French
fr_ca: Français

# page1.q.teacherlanguagestudents.choice.de.text
source: German
fr_ca: Allemand

# page1.q.teacherlanguagestudents.choice.ko.text
source: Korean
fr_ca: Coréen

# page1.q.teacherlanguagestudents.choice.es.text
source: Spanish
fr_ca: Espagnol

# page1.q.teacherlanguagestudents.choice.vi.text
source: Vietnamese
fr_ca: Vietnamien

# page1.q.teacherlanguageteachers.title
source: What languages do you or your assistant teacher speak <b>in the classroom</b> (select all that apply)?
fr_ca: Quelles langues parlez-vous ou votre professeur assistant <b>en classe</b> (sélectionnez tout ce qui s'applique) ?

# page1.q.teacherreadingbelow.title
source: About how many children in this classroom are BELOW grade level in their reading skills?
fr_ca: Environ combien d'enfants dans cette classe sont en DESSOUS du niveau scolaire en ce qui concerne leurs compétences en lecture ?

# page1.q.teacherreadingbelow.placeholder
source: number of children
fr_ca: nombre d'enfants

# page1.q.teacherreadingabove.title
source: About how many children in this classroom are ABOVE grade level in their reading skills?
fr_ca: Environ combien d'enfants dans cette classe sont AU-DESSUS du niveau scolaire en ce qui concerne leurs compétences en lecture ?

# page1.q.teacherreadingabove.placeholder
source: number of children
fr_ca: nombre d'enfants

# page1.q.teachermathbelow.title
source: About how many children in this classroom are BELOW grade level in their math skills?
fr_ca: Environ combien d'enfants dans cette classe sont en DESSOUS du niveau scolaire en ce qui concerne leurs compétences en mathématiques ?

# page1.q.teachermathbelow.placeholder
source: number of children
fr_ca: nombre d'enfants

# page1.q.teachermathabove.title
source: About how many children in this classroom are ABOVE grade level in their math skills?
fr_ca: Environ combien d'enfants dans cette classe sont AU-DESSUS du niveau scolaire en ce qui concerne leurs compétences en mathématiques ?

# page1.q.teachermathabove.placeholder
source: number of children
fr_ca: nombre d'enfants

# page1.q.teacherreadingfrequency.title
source: How often each week do children in this class usually work on lessons or projects in Reading and Language Arts, whether as a whole class, in small groups, or in individualized arrangements ?
fr_ca: Combien de fois par semaine les enfants de cette classe travaillent-ils habituellement sur des leçons ou des projets en lecture et langage, que ce soit en classe entière, en petits groupes ou en arrangements individualisés ?

# page1.q.teacherreadingfrequency.choice.never.text
source: Never
fr_ca: Jamais

# page1.q.teacherreadingfrequency.choice.less1.text
source: Less than once per week
fr_ca: Moins d'une fois par semaine

# page1.q.teacherreadingfrequency.choice.1_2.text
source: 1 -2 times per week
fr_ca: 1 - 2 fois par semaine

# page1.q.teacherreadingfrequency.choice.3_4.text
source: 3 - 4 times per week
fr_ca: 3 - 4 fois par semaine

# page1.q.teacherreadingfrequency.choice.daily.text
source: Daily
fr_ca: Tous les jours

# page1.q.teacherreadingtime.title
source: How much time per day do children in this class usually work on lessons or projects in Reading and Language Arts, whether as a whole class, in small groups, or in individualized arrangements?
fr_ca: Combien de temps par jour les enfants de cette classe travaillent-ils habituellement sur des leçons ou des projets en lecture et langage, que ce soit en classe entière, en petits groupes ou en arrangements individualisés ?

# page1.q.teacherreadingtime.choice.1_30.text
source: 1 - 30 minutes a day
fr_ca: 1 - 30 minutes par jour

# page1.q.teacherreadingtime.choice.31_60.text
source: 31 - 60 minutes a day
fr_ca: 31 - 60 minutes par jour

# page1.q.teacherreadingtime.choice.61_90.text
source: 61 - 90 minutes a day
fr_ca: 61 - 90 minutes par jour

# page1.q.teacherreadingtime.choice.more90.text
source: More than 90 minutes a day
fr_ca: Plus de 90 minutes par jour

# page1.q.teachermathfrequency.title
source: How often each week do children in this class usually work on lessons or projects in Mathematics, whether as a whole class, in small groups, or in individualized arrangements?
fr_ca: Combien de fois par semaine les enfants de cette classe travaillent-ils habituellement sur des leçons ou des projets en mathématiques, que ce soit en classe entière, en petits groupes ou en arrangements individualisés ?

# page1.q.teachermathfrequency.choice.0.text
source: Never
fr_ca: Jamais

# page1.q.teachermathfrequency.choice.1.text
source: Less than once per week
fr_ca: Moins d'une fois par semaine

# page1.q.teachermathfrequency.choice.2.text
source: 1 -2 times per week
fr_ca: 1 - 2 fois par semaine

# page1.q.teachermathfrequency.choice.3.text
source: 3 - 4 times per week
fr_ca: 3 - 4 fois par semaine

# page1.q.teachermathfrequency.choice.4.text
source: Daily
fr_ca: Tous les jours
