Repository: levante-framework/levante_translations
Catalog: translations/xliff/*-surveys.xliff
Languages: fr_ca

# page16.q.homehomeb.q.homehome28.labelfalse
source: No
fr_ca: Non

# page16.q.homehomeb.q.homehome29.title
source: How often does your child read for enjoyment?
fr_ca: À quelle fréquence votre enfant lit-il pour se divertir?

# page16.q.homehomeb.q.homehome29.choice.4.text
source: Every day
fr_ca: Tous les jours

# page16.q.homehomeb.q.homehome29.choice.3.text
source: Several times a week
fr_ca: Plusieurs fois par semaine

# page16.q.homehomeb.q.homehome29.choice.2.text
source: Several times a month
fr_ca: Plusieurs fois par mois

# page16.q.homehomeb.q.homehome29.choice.1.text
source: Several times a year
fr_ca: Plusieurs fois par an

# page16.q.homehomeb.q.homehome29.choice.0.text
source: Never
fr_ca: Jamais

# page16.q.homehomeb.q.homehome30.title
source: Does your family encourage your child to start and keep doing hobbies?
fr_ca: Votre famille encourage-t-elle votre enfant à commencer et à poursuivre des passe-temps ?

# page16.q.homehomeb.q.homehome30.labeltrue
source: Yes
fr_ca: Oui

# page16.q.homehomeb.q.homehome30.labelfalse
source: No
fr_ca: Non

# page16.q.homehomeb.q.homehome31.title
source: Does your child get special lessons or belong to any organization that encourages activities such as sports, music, art, dance, drama, etc.?
fr_ca: Votre enfant reçoit-il des leçons spéciales ou fait-il partie d'une organisation qui encourage des activités telles que le sport, la musique, l'art, la danse, le théâtre, etc.?

# page16.q.homehomeb.q.homehome31.labeltrue
source: Yes
fr_ca: Oui

# page16.q.homehomeb.q.homehome31.labelfalse
source: No
fr_ca: Non

# page16.q.homehomeb.q.homehome32.title
source: How often has a family member taken or arranged to take your child to any type of musical or theatrical performance within the last year?
fr_ca: À quelle fréquence un membre de la famille a-t-il emmené ou organisé pour emmener votre enfant assister à une représentation musicale ou théâtrale au cours de la dernière année ?

# page16.q.homehomeb.q.homehome32.choice.4.text
source: About once a week or more
fr_ca: Environ une fois par semaine ou plus

# page16.q.homehomeb.q.homehome32.choice.3.text
source: About once a month or more
fr_ca: Environ une fois par mois ou plus

# page16.q.homehomeb.q.homehome32.choice.2.text
source: Several times
fr_ca: Plusieurs fois

# page16.q.homehomeb.q.homehome32.choice.1.text
source: Once or twice
fr_ca: Une ou deux fois

# page16.q.homehomeb.q.homehome32.choice.0.text
source: Never
fr_ca: Jamais

# page16.q.homehomeb.q.homehome33.title
source: When your family watches TV or views content online, do you or another adult in the home discuss it with your child?
fr_ca: Lorsque votre famille regarde la télévision ou regarde du contenu en ligne, vous ou un autre adulte de la maison en discutez-vous avec votre enfant ?

# page16.q.homehomeb.q.homehome33.choice.4.text
source: Almost always
fr_ca: Presque toujours

# page16.q.homehomeb.q.homehome33.choice.3.text
source: More than half the time
fr_ca: Plus de la moitié du temps

# page16.q.homehomeb.q.homehome33.choice.2.text
source: Half the time
fr_ca: La moitié du temps

# page16.q.homehomeb.q.homehome33.choice.1.text
source: Less than half the time
fr_ca: Moins de la moitié du temps

# page16.q.homehomeb.q.homehome33.choice.0.text
source: Almost never
fr_ca: Presque jamais

# page16.q.homehomeb.q.homehome34.title
source: How often is your child expected to clean up after spills?
fr_ca: À quelle fréquence est-il attendu de votre enfant qu'il nettoie les dégâts ?

# page16.q.homehomeb.q.homehome34.choice.4.text
source: Almost always
fr_ca: Presque toujours

# page16.q.homehomeb.q.homehome34.choice.3.text
source: More than half the time
fr_ca: Plus de la moitié du temps

# page16.q.homehomeb.q.homehome34.choice.2.text
source: Half the time
fr_ca: La moitié du temps

# page16.q.homehomeb.q.homehome34.choice.1.text
source: Less than half the time
fr_ca: Moins de la moitié du temps

# page16.q.homehomeb.q.homehome34.choice.0.text
source: Almost never
fr_ca: Presque jamais

# page16.q.homehomeb.q.homehome35.title
source: How often is your child expected to bathe him/herself?
fr_ca: À quelle fréquence est-il attendu de votre enfant qu'il se lave lui-même ?

# page16.q.homehomeb.q.homehome35.choice.4.text
source: Almost always
fr_ca: Presque toujours

# page16.q.homehomeb.q.homehome35.choice.3.text
source: More than half the time
fr_ca: Plus de la moitié du temps

# page16.q.homehomeb.q.homehome35.choice.2.text
source: Half the time
fr_ca: La moitié du temps

# page16.q.homehomeb.q.homehome35.choice.1.text
source: Less than half the time
fr_ca: Moins de la moitié du temps

# page16.q.homehomeb.q.homehome35.choice.0.text
source: Almost never
fr_ca: Presque jamais

# page16.q.homehomeb.q.homehome36.title
source: How often is your child expected to help with keeping shared living areas neat and clean?
fr_ca: À quelle fréquence est-il attendu de votre enfant qu'il participe au maintien de la propreté des espaces de vie partagés ?

# page16.q.homehomeb.q.homehome36.choice.4.text
source: Almost always
fr_ca: Presque toujours

# page16.q.homehomeb.q.homehome36.choice.3.text
source: More than half the time
fr_ca: Plus de la moitié du temps

# page16.q.homehomeb.q.homehome36.choice.2.text
source: Half the time
fr_ca: La moitié du temps

# page16.q.homehomeb.q.homehome36.choice.1.text
source: Less than half the time
fr_ca: Moins de la moitié du temps

# page16.q.homehomeb.q.homehome36.choice.0.text
source: Almost never
fr_ca: Presque jamais

# page16.q.homehomeb.q.homehome37.title
source: How often is your child expected to do routine chores such as mow the lawn, help with dinner, wash dishes, etc.?
fr_ca: À quelle fréquence est-il attendu de votre enfant qu'il effectue des tâches routinières telles que tondre la pelouse, aider lors du dîner, faire la vaisselle, etc.?

# page16.q.homehomeb.q.homehome37.choice.4.text
source: Almost always
fr_ca: Presque toujours

# page16.q.homehomeb.q.homehome37.choice.3.text
source: More than half the time
fr_ca: Plus de la moitié du temps

# page16.q.homehomeb.q.homehome37.choice.2.text
source: Half the time
fr_ca: La moitié du temps

# page16.q.homehomeb.q.homehome37.choice.1.text
source: Less than half the time
fr_ca: Moins de la moitié du temps

# page16.q.homehomeb.q.homehome37.choice.0.text
source: Almost never
fr_ca: Presque jamais

# page16.q.homehomeb.q.homehome38.title
source: How often is your child expected to help manage his/her own time (get up on time, be ready for school, etc.)?
fr_ca: À quelle fréquence est-il attendu de votre enfant qu'il gère son propre temps (se lever à l'heure, être prêt pour l'école, etc.) ?

# page16.q.homehomeb.q.homehome38.choice.4.text
source: Almost always
fr_ca: Presque toujours

# page16.q.homehomeb.q.homehome38.choice.3.text
source: More than half the time
fr_ca: Plus de la moitié du temps

# page16.q.homehomeb.q.homehome38.choice.2.text
source: Half the time
fr_ca: La moitié du temps

# page16.q.homehomeb.q.homehome38.choice.1.text
source: Less than half the time
fr_ca: Moins de la moitié du temps

# page16.q.homehomeb.q.homehome38.choice.0.text
source: Almost never
fr_ca: Presque jamais

# page17.q.selfparentstressncshh9.title
source: <b>DURING THE PAST MONTH</b>, how often have you felt...
fr_ca: <b>PENDANT LE MOIS PASSÉ</b>, à quelle fréquence avez-vous ressenti...

# page17.q.selfparentstressncshh9.col.0.text
source: Never
fr_ca: Jamais

# page17.q.selfparentstressncshh9.col.1.text
source: Rarely
fr_ca: Rarement

# page17.q.selfparentstressncshh9.col.2.text
source: Sometimes
fr_ca: Parfois

# page17.q.selfparentstressncshh9.col.3.text
source: Usually
fr_ca: Souvent

# page17.q.selfparentstressncshh9.col.4.text
source: Always
fr_ca: Toujours

# page17.q.selfparentstressncshh9.row.selfparentstressnschh9a.text
source: that your child is much harder to care for than most children their age?
fr_ca: que votre enfant est beaucoup plus difficile à soigner que la plupart des enfants de son âge ?

# page17.q.selfparentstressncshh9.row.selfparentstressnschh9b.text
source: that your child does things that really bother you a lot?
fr_ca: que votre enfant fait des choses qui vous dérangent beaucoup ?

# page17.q.selfparentstressncshh9.row.selfparentstressnschh9c.text
source: angry with your child?
fr_ca: en colère contre votre enfant ?

# page18.q.selfparentrohner.title
source: These statements describe ways different caregivers act toward their children. Please think about how well each statement describes the way you treat your child. Respond as to whether you do each item "almost never", "once a month", "once a week", "every day".
fr_ca: Ces déclarations décrivent la façon dont différents soignants agissent envers leurs enfants. Veuillez penser à quelle mesure chaque déclaration décrit la façon dont vous traitez votre enfant. Répondez si chaque élément s'applique "presque jamais", "une fois par mois", "une fois par semaine", "chaque jour".

# page18.q.selfparentrohner.col.1.text
source: Never or almost never
fr_ca: Jamais ou presque jamais

# page18.q.selfparentrohner.col.2.text
source: Once a month
fr_ca: Une fois par mois

# page18.q.selfparentrohner.col.3.text
source: Once a week
fr_ca: Une fois par semaine

# page18.q.selfparentrohner.col.4.text
source: Every day
fr_ca: Tous les jours

# page18.q.selfparentrohner.row.selfparentrohnerc3.text
source: I see to it that my child knows exactly what (s)he may or may not do.
fr_ca: Je fais en sorte que mon enfant sache exactement ce qu'il peut ou ne peut pas faire.

# page18.q.selfparentrohner.row.selfparentrohnerc7.text
source: I always tell my child how (s)he should behave.
fr_ca: Je dis toujours à mon enfant comment il doit se comporter.

# page18.q.selfparentrohner.row.selfparentrohnerc14.text
source: I insist that my child do exactly as (s)he is told.
fr_ca: J'insiste pour que mon enfant fasse exactement ce qu'on lui dit.

# page18.q.selfparentrohner.row.selfparentrohnerw15.text
source: I make my child feel wanted and needed.
fr_ca: Je fais en sorte que mon enfant se sente aimé et nécessaire.

# page18.q.selfparentrohner.row.selfparentrohnerc20.text
source: I let my child do anything (s)he wants to do.
fr_ca: Je laisse mon enfant faire tout ce qu'il veut faire.

# page18.q.selfparentrohner.row.selfparentrohnerw21.text
source: I make my child feel what (s)he does is important.
fr_ca: Je fais en sorte que mon enfant sente que ce qu'il fait est important.

# page18.q.selfparentrohner.row.selfparentrohnerw23.text
source: I care about what my child thinks and encourage her/him to talk about it.
fr_ca: Je m'intéresse à ce que pense mon enfant et l'encourage à en parler.

# page18.q.selfparentrohner.row.selfparentrohnerc26.text
source: I want to control whatever my child does.
fr_ca: Je veux contrôler tout ce que fait mon enfant.

# page18.q.selfparentrohner.row.selfparentrohnerw27.text
source: I let my child know I love him/her.
fr_ca: Je fais savoir à mon enfant que je l'aime.

# page18.q.selfparentrohner.row.selfparentrohnerw29.text
source: I treat my child gently and kindly.
fr_ca: Je traite mon enfant avec douceur et gentillesse.

# page19.q.selfparentmics.title
source: All adults use certain ways to teach children the right behavior or to address a behavior problem. Please read the following methods that are used and select whether you or anyone else in your household has used this with your child in the <b>past month</b>.
fr_ca: Tous les adultes adoptent certaines méthodes pour enseigner aux enfants le bon comportement ou pour résoudre un problème de comportement. Veuillez lire les méthodes suivantes qui sont utilisées et sélectionner si vous ou quelqu'un d'autre dans votre foyer avez utilisé cela avec votre enfant au cours du <b>mois passé</b>.

# page19.q.selfparentmics.q.selfparentmics1.title
source: Took away privileges, forbade something my child liked, or did not allow him/her to leave the house.
fr_ca: A retiré des privilèges, interdit quelque chose que mon enfant aimait ou ne lui a pas permis de quitter la maison.

# page19.q.selfparentmics.q.selfparentmics1.labeltrue
source: Yes
fr_ca: Oui

# page19.q.selfparentmics.q.selfparentmics1.labelfalse
source: No
fr_ca: Non

# page19.q.selfparentmics.q.selfparentmics2.title
source: Explained why something (the behavior) was wrong.
fr_ca: Expliqué pourquoi quelque chose (le comportement) était mal.

# page19.q.selfparentmics.q.selfparentmics2.labeltrue
source: Yes
fr_ca: Oui

# page19.q.selfparentmics.q.selfparentmics2.labelfalse
source: No
fr_ca: Non

# page19.q.selfparentmics.q.selfparentmics4.title
source: Shouted, yelled at or screamed at him/her.
fr_ca: Crié, hurlé ou crié après lui/elle.

# page19.q.selfparentmics.q.selfparentmics4.labeltrue
source: Yes
fr_ca: Oui

# page19.q.selfparentmics.q.selfparentmics4.labelfalse
source: No
fr_ca: Non

# page19.q.selfparentmics.q.selfparentmics6.title
source: Spanked, hit, or slapped him/her.
fr_ca: Fessé, frappé ou giflé lui/elle.

# page19.q.selfparentmics.q.selfparentmics6.labeltrue
source: Yes
fr_ca: Oui

# page19.q.selfparentmics.q.selfparentmics6.labelfalse
source: No
fr_ca: Non

# page19.q.selfparentmics.q.selfparentmics12.title
source: Do you believe that in order to bring up (raise, educate) your child properly, you need to physically punish him/her?
fr_ca: Croyez-vous que, pour élever votre enfant correctement, vous devez le punir physiquement ?

# page19.q.selfparentmics.q.selfparentmics12.labeltrue
source: Yes
fr_ca: Oui

# page19.q.selfparentmics.q.selfparentmics12.labelfalse
source: No
fr_ca: Non

# introduction.q.caregiversurveyintrob.html
source: Thank you again for participating in this research project!<br> <br> <p> The following survey will take approximately 20-30 minutes to complete and will ask questions about your home and yourself.<br><br>We appreciate you answering as completely and accurately as possible with the information you have available to you. If you have questions about this survey, please reach out to the research coordinator. <br><br>When you are ready to begin, select the “start survey” button. <br><br> Thank you"
fr_ca: <block><b><font face=Verdana size=4>

# page1.q.homeneighborhood.title
source: Please answer the following questions about the community in which you live.
fr_ca: Veuillez répondre aux questions suivantes concernant la communauté dans laquelle vous vivez.

# page1.q.homeneighborhood.q.homenschi7a.title
source: In your neighborhood, are there sidewalks or walking paths?
fr_ca: Dans votre quartier, y a-t-il des trottoirs ou des sentiers de marche?

# page1.q.homeneighborhood.q.homenschi7a.labeltrue
source: Yes
fr_ca: Oui

# page1.q.homeneighborhood.q.homenschi7a.labelfalse
source: No
fr_ca: Non

# page1.q.homeneighborhood.q.homenschi7b.title
source: In your neighborhood, is there a park or playground?
fr_ca: Dans votre quartier, y a-t-il un parc ou un terrain de jeu?

# page1.q.homeneighborhood.q.homenschi7b.labeltrue
source: Yes
fr_ca: Oui

# page1.q.homeneighborhood.q.homenschi7b.labelfalse
source: No
fr_ca: Non

# page1.q.homeneighborhood.q.homenschi7c.title
source: In your neighborhood, is there a community center or recreation center where families get together?
fr_ca: Dans votre quartier, y a-t-il un centre communautaire ou un centre de loisirs où les familles se réunissent?

# page1.q.homeneighborhood.q.homenschi7c.labeltrue
source: Yes
fr_ca: Oui

# page1.q.homeneighborhood.q.homenschi7c.labelfalse
source: No
fr_ca: Non

# page1.q.homeneighborhood.q.homenschi7d.title
source: In your neighborhood, is there a library or other place to get free books?
fr_ca: Dans votre quartier, y a-t-il une bibliothèque ou un autre endroit pour obtenir des livres gratuits?

# page1.q.homeneighborhood.q.homenschi7d.labeltrue
source: Yes
fr_ca: Oui

# page1.q.homeneighborhood.q.homenschi7d.labelfalse
source: No
fr_ca: Non

# page1.q.homeneighborhood.q.homenschi7e.title
source: In your neighborhood, is there litter or garbage on the street or sidewalk?
fr_ca: Dans votre quartier, y a-t-il des déchets ou des ordures sur la rue ou le trottoir?

# page1.q.homeneighborhood.q.homenschi7e.labeltrue
source: Yes
fr_ca: Oui

# page1.q.homeneighborhood.q.homenschi7e.labelfalse
source: No
fr_ca: Non

# page1.q.homeneighborhood.q.homenschi7f.title
source: In your neighborhood is there poorly kept or rundown housing?
fr_ca: Dans votre quartier, y a-t-il des maisons mal entretenues ou délabrées?

# page1.q.homeneighborhood.q.homenschi7f.labeltrue
source: Yes
fr_ca: Oui

# page1.q.homeneighborhood.q.homenschi7f.labelfalse
source: No
fr_ca: Non

# page1.q.homeneighborhood.q.homenschi7g.title
source: In your neighborhood, is there vandalism such as broken windows or graffiti?
fr_ca: Dans votre quartier, y a-t-il du vandalisme tel que des vitres cassées ou des graffitis?

# page1.q.homeneighborhood.q.homenschi7g.labeltrue
source: Yes
fr_ca: Oui

# page1.q.homeneighborhood.q.homenschi7g.labelfalse
source: No
fr_ca: Non

# page1.q.homenschi8items.title
source: To what extent do you agree with these statements about your neighborhood or community?
fr_ca: Dans quelle mesure êtes-vous d'accord avec ces déclarations sur votre quartier ou communauté?

# page1.q.homenschi8items.col.3.text
source: Definitely Agree
fr_ca: Tout à fait d'accord

# page1.q.homenschi8items.col.2.text
source: Somewhat Agree
fr_ca: Plutôt d'accord

# page1.q.homenschi8items.col.1.text
source: Somewhat Disagree
fr_ca: Plutôt en désaccord

# page1.q.homenschi8items.col.0.text
source: Definitely Disagree
fr_ca: Pas du tout d'accord

# page1.q.homenschi8items.row.homenschi8a.text
source: People in your neighborhood help each other out.
fr_ca: Les gens dans votre quartier s'entraident.

# page1.q.homenschi8items.row.homenschi8b.text
source: People in your neighborhood watch out for each other's children.
fr_ca: Les gens dans votre quartier veillent sur les enfants des uns et des autres.

# page1.q.homenschi8items.row.homenschi8c.text
source: Your child is safe in your neighborhood.
fr_ca: Votre enfant est en sécurité dans votre quartier.

# page1.q.homenschi8items.row.homenschi8d.text
source: When you encounter difficulties, you know where to go for help in your community.
fr_ca: Quand vous rencontrez des difficultés, vous savez où aller chercher de l'aide dans votre communauté.

# page1.q.homenschi8items.row.homenschi8e.text
source: Your child is safe at school.
fr_ca: Votre enfant est en sécurité à l'école.

# page1.q.homefood.title
source: These are statements people have made about their food situation. For these statements, please mark whether the statement was often true, sometimes true, or never true for your household in the <b>last 12 months</b>.
fr_ca: Ce sont des affirmations que les gens ont faites concernant leur situation alimentaire. Pour ces déclarations, indiquez s'il était souvent vrai, parfois vrai ou jamais vrai pour votre foyer au cours <b>des 12 derniers mois</b>.

# page1.q.homefood.q.homefoodlast.title
source: The food that we bought just didn't last, and we didn't have enough money to get more.
fr_ca: La nourriture que nous avons achetée n'a tout simplement pas duré, et nous n'avions pas assez d'argent pour en acheter plus.

# page1.q.homefood.q.homefoodlast.choice.0.text
source: Never true
fr_ca: Jamais vrai

# page1.q.homefood.q.homefoodlast.choice.1.text
source: Sometimes true
fr_ca: Parfois vrai

# page1.q.homefood.q.homefoodlast.choice.2.text
source: Often true
fr_ca: Souvent vrai

# page1.q.homefood.q.homefoodbalanced.title
source: We couldn't afford to eat balanced meals.
fr_ca: Nous ne pouvions pas nous permettre de manger des repas équilibrés.

# page1.q.homefood.q.homefoodbalanced.choice.0.text
source: Never true
fr_ca: Jamais vrai

# page1.q.homefood.q.homefoodbalanced.choice.1.text
source: Sometimes true
fr_ca: Parfois vrai

# page1.q.homefood.q.homefoodbalanced.choice.2.text
source: Often true
fr_ca: Souvent vrai

# page1.q.homefood.q.homefoodskipmeal.title
source: In the <b>last 12 months</b>, did you or other adults in your household ever cut the size of your meals or skip meals because there wasn't enough money for food?
fr_ca: Au cours <b>des 12 derniers mois</b>, avez-vous ou d'autres adultes de votre foyer réduit la taille de vos repas ou sauté des repas parce qu'il n'y avait pas assez d'argent pour acheter de la nourriture?

# page1.q.homefood.q.homefoodskipmeal.labeltrue
source: Yes
fr_ca: Oui

# page1.q.homefood.q.homefoodskipmeal.labelfalse
source: No
fr_ca: Non

# page1.q.homefood.q.homefoodskipmealamount.title
source: If yes, how often did this happen - almost every month, some months but not every month, or in only 1 or 2 months?
fr_ca: Si oui, combien de fois est-ce arrivé - presque chaque mois, certains mois mais pas tous les mois, ou seulement dans 1 ou 2 mois?

# page1.q.homefood.q.homefoodskipmealamount.choice.3.text
source: Almost every month
fr_ca: Presque chaque mois

# page1.q.homefood.q.homefoodskipmealamount.choice.2.text
source: Some months but not every month
fr_ca: Certains mois mais pas tous les mois

# page1.q.homefood.q.homefoodskipmealamount.choice.1.text
source: Only 1 or 2 months
fr_ca: Seulement 1 ou 2 mois

# page2.q.homechaos.title
source: Below are statements about the environment in your home. Please indicate how much you agree that the statement is true of your home.
fr_ca: Voici des déclarations sur l'environnement dans votre maison. Veuillez indiquer dans quelle mesure vous êtes d'accord que la déclaration est vraie pour votre maison.

# page2.q.homechaos.q.homechaos4.title
source: We are usually able to stay on top of things.
fr_ca: Nous sommes généralement capables de rester au top des choses.

# page2.q.homechaos.q.homechaos4.choice.0.text
source: Definitely Untrue
fr_ca: Totalement faux

# page2.q.homechaos.q.homechaos4.choice.1.text
source: Somewhat Untrue
fr_ca: Plutôt faux

# page2.q.homechaos.q.homechaos4.choice.2.text
source: Somewhat True
fr_ca: Plutôt vrai

# page2.q.homechaos.q.homechaos4.choice.3.text
source: Definitely True
fr_ca: Totalement vrai

# page2.q.homechaos.q.homechaos10.title
source: You can't hear yourself think in our home.
fr_ca: Vous ne pouvez pas vous entendre penser chez nous.

# page2.q.homechaos.q.homechaos10.choice.0.text
source: Definitely Untrue
fr_ca: Totalement faux

# page2.q.homechaos.q.homechaos10.choice.1.text
source: Somewhat Untrue
fr_ca: Plutôt faux

# page2.q.homechaos.q.homechaos10.choice.2.text
source: Somewhat True
fr_ca: Plutôt vrai

# page2.q.homechaos.q.homechaos10.choice.3.text
source: Definitely True
fr_ca: Totalement vrai

# page2.q.homechaos.q.homechaos14.title
source: The atmosphere in our home is calm.
fr_ca: L'atmosphère dans notre maison est calme.

# page2.q.homechaos.q.homechaos14.choice.0.text
source: Definitely Untrue
fr_ca: Totalement faux

# page2.q.homechaos.q.homechaos14.choice.1.text
source: Somewhat Untrue
fr_ca: Plutôt faux

# page2.q.homechaos.q.homechaos14.choice.2.text
source: Somewhat True
fr_ca: Plutôt vrai

# page2.q.homechaos.q.homechaos14.choice.3.text
source: Definitely True
fr_ca: Totalement vrai

# page2.q.homechaos.q.homechaos15.title
source: We have a regular morning routine at home.
fr_ca: Nous avons une routine matinale régulière à la maison.

# page2.q.homechaos.q.homechaos15.choice.0.text
source: Definitely Untrue
fr_ca: Totalement faux

# page2.q.homechaos.q.homechaos15.choice.1.text
source: Somewhat Untrue
fr_ca: Plutôt faux

# page2.q.homechaos.q.homechaos15.choice.2.text
source: Somewhat True
fr_ca: Plutôt vrai

# page2.q.homechaos.q.homechaos15.choice.3.text
source: Definitely True
fr_ca: Totalement vrai

# page2.q.selfparentstress.q.selfparentstressnschh8.title
source: How well do you think you are handling the day-to-day demands of raising children?
fr_ca: Comment pensez-vous que vous gérez les exigences quotidiennes de l'éducation des enfants?
