Repository: levante-framework/levante_translations
Catalog: translations/xliff/*-surveys.xliff
Languages: fr_ca

# page4.q.childhealth3.q.childhealthconditions.q.childautismlevel.title
source: Is the current Autism Spectrum Disorder (includes Asperger's Disorder or Pervasive Developmental Disorder), Mild, Moderate, or Severe?
fr_ca: Le trouble du spectre de l’autisme actuel (inclut le syndrome d'Asperger ou le trouble envahissant du développement) est-il léger, modéré ou sévère ?

# page4.q.childhealth3.q.childhealthconditions.q.childautismlevel.choice.1.text
source: Mild
fr_ca: Légers

# page4.q.childhealth3.q.childhealthconditions.q.childautismlevel.choice.2.text
source: Moderate
fr_ca: Modérés

# page4.q.childhealth3.q.childhealthconditions.q.childautismlevel.choice.3.text
source: Severe
fr_ca: Sévères

# page4.q.childhealth3.q.childhealthconditions.q.childadhd.title
source: Attention Deficit Disorder or Attention Deficit Hyperactivity Disorder (ADD or ADHD)
fr_ca: Trouble du déficit de l'attention ou hyperactivité (TDA ou TDAH)

# page4.q.childhealth3.q.childhealthconditions.q.childadhd.choice.no.text
source: No
fr_ca: Non

# page4.q.childhealth3.q.childhealthconditions.q.childadhd.choice.yes.text
source: Yes
fr_ca: Oui

# page4.q.childhealth3.q.childhealthconditions.q.childadhd.choice.unknown.text
source: Don't know
fr_ca: Je ne sais pas

# page4.q.childhealth3.q.childhealthconditions.q.childadhd.choice.notrespond.text
source: Prefer not to respond
fr_ca: Préfère ne pas répondre

# page4.q.childhealth3.q.childhealthconditions.q.childadhdcurrent.title
source: Does your child <b>CURRENTLY</b > have Attention Deficit Disorder or Attention Deficit Hyperactivity Disorder (ADD or ADHD)?
fr_ca: Votre enfant a-t-il <b>ACTUELLEMENT</b> un trouble du déficit de l'attention ou hyperactivité (TDA ou TDAH) ?

# page4.q.childhealth3.q.childhealthconditions.q.childadhdcurrent.labeltrue
source: Yes
fr_ca: Oui

# page4.q.childhealth3.q.childhealthconditions.q.childadhdcurrent.labelfalse
source: No
fr_ca: Non

# page4.q.childhealth3.q.childhealthconditions.q.childadhdlevel.title
source: Is the current Attention Deficit Disorder or Attention Deficit Hyperactivity Disorder (ADD or ADHD), Mild, Moderate, or Severe?
fr_ca: Le trouble du déficit de l'attention ou hyperactivité actuel (TDA ou TDAH) est-il léger, modéré ou sévère ?

# page4.q.childhealth3.q.childhealthconditions.q.childadhdlevel.choice.1.text
source: Mild
fr_ca: Légers

# page4.q.childhealth3.q.childhealthconditions.q.childadhdlevel.choice.2.text
source: Moderate
fr_ca: Modérés

# page4.q.childhealth3.q.childhealthconditions.q.childadhdlevel.choice.3.text
source: Severe
fr_ca: Sévères

# page5.q.childsexbirth.title
source: What was your child's sex at birth (i.e. on their birth certificate)?
fr_ca: Quel était le sexe de naissance de votre enfant (c'est-à-dire sur l'acte de naissance) ?

# page5.q.childsexbirth.othertext
source: Other (describe)
fr_ca: Autre (décrire)

# page5.q.childgenderintro.title
source: The following set of questions asks about gender identity. <br><br>Would you like to answer these additional questions about gender? <br>(Note: your child will NOT be asked these questions)
fr_ca: Le jeu de questions suivant concerne l'identité de genre.<br><br>Souhaitez-vous répondre à ces questions supplémentaires sur le genre ?<br>(Note : votre enfant NE recevra PAS ces questions)

# page5.q.childgendercurrent.title
source: What is your child's current gender identification?
fr_ca: Quelle est l'identification de genre actuelle de votre enfant ?

# page5.q.childgendercurrent.choice.female.text
source: What is your child's current gender identification?
fr_ca: Quelle est l'identification de genre actuelle de votre enfant ?

# page5.q.childgendercurrent.choice.male.text
source: What is your child's current gender identification?
fr_ca: Quelle est l'identification de genre actuelle de votre enfant ?

# page5.q.childgendercurrent.choice.nonbinary.text
source: What is your child's current gender identification?
fr_ca: Quelle est l'identification de genre actuelle de votre enfant ?

# page5.q.childbehgirls.title
source: Over the last year, how frequently did your child engage in behaviors or express preferences that are more commonly associated with girls?
fr_ca: Au cours de l'année dernière, quelle fréquence a eue votre enfant à exprimer des comportements ou des préférences généralement associés aux filles ?

# page5.q.childbehgirls.choice.0.text
source: Never
fr_ca: Jamais

# page5.q.childbehgirls.choice.1.text
source: Rarely
fr_ca: Rarement

# page5.q.childbehgirls.choice.2.text
source: Sometimes
fr_ca: Parfois

# page5.q.childbehgirls.choice.3.text
source: Often
fr_ca: Souvent

# page5.q.childbehgirls.choice.4.text
source: Always
fr_ca: Toujours

# page5.q.childbegirl.title
source: Over the last year, how frequently did your child state that they are, or want to be, a girl?
fr_ca: Au cours de l'année écoulée, à quelle fréquence votre enfant a-t-il déclaré qu'il est une fille ou veut l'être?

# page5.q.childbegirl.choice.0.text
source: Never
fr_ca: Jamais

# page5.q.childbegirl.choice.1.text
source: Rarely
fr_ca: Rarement

# page5.q.childbegirl.choice.2.text
source: Sometimes
fr_ca: Parfois

# page5.q.childbegirl.choice.3.text
source: Often
fr_ca: Souvent

# page5.q.childbegirl.choice.4.text
source: Always
fr_ca: Toujours

# page5.q.childbehboys.title
source: Over the last year, how frequently did your child engage in behaviors or express preferences that are more commonly associated with boys?
fr_ca: Au cours de l'année écoulée, à quelle fréquence votre enfant a-t-il adopté des comportements ou exprimé des préférences généralement associées aux garçons?

# page5.q.childbehboys.choice.0.text
source: Never
fr_ca: Jamais

# page5.q.childbehboys.choice.1.text
source: Rarely
fr_ca: Rarement

# page5.q.childbehboys.choice.2.text
source: Sometimes
fr_ca: Parfois

# page5.q.childbehboys.choice.3.text
source: Often
fr_ca: Souvent

# page5.q.childbehboys.choice.4.text
source: Always
fr_ca: Toujours

# page5.q.childbeboy.title
source: Over the last year, how frequently did your child state that they are, or want to be, a boy?
fr_ca: Au cours de l'année écoulée, à quelle fréquence votre enfant a-t-il déclaré qu'il est un garçon ou veut l'être?

# page5.q.childbeboy.choice.0.text
source: Never
fr_ca: Jamais

# page5.q.childbeboy.choice.1.text
source: Rarely
fr_ca: Rarement

# page5.q.childbeboy.choice.2.text
source: Sometimes
fr_ca: Parfois

# page5.q.childbeboy.choice.3.text
source: Often
fr_ca: Souvent

# page5.q.childbeboy.choice.4.text
source: Always
fr_ca: Toujours

# page6.q.childpubertyyn.title
source: Has your child begun to show signs of puberty (even if very early)?
fr_ca: Votre enfant a-t-il commencé à montrer des signes de puberté (même très précoces)?

# page6.q.childpubertyyn.labeltrue
source: Yes
fr_ca: Oui

# page6.q.childpubertyyn.labelfalse
source: No
fr_ca: Non

# page6.q.childpubertyfemale.title
source: For each question, please select the answer that best describes what is happening to your child right now.
fr_ca: Pour chaque question, veuillez sélectionner la réponse qui décrit le mieux ce qui arrive actuellement à votre enfant.

# page6.q.childpubertyfemale.q.childpubertygrowthfemale.title
source: Would you say that your child's growth in height (getting taller):
fr_ca: Diriez-vous que la croissance en taille de votre enfant (s'allonger):

# page6.q.childpubertyfemale.q.childpubertygrowthfemale.choice.0.text
source: Has not yet begun to spurt ("spurt" means more growth than usual)
fr_ca: N’a pas encore commencé à faire une poussée ("poussée" signifie plus de croissance que la normale)

# page6.q.childpubertyfemale.q.childpubertygrowthfemale.choice.1.text
source: Has barely started to spurt
fr_ca: A à peine commencé à faire une poussée

# page6.q.childpubertyfemale.q.childpubertygrowthfemale.choice.2.text
source: Has definitely started to happen but is not finished
fr_ca: A certainement commencé mais n'est pas terminé

# page6.q.childpubertyfemale.q.childpubertygrowthfemale.choice.3.text
source: Seems completed (child is about as tall as she is going to get)
fr_ca: Semble terminé (l'enfant est à peu près aussi grand qu'il va le devenir)

# page6.q.childpubertyfemale.q.childpubertyhairfemale.title
source: How about the growth of body hair (e.g. under arms)? Would you say your child's body hair:
fr_ca: Qu'en est-il de la croissance des poils corporels (par exemple, sous les bras)? Diriez-vous que les poils corporels de votre enfant:

# page6.q.childpubertyfemale.q.childpubertyhairfemale.choice.0.text
source: Has not started growing
fr_ca: N'a pas commencé à pousser

# page6.q.childpubertyfemale.q.childpubertyhairfemale.choice.1.text
source: Has barely started growing
fr_ca: A à peine commencé à pousser

# page6.q.childpubertyfemale.q.childpubertyhairfemale.choice.2.text
source: Has definitely started growing but is not finished
fr_ca: A clairement commencé à pousser mais n'est pas terminé

# page6.q.childpubertyfemale.q.childpubertyhairfemale.choice.3.text
source: Seems completed (child has as much body hair as she is going to get)
fr_ca: Semble terminé (l'enfant a autant de poils corporels qu'il aura)

# page6.q.childpubertyfemale.q.childpubertyskinfemale.title
source: Have you noticed any skin changes, especially pimples?
fr_ca: Avez-vous remarqué des changements cutanés, notamment des boutons?

# page6.q.childpubertyfemale.q.childpubertyskinfemale.choice.0.text
source: Not yet started showing changes
fr_ca: N’a pas encore commencé à montrer des changements

# page6.q.childpubertyfemale.q.childpubertyskinfemale.choice.1.text
source: Have barely started showing changes
fr_ca: A à peine commencé à montrer des changements

# page6.q.childpubertyfemale.q.childpubertyskinfemale.choice.2.text
source: Skin changes have definitely started but are not finished
fr_ca: Les changements cutanés ont clairement commencé mais ne sont pas terminés

# page6.q.childpubertyfemale.q.childpubertyskinfemale.choice.3.text
source: Skin changes seem completed
fr_ca: Les changements cutanés semblent terminés

# page6.q.childpubertyfemale.q.childpubertybreastfemale.title
source: Have your child's breasts begun to grow?
fr_ca: Les seins de votre enfant ont-ils commencé à pousser?

# page6.q.childpubertyfemale.q.childpubertybreastfemale.choice.0.text
source: Not yet started growing
fr_ca: N’a pas encore commencé à pousser

# page6.q.childpubertyfemale.q.childpubertybreastfemale.choice.1.text
source: Have barely started growing
fr_ca: A à peine commencé à pousser

# page6.q.childpubertyfemale.q.childpubertybreastfemale.choice.2.text
source: Breast growth has definitely started but is not finished
fr_ca: La croissance des seins a clairement commencé mais n'est pas terminée

# page6.q.childpubertyfemale.q.childpubertybreastfemale.choice.3.text
source: Breast growth seems completed
fr_ca: La croissance des seins semble terminée

# page6.q.childpubertyfemale.q.childpubertymenstruate.title
source: Has your child begun to menstruate?
fr_ca: Votre enfant a-t-il commencé à avoir ses règles?

# page6.q.childpubertyfemale.q.childpubertymenstruate.labeltrue
source: Yes
fr_ca: Oui

# page6.q.childpubertyfemale.q.childpubertymenstruate.labelfalse
source: No
fr_ca: Non

# page6.q.childpubertyfemale.q.childpubertymenstruateage.title
source: If yes, how old was your child when she first got her period?
fr_ca: Si oui, quel âge avait votre enfant lorsqu'elle a eu ses premières règles?

# page6.q.childpubertyfemale.q.childpubertymenstruateage.placeholder
source: years of age
fr_ca: ans

# page6.q.childpubertymale.title
source: For each question, please select the answer that best describes what is happening to your child right now.
fr_ca: Pour chaque question, veuillez sélectionner la réponse qui décrit le mieux ce qui arrive actuellement à votre enfant.

# page6.q.childpubertymale.q.childpubertygrowthmale.title
source: Would you say that your child's growth in height (getting taller):
fr_ca: Diriez-vous que la croissance en taille de votre enfant (s'allonger):

# page6.q.childpubertymale.q.childpubertygrowthmale.choice.0.text
source: Has not yet begun to spurt ("spurt" means more growth than usual)
fr_ca: N’a pas encore commencé à faire une poussée ("poussée" signifie plus de croissance que la normale)

# page6.q.childpubertymale.q.childpubertygrowthmale.choice.1.text
source: Has barely started to spurt
fr_ca: A à peine commencé à faire une poussée

# page6.q.childpubertymale.q.childpubertygrowthmale.choice.2.text
source: Has definitely started to happen but is not finished
fr_ca: A certainement commencé mais n'est pas terminé

# page6.q.childpubertymale.q.childpubertygrowthmale.choice.3.text
source: Seems completed (child is about as tall as she is going to get)
fr_ca: Semble terminé (l'enfant est à peu près aussi grand qu'il va le devenir)

# page6.q.childpubertymale.q.childpubertyhairmale.title
source: How about the growth of body hair (e.g. under arms)? Would you say your child's body hair:
fr_ca: Qu'en est-il de la croissance des poils corporels (par exemple, sous les bras)? Diriez-vous que les poils corporels de votre enfant:

# page6.q.childpubertymale.q.childpubertyhairmale.choice.0.text
source: Has not started growing
fr_ca: N'a pas commencé à pousser

# page6.q.childpubertymale.q.childpubertyhairmale.choice.1.text
source: Has barely started growing
fr_ca: A à peine commencé à pousser

# page6.q.childpubertymale.q.childpubertyhairmale.choice.2.text
source: Has definitely started growing but is not finished
fr_ca: A clairement commencé à pousser mais n'est pas terminé

# page6.q.childpubertymale.q.childpubertyhairmale.choice.3.text
source: Seems completed (child has as much body hair as she is going to get)
fr_ca: Semble terminé (l'enfant a autant de poils corporels qu'il aura)

# page6.q.childpubertymale.q.childpubertyskinmale.title
source: Have you noticed any skin changes, especially pimples?
fr_ca: Avez-vous remarqué des changements cutanés, notamment des boutons?

# page6.q.childpubertymale.q.childpubertyskinmale.choice.0.text
source: Not yet started showing changes
fr_ca: N’a pas encore commencé à montrer des changements

# page6.q.childpubertymale.q.childpubertyskinmale.choice.1.text
source: Have barely started showing changes
fr_ca: A à peine commencé à montrer des changements

# page6.q.childpubertymale.q.childpubertyskinmale.choice.2.text
source: Skin changes have definitely started but are not finished
fr_ca: Les changements cutanés ont clairement commencé mais ne sont pas terminés

# page6.q.childpubertymale.q.childpubertyskinmale.choice.3.text
source: Skin changes seem completed
fr_ca: Les changements cutanés semblent terminés

# page6.q.childpubertymale.q.childpubertyvoicemale.title
source: Has your child's voice started to change?
fr_ca: La voix de votre enfant a-t-elle commencé à changer?

# page6.q.childpubertymale.q.childpubertyvoicemale.choice.0.text
source: Not yet started to change
fr_ca: N'a pas encore commencé à changer

# page6.q.childpubertymale.q.childpubertyvoicemale.choice.1.text
source: Has barely started changing
fr_ca: A à peine commencé à changer

# page6.q.childpubertymale.q.childpubertyvoicemale.choice.2.text
source: Voice change is definitely happening but is not finished
fr_ca: Le changement de voix est clairement en cours mais n'est pas terminé

# page6.q.childpubertymale.q.childpubertyvoicemale.choice.3.text
source: Voice change seems completed
fr_ca: Le changement de voix semble terminé

# page6.q.childpubertymale.q.childpubertyfacehairmale.title
source: Has your child started to grow facial hair (beard or mustache)?
fr_ca: Votre enfant a-t-il commencé à développer des poils faciaux (barbe ou moustache)?

# page6.q.childpubertymale.q.childpubertyfacehairmale.choice.0.text
source: Not yet started growing facial hair
fr_ca: N’a pas encore commencé à pousser des poils faciaux

# page6.q.childpubertymale.q.childpubertyfacehairmale.choice.1.text
source: Has barely started growing facial hair
fr_ca: A à peine commencé à pousser des poils faciaux

# page6.q.childpubertymale.q.childpubertyfacehairmale.choice.2.text
source: Hair growth has definitely started (enough to shave)
fr_ca: La croissance des poils a clairement commencé (suffisamment pour se raser)

# page6.q.childpubertymale.q.childpubertyfacehairmale.choice.3.text
source: Probably grows now as fast as it will ever grow
fr_ca: La croissance est probablement maintenant aussi rapide qu'elle ne le sera jamais

# page7.q.childsleep.title
source: Please respond to each statement about your child's sleep habits.
fr_ca: Veuillez répondre à chaque affirmation sur les habitudes de sommeil de votre enfant.

# page7.q.childsleep.q.childsleephabits.title
source: In the <b>past 7 days</b>....
fr_ca: Au cours des <b>7 derniers jours</b>....

# page7.q.childsleep.q.childsleephabits.col.0.text
source: Rarely (0-1 times per week)
fr_ca: Rarement (0-1 fois par semaine)

# page7.q.childsleep.q.childsleephabits.col.1.text
source: Sometimes (2-4 times per week)
fr_ca: Parfois (2-4 fois par semaine)

# page7.q.childsleep.q.childsleephabits.col.2.text
source: Usually (5 or more times per week)
fr_ca: Habituellement (5 fois ou plus par semaine)

# page7.q.childsleep.q.childsleephabits.row.childsleep1.text
source: Your child had a hard time falling asleep (did not fall asleep within 20 minutes of going to bed).
fr_ca: Votre enfant a eu du mal à s'endormir (ne s'est pas endormi dans les 20 minutes suivant le coucher).

# page7.q.childsleep.q.childsleephabits.row.childsleep2.text
source: Your child had difficulty sleeping through the night (woke up once or more during the night).
fr_ca: Votre enfant a eu des difficultés à dormir toute la nuit (s'est réveillé une fois ou plus pendant la nuit).

# page7.q.childsleep.q.childsleephabits.row.childsleep3.text
source: Your child went to bed at about the same time on the weeknights (Monday-Friday).
fr_ca: Votre enfant se couchait à peu près à la même heure les soirs de semaine (lundi-vendredi).

# page7.q.childsleep.q.childsleephours.title
source: <b>DURING THE PAST WEEK</b>, about how many hours of sleep per night did your child usually get on the weeknights (Monday-Friday)?
fr_ca: <b>AU COURS DE LA SEMAINE PASSÉE</b>, combien d'heures de sommeil votre enfant a-t-il généralement obtenu par nuit pendant les jours de semaine (lundi-vendredi)?

# page7.q.childsleep.q.childsleephours.choice.1.text
source: Less than 6 hours
fr_ca: Moins de 6 heures

# page7.q.childsleep.q.childsleephours.choice.2.text
source: 6 hours
fr_ca: 6 heures

# page7.q.childsleep.q.childsleephours.choice.3.text
source: 7 hours
fr_ca: 7 heures

# page7.q.childsleep.q.childsleephours.choice.4.text
source: 8 hours
fr_ca: 8 heures

# page7.q.childsleep.q.childsleephours.choice.5.text
source: 9 hours
fr_ca: 9 heures

# page7.q.childsleep.q.childsleephours.choice.6.text
source: 10 hours
fr_ca: 10 heures

# page7.q.childsleep.q.childsleephours.choice.7.text
source: 11 hours or more
fr_ca: 11 heures ou plus

# page8.q.caregiversectionintro2.html
source: <block><b><font face=Verdana size=4>This section asks about your child's behavior and social interaction.
fr_ca: <block><b><font face=Verdana size=4>Cette section pose des questions sur le comportement et l'interaction sociale de votre enfant.

# page8.q.childsdq.q.childsdqitems.title
source: For each item, please mark "Not at all", "Not very well", "Somewhat well", or "Very well" to indicate <i>how well</i> the sentence applies to your child. Please answer all items as best you can even if you are not absolutely certain.
fr_ca: Pour chaque élément, veuillez cocher "Pas du tout", "Pas très bien", "Assez bien" ou "Très bien" pour indiquer <i>à quel point</i> la phrase s'applique à votre enfant. Veuillez répondre à tous les éléments du mieux que vous pouvez, même si vous n'êtes pas absolument certain.

# page8.q.childsdq.q.childsdqitems.col.0.text
source: Not at all
fr_ca: Pas du tout

# page8.q.childsdq.q.childsdqitems.col.1.text
source: Not very well
fr_ca: Pas très bien

# page8.q.childsdq.q.childsdqitems.col.2.text
source: Somewhat well
fr_ca: Assez bien

# page8.q.childsdq.q.childsdqitems.col.3.text
source: Very well
fr_ca: Très bien

# page8.q.childsdq.q.childsdqitems.row.childsdq2.text
source: Your child has difficulty staying still or shows periods of over-activity.
fr_ca: Votre enfant a des difficultés à rester immobile ou montre des périodes d'hyperactivité.

# page8.q.childsdq.q.childsdqitems.row.childsdq3.text
source: Your child often complains about feeling sick (ex: headache, stomach ache).
fr_ca: Votre enfant se plaint souvent de se sentir malade (ex: maux de tête, maux d'estomac).

# page8.q.childsdq.q.childsdqitems.row.childsdq6.text
source: Your child avoids others or prefers to spend time alone.
fr_ca: Votre enfant évite les autres ou préfère passer du temps seul.

# page8.q.childsdq.q.childsdqitems.row.childsdq8.text
source: Your child is often worried or anxious.
fr_ca: Votre enfant est souvent inquiet ou anxieux.

# page8.q.childsdq.q.childsdqitems.row.childsdq10.text
source: You child frequently fidgets.
fr_ca: Votre enfant gigote fréquemment.

# page8.q.childsdq.q.childsdqitems.row.childsdq11.text
source: Your child has one (or more) good friends.
fr_ca: Votre enfant a un (ou plusieurs) bons amis.

# page8.q.childsdq.q.childsdqitems.row.childsdq13.text
source: You child often seems sad, depressed, or down.
fr_ca: Votre enfant semble souvent triste, déprimé ou abattu.

# page8.q.childsdq.q.childsdqitems.row.childsdq14.text
source: Your child gets along with other children.
fr_ca: Votre enfant s'entend bien avec d'autres enfants.

# page8.q.childsdq.q.childsdqitems.row.childsdq15.text
source: Your child gets distracted easily or has trouble staying on task.
fr_ca: Votre enfant se distrait facilement ou a du mal à rester concentré.

# page8.q.childsdq.q.childsdqitems.row.childsdq16.text
source: Your child is shy or clingy.
fr_ca: Votre enfant est timide ou collant.

# page8.q.childsdq.q.childsdqitems.row.childsdq17.text
source: Your child treats younger children nicely.
fr_ca: Votre enfant traite gentiment les enfants plus jeunes.

# page8.q.childsdq.q.childsdqitems.row.childsdq18.text
source: Your child often shows dishonest behavior (e.g. lying, cheating).
fr_ca: Votre enfant montre souvent un comportement malhonnête (ex: mensonge, triche).

# page8.q.childsdq.q.childsdqitems.row.childsdq22.text
source: Your child has taken things without permission from home, school, or elsewhere.
fr_ca: Votre enfant a pris des choses sans permission de la maison, de l'école ou d'ailleurs.

# page8.q.childsdq.q.childsdqitems.row.childsdq23.text
source: Your child prefers adults to children.
fr_ca: Votre enfant préfère les adultes aux enfants.

# page8.q.childsdq.q.childsdqitems.row.childsdq24.text
source: Your child is often nervous or fearful.
fr_ca: Votre enfant est souvent nerveux ou craintif.

# page9.q.childscs.q.childscsitems.title
source: Please indicate <i>how well</i> each statement describes your child.
fr_ca: Veuillez indiquer <i>à quel point</i> chaque déclaration décrit votre enfant.

# page9.q.childscs.q.childscsitems.col.0.text
source: Not at all
fr_ca: Pas du tout

# page9.q.childscs.q.childscsitems.col.1.text
source: Not very well
fr_ca: Pas très bien

# page9.q.childscs.q.childscsitems.col.2.text
source: Somewhat well
fr_ca: Assez bien

# page9.q.childscs.q.childscsitems.col.3.text
source: Very well
fr_ca: Très bien

# page9.q.childscs.q.childscsitems.row.childscs1.text
source: Your child accepts things when they do not go their way.
fr_ca: Votre enfant accepte les choses quand elles ne vont pas dans son sens.

# page9.q.childscs.q.childscsitems.row.childscs2.text
source: Your child copes well with failure.
fr_ca: Votre enfant gère bien l'échec.
