Repository: levante-framework/levante_translations
Catalog: translations/xliff/*-surveys.xliff
Languages: fr_ca

source: to get children to believe they can do well on activities?
fr_ca: à faire en sorte que les enfants croient pouvoir bien réussir les activités ?

source: to help children in your classroom(s) value learning?
fr_ca: pour aider les enfants dans votre(s) classe(s) à valoriser l'apprentissage ?

source: on getting children to follow classroom rules?
fr_ca: pour faire respecter les règles de la classe par les enfants ?

source: on calming a child who is disruptive or noisy?
fr_ca: pour calmer un enfant perturbateur ou bruyant ?

# page1.q.teacherbeliefteach.q.teacherbeliefteachitemswell.title
source: <b>How well can you...</b>
fr_ca: <b>Que pouvez-vous faire...</b>

# page1.q.teacherbeliefteach.q.teacherbeliefteachitemswell.col.0.text
source: Not At All
fr_ca: Pas du tout

# page1.q.teacherbeliefteach.q.teacherbeliefteachitemswell.col.1.text
source: Very Little
fr_ca: Très peu d'influence

# page1.q.teacherbeliefteach.q.teacherbeliefteachitemswell.col.2.text
source: Somewhat
fr_ca: Un peu

# page1.q.teacherbeliefteach.q.teacherbeliefteachitemswell.col.3.text
source: Quite a Bit
fr_ca: Pas mal d'influence

# page1.q.teacherbeliefteach.q.teacherbeliefteachitemswell.col.4.text
source: A Great Deal
fr_ca: Beaucoup d'influence

source: establish a classroom management system?
fr_ca: établir un système de gestion de classe ?

source: use a variety of assessment strategies?
fr_ca: utiliser une variété de stratégies d'évaluation ?

source: provide alternative explanations or examples when children are confused?
fr_ca: fournir des explications alternatives ou des exemples lorsque les enfants sont confus ?

source: assist families in helping their children do well in school?
fr_ca: aider les familles à ce que leurs enfants réussissent à l'école ?

source: implement alternative strategies in your classroom(s)?
fr_ca: mettre en œuvre des stratégies alternatives dans votre(s) classe(s) ?

source: create good questions for children in your classroom(s)?
fr_ca: créer de bonnes questions pour les enfants dans votre(s) classe(s) ?

# page1.q.teacherideaschildren.title
source: <b>With this set of items, we wish to learn more about teachers' ideas and beliefs about children.</b>
fr_ca: <b>Avec cet ensemble d'éléments, nous souhaitons en savoir plus sur les idées et les croyances des enseignants concernant les enfants.</b>

# page1.q.teacherideaschildren.q.teacherideaschildrenitems.title
source: Please select one answer that indicates how strongly you agree with each of the following statements.
fr_ca: Veuillez sélectionner une réponse qui indique à quel point vous êtes d'accord avec chacune des affirmations suivantes.

# page1.q.teacherideaschildren.q.teacherideaschildrenitems.col.0.text
source: Strongly Disagree
fr_ca: Fortement en désaccord

# page1.q.teacherideaschildren.q.teacherideaschildrenitems.col.1.text
source: Mildly Disagree
fr_ca: Légèrement en désaccord

# page1.q.teacherideaschildren.q.teacherideaschildrenitems.col.2.text
source: Mildly Agree
fr_ca: Légèrement d'accord

# page1.q.teacherideaschildren.q.teacherideaschildrenitems.col.3.text
source: Strongly Agree
fr_ca: Fortement d'accord

source: Since parents lack special training in education, they should not question the teacher's teaching methods.
fr_ca: Étant donné que les parents n'ont pas de formation spéciale en éducation, ils ne devraient pas remettre en question les méthodes pédagogiques de l'enseignant.

source: Children should be treated the same regardless of differences among them.
fr_ca: Les enfants devraient être traités de la même manière, quelles que soient leurs différences.

source: Children should always obey the teacher.
fr_ca: Les élèves devraient toujours obéir à l'enseignant.

source: Preparing for the future is more important for a child than enjoying today.
fr_ca: Se préparer pour l'avenir est plus important pour un enfant que de profiter du moment présent.

source: Children will not do the right thing unless they must.
fr_ca: Les enfants ne feront pas ce qui est bien à moins qu'ils ne soient obligés.

source: Children should be allowed to disagree with their parents if they feel their own ideas are better.
fr_ca: Les enfants devraient être autorisés à être en désaccord avec leurs parents s'ils estiment que leurs idées sont meilleures.

source: Children should be kept busy with work and study at home and at school.
fr_ca: Les enfants devraient être tenus occupés par le travail et l'étude à la maison et à l'école.

source: The major goal of education is to put basic information into the minds of the children.
fr_ca: Le principal objectif de l'éducation est d'inculquer des informations de base aux enfants.

source: In order to be fair, a teacher must treat all children alike.
fr_ca: Pour être juste, un enseignant doit traiter tous les enfants de la même manière.

source: The most important thing to teach children is absolute obedience to whoever is in authority.
fr_ca: La chose la plus importante à apprendre aux enfants est l'obéissance absolue à ceux qui sont en position d'autorité.

source: Children learn best by doing things themselves rather than listening to others.
fr_ca: Les enfants apprennent mieux en faisant eux-mêmes des choses plutôt qu'en écoutant les autres.

source: Children must be carefully trained early in life or their natural impulses will make them unmanageable.
fr_ca: Les enfants doivent être formés soigneusement dès leur jeune âge ou leurs impulsions naturelles les rendront ingérables.

source: Children have a right to their own point of view and should be allowed to express it.
fr_ca: Les enfants ont le droit à leur propre point de vue et doivent être autorisés à l'exprimer.

source: Children's learning results mainly from being presented basic information again and again.
fr_ca: L'apprentissage des enfants résulte principalement de la présentation répétée d'informations de base.

source: Children like to teach other children.
fr_ca: Les enfants aiment enseigner à d'autres enfants.

source: The most important thing to teach children is absolute obedience to parents.
fr_ca: La chose la plus importante à apprendre aux enfants est l'obéissance absolue aux parents.
