Repository: levante-framework/levante_translations
Catalog: translations/xliff/*-surveys.xliff
Languages: fr_ca

# page2.q.selfparentstress.q.selfparentstressnschh8.choice.1.text
source: Very well
fr_ca: Très bien

# page2.q.selfparentstress.q.selfparentstressnschh8.choice.2.text
source: Somewhat well
fr_ca: Assez bien

# page2.q.selfparentstress.q.selfparentstressnschh8.choice.3.text
source: Not very well
fr_ca: Pas très bien

# page2.q.selfparentstress.q.selfparentstressnschh8.choice.4.text
source: Not well at all
fr_ca: Pas du tout bien

# page3.q.selfanxdep.title
source: Over the <b>last two weeks</b>, how often have you been bothered by the following problems?
fr_ca: Au cours des <b>deux dernières semaines</b>, à quelle fréquence avez-vous été dérangé par les problèmes suivants?

# page3.q.selfanxdep.col.0.text
source: Not at all
fr_ca: Pas du tout

# page3.q.selfanxdep.col.1.text
source: Several days
fr_ca: Plusieurs jours

# page3.q.selfanxdep.col.2.text
source: More than half of the days
fr_ca: Plus de la moitié des journées

# page3.q.selfanxdep.col.3.text
source: Nearly every day
fr_ca: Presque tous les jours

# page3.q.selfanxdep.row.selfanxdep1.text
source: Feeling nervous, anxious, or on edge
fr_ca: Se sentir nerveux, anxieux ou tendu

# page3.q.selfanxdep.row.selfanxdep2.text
source: Not being able to stop or control worrying
fr_ca: Ne pas être capable d'arrêter ou de contrôler les préoccupations

# page3.q.selfanxdep.row.selfanxdep3.text
source: Feeling down, depressed, or hopeless
fr_ca: Se sentir abattu, déprimé ou sans espoir

# page3.q.selfanxdep.row.selfanxdep4.text
source: Little interest or pleasure in doing things
fr_ca: Peu d'intérêt ou de plaisir à faire des choses

# page3.q.selfsupport.title
source: We are interested in how you feel about the following statements. Read each statement carefully. Indicate how you feel about each statement.
fr_ca: Nous nous intéressons à votre ressenti vis-à-vis des affirmations suivantes. Lisez chaque affirmation attentivement. Indiquez ce que vous ressentez par rapport à chaque affirmation.

# page3.q.selfsupport.col.1.text
source: Very Strongly Disagree
fr_ca: Très fortement en désaccord

# page3.q.selfsupport.col.2.text
source: Strongly Disagree
fr_ca: Fortement en désaccord

# page3.q.selfsupport.col.3.text
source: Mildly Disagree
fr_ca: Légèrement en désaccord

# page3.q.selfsupport.col.5.text
source: Mildly Agree
fr_ca: Légèrement d'accord

# page3.q.selfsupport.col.6.text
source: Strongly Agree
fr_ca: Fortement d'accord

# page3.q.selfsupport.col.7.text
source: Very Strongly Agree
fr_ca: Très fortement d'accord

# page3.q.selfsupport.row.selfsupport1.text
source: There is a special person (ex: spouse, partner, etc.) who is around when I am in need.
fr_ca: Il y a une personne spéciale (ex : conjoint, partenaire, etc.) qui est là quand j'ai besoin.

# page3.q.selfsupport.row.selfsupport2.text
source: There is a special person (ex: spouse, partner, etc.) with whom I can share joys and sorrows.
fr_ca: Il y a une personne spéciale (ex : conjoint, partenaire, etc.) avec qui je peux partager joies et peines.

# page3.q.selfsupport.row.selfsupport3.text
source: My family really tries to help me.
fr_ca: Ma famille essaie vraiment de m'aider.

# page3.q.selfsupport.row.selfsupport4.text
source: I get the emotional help & support I need from my family.
fr_ca: Je reçois l'aide émotionnelle & le soutien dont j'ai besoin de ma famille.

# page3.q.selfsupport.row.selfsupport5.text
source: I have a special person (ex: spouse, partner, etc.) who is a real source of comfort to me.
fr_ca: J'ai une personne spéciale (ex : conjoint, partenaire, etc.) qui est une réelle source de réconfort pour moi.

# page3.q.selfsupport.row.selfsupport6.text
source: My friends really try to help me.
fr_ca: Mes amis essaient vraiment de m'aider.

# page3.q.selfsupport.row.selfsupport7.text
source: I can count on my friends when things go wrong.
fr_ca: Je peux compter sur mes amis quand les choses tournent mal.

# page3.q.selfsupport.row.selfsupport8.text
source: I can talk about my problems with my family.
fr_ca: Je peux parler de mes problèmes avec ma famille.

# page3.q.selfsupport.row.selfsupport9.text
source: I have friends with whom I can share my joys and sorrows.
fr_ca: J'ai des amis avec qui je peux partager mes joies et mes peines.

# page3.q.selfsupport.row.selfsupport10.text
source: There is a special person (ex: spouse, partner, etc.) in my life who cares about my feelings.
fr_ca: Il y a une personne spéciale (ex : conjoint, partenaire, etc.) dans ma vie qui se soucie de mes sentiments.

# page3.q.selfsupport.row.selfsupport11.text
source: My family is willing to help me make decisions.
fr_ca: Ma famille est prête à m'aider à prendre des décisions.

# page3.q.selfsupport.row.selfsupport12.text
source: I can talk about my problems with my friends.
fr_ca: Je peux parler de mes problèmes avec mes amis.

# page3.q.selfdiscrim.title
source: In your day-to-day life how often have any of the following things happened to you?
fr_ca: Dans votre vie quotidienne, à quelle fréquence vous est-il arrivé l'une des choses suivantes?

# page3.q.selfdiscrim.col.0.text
source: Never
fr_ca: Jamais

# page3.q.selfdiscrim.col.1.text
source: Less than once a year
fr_ca: Moins d'une fois par an

# page3.q.selfdiscrim.col.2.text
source: A few times a year
fr_ca: Quelques fois par an

# page3.q.selfdiscrim.col.3.text
source: A few times a month
fr_ca: Quelques fois par mois

# page3.q.selfdiscrim.col.4.text
source: At least once a week
fr_ca: Au moins une fois par semaine

# page3.q.selfdiscrim.col.5.text
source: Almost everyday
fr_ca: Presque tous les jours

# page3.q.selfdiscrim.row.selfdiscrim1.text
source: You are treated with less courtesy or respect than other people.
fr_ca: Vous êtes traité avec moins de courtoisie ou de respect que d'autres personnes.

# page3.q.selfdiscrim.row.selfdiscrim2.text
source: You receive poorer service than other people at restaurants or stores.
fr_ca: Vous recevez un service moins bon que d'autres personnes aux restaurants ou magasins.

# page3.q.selfdiscrim.row.selfdiscrim3.text
source: People act as if they think you are not smart.
fr_ca: Les gens agissent comme s'ils pensent que vous n'êtes pas intelligent.

# page3.q.selfdiscrim.row.selfdiscrim4.text
source: People act as if they are afraid of you.
fr_ca: Les gens agissent comme s'ils avaient peur de vous.

# page3.q.selfdiscrim.row.selfdiscrim5.text
source: You are threatened or harassed.
fr_ca: Vous êtes menacé ou harcelé.

# page4.q.selflifechanges.title
source: Please select Yes or No to indicate whether each event has happened to you <b>in the past year</b>.
fr_ca: Veuillez sélectionner Oui ou Non pour indiquer si chaque événement vous est arrivé <b>l'année passée</b>.

# page4.q.selflifechanges.q.selflifechangeshealth.title
source: Health:
fr_ca: Santé :

# page4.q.selflifechanges.q.selflifechangeshealth.q.selflifechanges1.title
source: An injury or illness which kept you in bed a week or more, or sent you to the hospital.
fr_ca: Une blessure ou une maladie qui vous a gardé au lit une semaine ou plus, ou vous a envoyé à l'hôpital.

# page4.q.selflifechanges.q.selflifechangeshealth.q.selflifechanges1.labeltrue
source: Yes
fr_ca: Oui

# page4.q.selflifechanges.q.selflifechangeshealth.q.selflifechanges1.labelfalse
source: No
fr_ca: Non

# page4.q.selflifechanges.q.selflifechangeshealth.q.selflifechanges2.title
source: An injury or illness which was less serious than above but still sent you to the doctor or kept you in bed for a day or two.
fr_ca: Une blessure ou une maladie moins grave que ci-dessus mais qui vous a tout de même envoyé chez le médecin ou gardé au lit pendant un jour ou deux.

# page4.q.selflifechanges.q.selflifechangeshealth.q.selflifechanges2.labeltrue
source: Yes
fr_ca: Oui

# page4.q.selflifechanges.q.selflifechangeshealth.q.selflifechanges2.labelfalse
source: No
fr_ca: Non

# page4.q.selflifechanges.q.selflifechangeshealth.q.selflifechanges3.title
source: Major dental work.
fr_ca: Travaux dentaires majeurs.

# page4.q.selflifechanges.q.selflifechangeshealth.q.selflifechanges3.labeltrue
source: Yes
fr_ca: Oui

# page4.q.selflifechanges.q.selflifechangeshealth.q.selflifechanges3.labelfalse
source: No
fr_ca: Non

# page4.q.selflifechanges.q.selflifechangeshealth.q.selflifechanges4.title
source: Major change in eating habits.
fr_ca: Changement majeur dans les habitudes alimentaires.

# page4.q.selflifechanges.q.selflifechangeshealth.q.selflifechanges4.labeltrue
source: Yes
fr_ca: Oui

# page4.q.selflifechanges.q.selflifechangeshealth.q.selflifechanges4.labelfalse
source: No
fr_ca: Non

# page4.q.selflifechanges.q.selflifechangeshealth.q.selflifechanges5.title
source: Major change in sleeping habits.
fr_ca: Changement important dans les habitudes de sommeil.

# page4.q.selflifechanges.q.selflifechangeshealth.q.selflifechanges5.labeltrue
source: Yes
fr_ca: Oui

# page4.q.selflifechanges.q.selflifechangeshealth.q.selflifechanges5.labelfalse
source: No
fr_ca: Non

# page4.q.selflifechanges.q.selflifechangeshealth.q.selflifechanges6.title
source: Major change in your usual type and/or amount of recreation.
fr_ca: Changement significatif dans votre type habituel et/ou quantité de loisirs.

# page4.q.selflifechanges.q.selflifechangeshealth.q.selflifechanges6.labeltrue
source: Yes
fr_ca: Oui

# page4.q.selflifechanges.q.selflifechangeshealth.q.selflifechanges6.labelfalse
source: No
fr_ca: Non

# page4.q.selflifechanges.q.selflifechangeswork.title
source: Work:
fr_ca: Travail :

# page4.q.selflifechanges.q.selflifechangeswork.q.selflifechanges7.title
source: Change to a new type of work.
fr_ca: Changement vers un nouveau type de travail.

# page4.q.selflifechanges.q.selflifechangeswork.q.selflifechanges7.labeltrue
source: Yes
fr_ca: Oui

# page4.q.selflifechanges.q.selflifechangeswork.q.selflifechanges7.labelfalse
source: No
fr_ca: Non

# page4.q.selflifechanges.q.selflifechangeswork.q.selflifechanges8.title
source: Change in your work hours or conditions.
fr_ca: Changement dans vos heures ou conditions de travail.

# page4.q.selflifechanges.q.selflifechangeswork.q.selflifechanges8.labeltrue
source: Yes
fr_ca: Oui

# page4.q.selflifechanges.q.selflifechangeswork.q.selflifechanges8.labelfalse
source: No
fr_ca: Non

# page4.q.selflifechanges.q.selflifechangeswork.q.selflifechanges9.title
source: Change in your responsibilities at work (more responsibilities).
fr_ca: Changement dans vos responsabilités au travail (plus de responsabilités).

# page4.q.selflifechanges.q.selflifechangeswork.q.selflifechanges9.labeltrue
source: Yes
fr_ca: Oui

# page4.q.selflifechanges.q.selflifechangeswork.q.selflifechanges9.labelfalse
source: No
fr_ca: Non

# page4.q.selflifechanges.q.selflifechangeswork.q.selflifechanges10.title
source: Change in your responsibilities at work (fewer responsibilities).
fr_ca: Changement dans vos responsabilités au travail (moins de responsabilités).

# page4.q.selflifechanges.q.selflifechangeswork.q.selflifechanges10.labeltrue
source: Yes
fr_ca: Oui

# page4.q.selflifechanges.q.selflifechangeswork.q.selflifechanges10.labelfalse
source: No
fr_ca: Non

# page4.q.selflifechanges.q.selflifechangeswork.q.selflifechanges11.title
source: Change in your responsibilities at work (promotion).
fr_ca: Changement dans vos responsabilités au travail (promotion).

# page4.q.selflifechanges.q.selflifechangeswork.q.selflifechanges11.labeltrue
source: Yes
fr_ca: Oui

# page4.q.selflifechanges.q.selflifechangeswork.q.selflifechanges11.labelfalse
source: No
fr_ca: Non

# page4.q.selflifechanges.q.selflifechangeswork.q.selflifechanges12.title
source: Change in your responsibilities at work (demotion).
fr_ca: Changement dans vos responsabilités au travail (rétrogradation).

# page4.q.selflifechanges.q.selflifechangeswork.q.selflifechanges12.labeltrue
source: Yes
fr_ca: Oui

# page4.q.selflifechanges.q.selflifechangeswork.q.selflifechanges12.labelfalse
source: No
fr_ca: Non

# page4.q.selflifechanges.q.selflifechangeswork.q.selflifechanges13.title
source: Change in your responsibilities at work (transfer).
fr_ca: Changement dans vos responsabilités au travail (transfert).

# page4.q.selflifechanges.q.selflifechangeswork.q.selflifechanges13.labeltrue
source: Yes
fr_ca: Oui

# page4.q.selflifechanges.q.selflifechangeswork.q.selflifechanges13.labelfalse
source: No
fr_ca: Non

# page4.q.selflifechanges.q.selflifechangeswork.q.selflifechanges14.title
source: Troubles at work (with your boss).
fr_ca: Problèmes au travail (avec votre patron).

# page4.q.selflifechanges.q.selflifechangeswork.q.selflifechanges14.labeltrue
source: Yes
fr_ca: Oui

# page4.q.selflifechanges.q.selflifechangeswork.q.selflifechanges14.labelfalse
source: No
fr_ca: Non

# page4.q.selflifechanges.q.selflifechangeswork.q.selflifechanges15.title
source: Troubles at work (with your coworkers).
fr_ca: Problèmes au travail (avec vos collègues).

# page4.q.selflifechanges.q.selflifechangeswork.q.selflifechanges15.labeltrue
source: Yes
fr_ca: Oui

# page4.q.selflifechanges.q.selflifechangeswork.q.selflifechanges15.labelfalse
source: No
fr_ca: Non

# page4.q.selflifechanges.q.selflifechangeswork.q.selflifechanges16.title
source: Troubles at work (with persons under your supervision).
fr_ca: Problèmes au travail (avec des personnes sous votre supervision).

# page4.q.selflifechanges.q.selflifechangeswork.q.selflifechanges16.labeltrue
source: Yes
fr_ca: Oui

# page4.q.selflifechanges.q.selflifechangeswork.q.selflifechanges16.labelfalse
source: No
fr_ca: Non

# page4.q.selflifechanges.q.selflifechangeswork.q.selflifechanges17.title
source: Other work problems.
fr_ca: Autres problèmes de travail.

# page4.q.selflifechanges.q.selflifechangeswork.q.selflifechanges17.labeltrue
source: Yes
fr_ca: Oui

# page4.q.selflifechanges.q.selflifechangeswork.q.selflifechanges17.labelfalse
source: No
fr_ca: Non

# page4.q.selflifechanges.q.selflifechangeswork.q.selflifechanges18.title
source: Major business adjustment.
fr_ca: Ajustement commercial majeur.

# page4.q.selflifechanges.q.selflifechangeswork.q.selflifechanges18.labeltrue
source: Yes
fr_ca: Oui

# page4.q.selflifechanges.q.selflifechangeswork.q.selflifechanges18.labelfalse
source: No
fr_ca: Non

# page4.q.selflifechanges.q.selflifechangeswork.q.selflifechanges19.title
source: Retirement.
fr_ca: Retraite.

# page4.q.selflifechanges.q.selflifechangeswork.q.selflifechanges19.labeltrue
source: Yes
fr_ca: Oui

# page4.q.selflifechanges.q.selflifechangeswork.q.selflifechanges19.labelfalse
source: No
fr_ca: Non

# page4.q.selflifechanges.q.selflifechangeswork.q.selflifechanges20.title
source: Loss of a job (laid off from work).
fr_ca: Perte d'emploi (licenciement).

# page4.q.selflifechanges.q.selflifechangeswork.q.selflifechanges20.labeltrue
source: Yes
fr_ca: Oui

# page4.q.selflifechanges.q.selflifechangeswork.q.selflifechanges20.labelfalse
source: No
fr_ca: Non

# page4.q.selflifechanges.q.selflifechangeswork.q.selflifechanges21.title
source: Loss of a job (fired from work).
fr_ca: Perte d'emploi (renvoi).

# page4.q.selflifechanges.q.selflifechangeswork.q.selflifechanges21.labeltrue
source: Yes
fr_ca: Oui

# page4.q.selflifechanges.q.selflifechangeswork.q.selflifechanges21.labelfalse
source: No
fr_ca: Non

# page4.q.selflifechanges.q.selflifechangeswork.q.selflifechanges22.title
source: Taking a course to help you with your work.
fr_ca: Suivre un cours pour vous aider dans votre travail.

# page4.q.selflifechanges.q.selflifechangeswork.q.selflifechanges22.labeltrue
source: Yes
fr_ca: Oui

# page4.q.selflifechanges.q.selflifechangeswork.q.selflifechanges22.labelfalse
source: No
fr_ca: Non

# page4.q.selflifechanges.q.selflifechangeshome.title
source: Home and Family:
fr_ca: Maison et Famille :

# page4.q.selflifechanges.q.selflifechangeshome.q.selflifechanges23.title
source: Major change in living conditions.
fr_ca: Changement majeur des conditions de vie.

# page4.q.selflifechanges.q.selflifechangeshome.q.selflifechanges23.labeltrue
source: Yes
fr_ca: Oui

# page4.q.selflifechanges.q.selflifechangeshome.q.selflifechanges23.labelfalse
source: No
fr_ca: Non

# page4.q.selflifechanges.q.selflifechangeshome.q.selflifechanges24.title
source: Change in residence (move within the same town or city).
fr_ca: Changement de résidence (déménagement dans la même ville).

# page4.q.selflifechanges.q.selflifechangeshome.q.selflifechanges24.labeltrue
source: Yes
fr_ca: Oui

# page4.q.selflifechanges.q.selflifechangeshome.q.selflifechanges24.labelfalse
source: No
fr_ca: Non

# page4.q.selflifechanges.q.selflifechangeshome.q.selflifechanges25.title
source: Change in residence (move to a different town, city, or state).
fr_ca: Changement de résidence (déménagement dans une autre ville, province ou état).

# page4.q.selflifechanges.q.selflifechangeshome.q.selflifechanges25.labeltrue
source: Yes
fr_ca: Oui

# page4.q.selflifechanges.q.selflifechangeshome.q.selflifechanges25.labelfalse
source: No
fr_ca: Non

# page4.q.selflifechanges.q.selflifechangeshome.q.selflifechanges26.title
source: Change in family get-togethers.
fr_ca: Changement dans les réunions de famille.

# page4.q.selflifechanges.q.selflifechangeshome.q.selflifechanges26.labeltrue
source: Yes
fr_ca: Oui

# page4.q.selflifechanges.q.selflifechangeshome.q.selflifechanges26.labelfalse
source: No
fr_ca: Non

# page4.q.selflifechanges.q.selflifechangeshome.q.selflifechanges27.title
source: Major change in health or behavior of family member.
fr_ca: Changement majeur de santé ou de comportement d'un membre de la famille.

# page4.q.selflifechanges.q.selflifechangeshome.q.selflifechanges27.labeltrue
source: Yes
fr_ca: Oui

# page4.q.selflifechanges.q.selflifechangeshome.q.selflifechanges27.labelfalse
source: No
fr_ca: Non

# page4.q.selflifechanges.q.selflifechangeshome.q.selflifechanges28.title
source: Marriage.
fr_ca: Mariage.

# page4.q.selflifechanges.q.selflifechangeshome.q.selflifechanges28.labeltrue
source: Yes
fr_ca: Oui

# page4.q.selflifechanges.q.selflifechangeshome.q.selflifechanges28.labelfalse
source: No
fr_ca: Non

# page4.q.selflifechanges.q.selflifechangeshome.q.selflifechanges29.title
source: Pregnancy.
fr_ca: Grossesse.

# page4.q.selflifechanges.q.selflifechangeshome.q.selflifechanges29.labeltrue
source: Yes
fr_ca: Oui

# page4.q.selflifechanges.q.selflifechangeshome.q.selflifechanges29.labelfalse
source: No
fr_ca: Non

# page4.q.selflifechanges.q.selflifechangeshome.q.selflifechanges31.title
source: Gain of a new family member (birth of a child).
fr_ca: Arrivée d'un nouveau membre dans la famille (naissance d'un enfant).

# page4.q.selflifechanges.q.selflifechangeshome.q.selflifechanges31.labeltrue
source: Yes
fr_ca: Oui

# page4.q.selflifechanges.q.selflifechangeshome.q.selflifechanges31.labelfalse
source: No
fr_ca: Non

# page4.q.selflifechanges.q.selflifechangeshome.q.selflifechanges32.title
source: Gain of a new family member (adoption of a child).
fr_ca: Arrivée d'un nouveau membre dans la famille (adoption d'un enfant).

# page4.q.selflifechanges.q.selflifechangeshome.q.selflifechanges32.labeltrue
source: Yes
fr_ca: Oui

# page4.q.selflifechanges.q.selflifechangeshome.q.selflifechanges32.labelfalse
source: No
fr_ca: Non

# page4.q.selflifechanges.q.selflifechangeshome.q.selflifechanges33.title
source: Gain of a new family member (a relative moving in with you).
fr_ca: Arrivée d'un nouveau membre dans la famille (un parent emménage chez vous).

# page4.q.selflifechanges.q.selflifechangeshome.q.selflifechanges33.labeltrue
source: Yes
fr_ca: Oui

# page4.q.selflifechanges.q.selflifechangeshome.q.selflifechanges33.labelfalse
source: No
fr_ca: Non

# page4.q.selflifechanges.q.selflifechangeshome.q.selflifechanges34.title
source: Spouse beginning or ending work.
fr_ca: Début ou fin de travail de l'époux(se).

# page4.q.selflifechanges.q.selflifechangeshome.q.selflifechanges34.labeltrue
source: Yes
fr_ca: Oui

# page4.q.selflifechanges.q.selflifechangeshome.q.selflifechanges34.labelfalse
source: No
fr_ca: Non

# page4.q.selflifechanges.q.selflifechangeshome.q.selflifechanges35.title
source: Child leaving home (to attend college).
fr_ca: Un enfant quitte la maison (pour aller à l'université).

# page4.q.selflifechanges.q.selflifechangeshome.q.selflifechanges35.labeltrue
source: Yes
fr_ca: Oui

# page4.q.selflifechanges.q.selflifechangeshome.q.selflifechanges35.labelfalse
source: No
fr_ca: Non

# page4.q.selflifechanges.q.selflifechangeshome.q.selflifechanges36.title
source: Child leaving home (due to marriage).
fr_ca: Un enfant quitte la maison (en raison du mariage).

# page4.q.selflifechanges.q.selflifechangeshome.q.selflifechanges36.labeltrue
source: Yes
fr_ca: Oui

# page4.q.selflifechanges.q.selflifechangeshome.q.selflifechanges36.labelfalse
source: No
fr_ca: Non

# page4.q.selflifechanges.q.selflifechangeshome.q.selflifechanges37.title
source: Child leaving home (for other reasons).
fr_ca: Un enfant quitte la maison (pour d'autres raisons).

# page4.q.selflifechanges.q.selflifechangeshome.q.selflifechanges37.labeltrue
source: Yes
fr_ca: Oui

# page4.q.selflifechanges.q.selflifechangeshome.q.selflifechanges37.labelfalse
source: No
fr_ca: Non

# page4.q.selflifechanges.q.selflifechangeshome.q.selflifechanges38.title
source: Change in arguments with spouse.
fr_ca: Changement dans les disputes avec le conjoint.

# page4.q.selflifechanges.q.selflifechangeshome.q.selflifechanges38.labeltrue
source: Yes
fr_ca: Oui

# page4.q.selflifechanges.q.selflifechangeshome.q.selflifechanges38.labelfalse
source: No
fr_ca: Non

# page4.q.selflifechanges.q.selflifechangeshome.q.selflifechanges39.title
source: In-law problems.
fr_ca: Problèmes avec les beaux-parents.

# page4.q.selflifechanges.q.selflifechangeshome.q.selflifechanges39.labeltrue
source: Yes
fr_ca: Oui

# page4.q.selflifechanges.q.selflifechangeshome.q.selflifechanges39.labelfalse
source: No
fr_ca: Non

# page4.q.selflifechanges.q.selflifechangeshome.q.selflifechanges40.title
source: Change to the marital status of your parents (divorce).
fr_ca: Changement de l'état matrimonial de vos parents (divorce).

# page4.q.selflifechanges.q.selflifechangeshome.q.selflifechanges40.labeltrue
source: Yes
fr_ca: Oui

# page4.q.selflifechanges.q.selflifechangeshome.q.selflifechanges40.labelfalse
source: No
fr_ca: Non

# page4.q.selflifechanges.q.selflifechangeshome.q.selflifechanges41.title
source: Change to the marital status of your parents (remarriage).
fr_ca: Changement de l'état matrimonial de vos parents (remariage).

# page4.q.selflifechanges.q.selflifechangeshome.q.selflifechanges41.labeltrue
source: Yes
fr_ca: Oui

# page4.q.selflifechanges.q.selflifechangeshome.q.selflifechanges41.labelfalse
source: No
fr_ca: Non

# page4.q.selflifechanges.q.selflifechangeshome.q.selflifechanges42.title
source: Separation from spouse (due to work).
fr_ca: Séparation avec le conjoint (en raison du travail).

# page4.q.selflifechanges.q.selflifechangeshome.q.selflifechanges42.labeltrue
source: Yes
fr_ca: Oui

# page4.q.selflifechanges.q.selflifechangeshome.q.selflifechanges42.labelfalse
source: No
fr_ca: Non

# page4.q.selflifechanges.q.selflifechangeshome.q.selflifechanges43.title
source: Separation from spouse (due to marital problems).
fr_ca: Séparation avec le conjoint (en raison de problèmes conjugaux).

# page4.q.selflifechanges.q.selflifechangeshome.q.selflifechanges43.labeltrue
source: Yes
fr_ca: Oui

# page4.q.selflifechanges.q.selflifechangeshome.q.selflifechanges43.labelfalse
source: No
fr_ca: Non

# page4.q.selflifechanges.q.selflifechangeshome.q.selflifechanges44.labeltrue
source: Yes
fr_ca: Oui

# page4.q.selflifechanges.q.selflifechangeshome.q.selflifechanges44.labelfalse
source: No
fr_ca: Non

# page4.q.selflifechanges.q.selflifechangeshome.q.selflifechanges45.title
source: Birth of a grandchild.
fr_ca: Naissance d'un petit-enfant.

# page4.q.selflifechanges.q.selflifechangeshome.q.selflifechanges45.labeltrue
source: Yes
fr_ca: Oui
