Repository: levante-framework/levante_translations
Catalog: translations/xliff/*-surveys.xliff
Languages: fr_ca

# introduction.q.caregiversurveyintroa.html
source: Thank you to you and your child for participating in this research project!</b><br> The following survey will take approximately 20-30 minutes to complete and will ask questions about your child. <br><br> When answering the questions, please think about your child who is participating in this research project. If you have more than one child participating in the research project, you will complete this survey separately for each participating child. <br><br> Some questions will note a specific timeframe to consider when answering. If no timeframe is indicated, you can think about how the answer applies to your child in general. <br><br> We appreciate you answering as completely and accurately as possible with the information you have available to you. If you have questions about this survey, please reach out to the research coordinator. <br><br> When you are ready to begin, select the “start survey” button. <br><br>Thank you
fr_ca: <block><b><font face=Verdana size=4>

# page1.q.caregiversectionintro1.title
source: <block><b><font face="Verdana" size="4">This section asks general information questions and questions about your child's health.
fr_ca: <block><b><font face="Verdana" size="4">Cette section comporte des questions d'ordre général ainsi que des questions concernant la santé de votre enfant.

# page1.q.caregiversectionintro1.html
source: <block><b><font face="Verdana" size="4">This section asks general information questions and questions about your child's health.
fr_ca: <block><b><font face="Verdana" size="4">Cette section comporte des questions d'ordre général ainsi que des questions concernant la santé de votre enfant.

# page1.q.respondentrelationship.title
source: Please indicate your relationship to the child participating in this research project.
fr_ca: Veuillez indiquer votre relation avec l'enfant participant à ce projet de recherche.

# page1.q.respondentrelationship.choice.bioadoptmother.text
source: Biological or Adoptive Mother
fr_ca: Mère biologique ou adoptive

# page1.q.respondentrelationship.choice.bioadoptfather.text
source: Biological or Adoptive Father
fr_ca: Père biologique ou adoptif

# page1.q.respondentrelationship.choice.stepmother.text
source: Step-mother
fr_ca: Belle-mère

# page1.q.respondentrelationship.choice.stepfather.text
source: Step-father
fr_ca: Beau-père

# page1.q.respondentrelationship.choice.fosterparent.text
source: Foster Parent
fr_ca: Parent d'accueil

# page1.q.respondentrelationship.choice.otherrelative.text
source: Other Relative
fr_ca: Autre parenté

# page1.q.respondentrelationship.choice.othernonrelative.text
source: Other Non-Relative
fr_ca: Autre non-parenté

# page1.q.respondentrelationshipotherspecify.title
source: Please specify your relationship to the child.
fr_ca: Veuillez spécifier votre relation avec l'enfant.

# page1.q.respondenttimecaring.title
source: Please indicate for how long you have been caring for this child.
fr_ca: Veuillez indiquer depuis combien de temps vous vous occupez de cet enfant.

# page1.q.respondenttimecaring.items.respondenttimecaring.placeholder
source: years
fr_ca: années

# page1.q.respondenttimecaring.items.respondenttimecaring.title
source: years
fr_ca: années

# page1.q.respondenttimecaring.items.respondenttimecaringyears.placeholder
source: months
fr_ca: mois

# page1.q.respondenttimecaring.items.respondenttimecaringyears.title
source: months
fr_ca: mois

# page1.q.childageyears.title
source: What is your child's current age in years?
fr_ca: Quel est l'âge actuel de votre enfant en années?

# page1.q.childageyears.placeholder
source: years of age
fr_ca: ans

# page1.q.childheightcurrent.title
source: What is your child's CURRENT height? (please estimate to the best of your knowledge)
fr_ca: Quelle est la taille actuelle de votre enfant? (merci d'estimer aussi précisément que possible)

# page1.q.childheightcurrent.items.childheightcurrentfeet.placeholder
source: meters
fr_ca: mètres

# page1.q.childheightcurrent.items.childheightcurrentfeet.title
source: meters
fr_ca: mètres

# page1.q.childheightcurrent.items.childheightcurrentinches.placeholder
source: centimeters
fr_ca: centimètres

# page1.q.childheightcurrent.items.childheightcurrentinches.title
source: centimeters
fr_ca: centimètres

# page1.q.childweightcurrent.title
source: What is your child's CURRENT weight? (please estimate to the best of your knowledge)
fr_ca: Quel est le poids actuel de votre enfant? (merci d'estimer aussi précisément que possible)

# page1.q.childweightcurrent.items.childweightcurrentpounds.placeholder
source: pounds
fr_ca: livres

# page1.q.childweightcurrent.items.childweightcurrentpounds.title
source: pounds
fr_ca: livres

# page1.q.childbornearly.title
source: Was your child born early (more than three weeks before due date)?
fr_ca: Votre enfant est-il né prématurément (c'est-à-dire plus de trois semaines avant la date prévue)?

# page1.q.childbornearly.choice.no.text
source: No
fr_ca: Non

# page1.q.childbornearly.choice.yes.text
source: Yes
fr_ca: Oui

# page1.q.childbornearly.choice.unknown.text
source: Don't know
fr_ca: Je ne sais pas

# page1.q.childweightbirth.title
source: How much did your child weigh at birth? (if you do not know, leave blank)
fr_ca: Quel était le poids de votre enfant à la naissance ? (si vous ne savez pas, laissez vide)

# page1.q.childweightbirth.placeholder
source: Grams
fr_ca: grammes

# page1.q.childhealth.title
source: In general, how would you describe your child's health?
fr_ca: En général, comment décririez-vous la santé de votre enfant?

# page1.q.childhealth.choice.5.text
source: Excellent
fr_ca: Excellente

# page1.q.childhealth.choice.4.text
source: Very Good
fr_ca: Très bonne

# page1.q.childhealth.choice.3.text
source: Good
fr_ca: Bonne

# page1.q.childhealth.choice.2.text
source: Fair
fr_ca: Passable

# page1.q.childhealth.choice.1.text
source: Poor
fr_ca: Mauvaise

# page1.q.childteeth.title
source: How would you describe the condition of your child's teeth?
fr_ca: Comment décririez-vous l'état des dents de votre enfant?

# page1.q.childteeth.choice.5.text
source: Excellent
fr_ca: Excellente

# page1.q.childteeth.choice.4.text
source: Very Good
fr_ca: Très bonne

# page1.q.childteeth.choice.3.text
source: Good
fr_ca: Bonne

# page1.q.childteeth.choice.2.text
source: Fair
fr_ca: Passable

# page1.q.childteeth.choice.1.text
source: Poor
fr_ca: Mauvaise

# page1.q.childphysicalactivity.title
source: <b>DURING THE PAST WEEK</b>, on how many days did your child exercise, play a sport, or participate in physical activity (either in school or outside of school) for at least 60 minutes?
fr_ca: <b>DURANT LA DERNIÈRE SEMAINE</b>, combien de jours votre enfant a-t-il fait de l'exercice, pratiqué un sport ou participé à une activité physique (en milieu scolaire ou non) pendant au moins 60 minutes ?

# page1.q.childphysicalactivity.choice.0.text
source: 0 days
fr_ca: 0 jour

# page1.q.childphysicalactivity.choice.1.text
source: 1 - 3 days
fr_ca: 1 - 3 jours

# page1.q.childphysicalactivity.choice.2.text
source: 4 - 6 days
fr_ca: 4 - 6 jours

# page1.q.childphysicalactivity.choice.3.text
source: Every day
fr_ca: Tous les jours

# page2.q.childhealth1.q.childchronichealth.title
source: <b>DURING THE PAST 12 MONTHS</b>, has your child had FREQUENT or CHRONIC difficulty with any of the following?
fr_ca: <b>AU COURS DES 12 DERNIERS MOIS</b>, votre enfant a-t-il eu des difficultés FRÉQUENTES ou CHRONIQUES avec l'une des choses suivantes ?

# page2.q.childhealth1.q.childchronichealth.q.childbreathing.title
source: Breathing or other respiratory problems (such as wheezing or shortness of breath)
fr_ca: Problèmes respiratoires ou autres difficultés respiratoires (tels que la respiration sifflante ou un essoufflement)

# page2.q.childhealth1.q.childchronichealth.q.childbreathing.choice.no.text
source: No
fr_ca: Non

# page2.q.childhealth1.q.childchronichealth.q.childbreathing.choice.yes.text
source: Yes
fr_ca: Oui

# page2.q.childhealth1.q.childchronichealth.q.childbreathing.choice.unknown.text
source: Don't know
fr_ca: Je ne sais pas

# page2.q.childhealth1.q.childchronichealth.q.childeating.title
source: Eating or swallowing because of a health condition
fr_ca: Manger ou avaler en raison d'une condition de santé

# page2.q.childhealth1.q.childchronichealth.q.childeating.choice.no.text
source: No
fr_ca: Non

# page2.q.childhealth1.q.childchronichealth.q.childeating.choice.yes.text
source: Yes
fr_ca: Oui

# page2.q.childhealth1.q.childchronichealth.q.childeating.choice.unknown.text
source: Don't know
fr_ca: Je ne sais pas

# page2.q.childhealth1.q.childchronichealth.q.childdigestion.title
source: Digesting food, including stomach/intestinal problems, constipation, or diarrhea
fr_ca: Digestion des aliments, y compris les problèmes d'estomac/intestinaux, la constipation ou la diarrhée

# page2.q.childhealth1.q.childchronichealth.q.childdigestion.choice.no.text
source: No
fr_ca: Non

# page2.q.childhealth1.q.childchronichealth.q.childdigestion.choice.yes.text
source: Yes
fr_ca: Oui

# page2.q.childhealth1.q.childchronichealth.q.childdigestion.choice.unknown.text
source: Don't know
fr_ca: Je ne sais pas

# page2.q.childhealth1.q.childchronichealth.q.childpain.title
source: Repeated or chronic physical pain, including headaches or other back or body pain
fr_ca: Douleurs physiques répétées ou chroniques, y compris les maux de tête ou autres douleurs au dos ou au corps

# page2.q.childhealth1.q.childchronichealth.q.childpain.choice.no.text
source: No
fr_ca: Non

# page2.q.childhealth1.q.childchronichealth.q.childpain.choice.yes.text
source: Yes
fr_ca: Oui

# page2.q.childhealth1.q.childchronichealth.q.childpain.choice.unknown.text
source: Don't know
fr_ca: Je ne sais pas

# page2.q.childhealth1.q.childchronichealth.q.childtoothache.title
source: Toothaches
fr_ca: Maux de dents

# page2.q.childhealth1.q.childchronichealth.q.childtoothache.choice.no.text
source: No
fr_ca: Non

# page2.q.childhealth1.q.childchronichealth.q.childtoothache.choice.yes.text
source: Yes
fr_ca: Oui

# page2.q.childhealth1.q.childchronichealth.q.childtoothache.choice.unknown.text
source: Don't know
fr_ca: Je ne sais pas

# page2.q.childhealth1.q.childchronichealth.q.childgums.title
source: Bleeding gums
fr_ca: Gencives qui saignent

# page2.q.childhealth1.q.childchronichealth.q.childgums.choice.no.text
source: No
fr_ca: Non

# page2.q.childhealth1.q.childchronichealth.q.childgums.choice.yes.text
source: Yes
fr_ca: Oui

# page2.q.childhealth1.q.childchronichealth.q.childgums.choice.unknown.text
source: Don't know
fr_ca: Je ne sais pas

# page2.q.childhealth1.q.childchronichealth.q.childcavities.title
source: Decayed teeth or cavities
fr_ca: Dents cariées ou caries

# page2.q.childhealth1.q.childchronichealth.q.childcavities.choice.no.text
source: No
fr_ca: Non

# page2.q.childhealth1.q.childchronichealth.q.childcavities.choice.yes.text
source: Yes
fr_ca: Oui

# page2.q.childhealth1.q.childchronichealth.q.childcavities.choice.unknown.text
source: Don't know
fr_ca: Je ne sais pas

# page3.q.childhealth2.q.childhealthother.title
source: Does your child have any of the following?
fr_ca: Votre enfant a-t-il l'un des problèmes suivants ?

# page3.q.childhealth2.q.childhealthother.q.childconcentration.title
source: Serious difficulty concentrating, remembering, or making decisions because of a physical, mental, or emotional condition
fr_ca: Difficulté sérieuse à se concentrer, se souvenir ou prendre des décisions en raison d'un état physique, mental ou émotionnel

# page3.q.childhealth2.q.childhealthother.q.childconcentration.choice.no.text
source: No
fr_ca: Non

# page3.q.childhealth2.q.childhealthother.q.childconcentration.choice.yes.text
source: Yes
fr_ca: Oui

# page3.q.childhealth2.q.childhealthother.q.childconcentration.choice.unknown.text
source: Don't know
fr_ca: Je ne sais pas

# page3.q.childhealth2.q.childhealthother.q.childstairs.title
source: Serious difficulty walking or climbing stairs
fr_ca: Difficulté sérieuse à marcher ou à monter des escaliers

# page3.q.childhealth2.q.childhealthother.q.childstairs.labeltrue
source: Yes
fr_ca: Oui

# page3.q.childhealth2.q.childhealthother.q.childstairs.labelfalse
source: No
fr_ca: Non

# page3.q.childhealth2.q.childhealthother.q.childdressbathe.title
source: Difficulty dressing or bathing
fr_ca: Difficulté à s'habiller ou à se laver

# page3.q.childhealth2.q.childhealthother.q.childdressbathe.labeltrue
source: Yes
fr_ca: Oui

# page3.q.childhealth2.q.childhealthother.q.childdressbathe.labelfalse
source: No
fr_ca: Non

# page3.q.childhealth2.q.childhealthother.q.childhearing.title
source: Deafness or problems with hearing
fr_ca: Surdité ou problèmes d'audition

# page3.q.childhealth2.q.childhealthother.q.childhearing.labeltrue
source: Yes
fr_ca: Oui

# page3.q.childhealth2.q.childhealthother.q.childhearing.labelfalse
source: No
fr_ca: Non

# page3.q.childhealth2.q.childhealthother.q.childeyesight.title
source: Blindness or problems with seeing, even when wearing glasses
fr_ca: Cécité ou problèmes de vision, même en portant des lunettes

# page3.q.childhealth2.q.childhealthother.q.childeyesight.labeltrue
source: Yes
fr_ca: Oui

# page3.q.childhealth2.q.childhealthother.q.childeyesight.labelfalse
source: No
fr_ca: Non

# page3.q.childhealth2.q.childvisionhearingother.title
source: Does your child have any other vision or hearing issues (e.g., frequent ear infections; nearsighted or farsighted)?
fr_ca: Votre enfant a-t-il d'autres problèmes de vision ou d'audition (par exemple, infections fréquentes de l'oreille, myopie ou hypermétropie) ?

# page3.q.childhealth2.q.childvisionhearingother.labeltrue
source: Yes
fr_ca: Oui

# page3.q.childhealth2.q.childvisionhearingother.labelfalse
source: No
fr_ca: Non

# page3.q.childhealth2.q.childvisionhearingexp.title
source: If yes, please explain:
fr_ca: Si oui, veuillez expliquer :

# page4.q.childhealth3.q.childgenetic.title
source: Has a doctor or other health care provider <b>EVER</b> told you that your child has a genetic or inherited condition?
fr_ca: Un médecin ou un autre prestataire de soins de santé vous a-t-il <b>JAMAIS</b> dit que votre enfant avait une affection génétique ou héréditaire ?

# page4.q.childhealth3.q.childgenetic.choice.no.text
source: No
fr_ca: Non

# page4.q.childhealth3.q.childgenetic.choice.yes.text
source: Yes
fr_ca: Oui

# page4.q.childhealth3.q.childgenetic.choice.unknown.text
source: Don't know
fr_ca: Je ne sais pas

# page4.q.childhealth3.q.childgenetic.choice.notrespond.text
source: Prefer not to respond
fr_ca: Préfère ne pas répondre

# page4.q.childhealth3.q.childgeneticexp.title
source: If yes, please note or explain the condition:
fr_ca: Si oui, veuillez noter ou expliquer la condition :

# page4.q.childhealth3.q.childhealthconditions.title
source: Has a doctor or other health care provider, or educator <b>EVER</b> told you that your child has any of the following:
fr_ca: Un médecin, un autre prestataire de soins de santé ou un éducateur vous a-t-il <b>JAMAIS</b> dit que votre enfant avait l’une des affections suivantes :

# page4.q.childhealth3.q.childhealthconditions.q.childconduct.title
source: Behavioral or Conduct Problems
fr_ca: Problèmes de comportement ou de conduite

# page4.q.childhealth3.q.childhealthconditions.q.childconduct.choice.no.text
source: No
fr_ca: Non

# page4.q.childhealth3.q.childhealthconditions.q.childconduct.choice.yes.text
source: Yes
fr_ca: Oui

# page4.q.childhealth3.q.childhealthconditions.q.childconduct.choice.unknown.text
source: Don't know
fr_ca: Je ne sais pas

source: Prefer not to respond
fr_ca: Préfère ne pas répondre

# page4.q.childhealth3.q.childhealthconditions.q.childconductcurrent.title
source: Does your child <b>CURRENTLY</b > have Behavioral or Conduct Problems?
fr_ca: Votre enfant a-t-il <b>ACTUELLEMENT</b> des problèmes de comportement ou de conduite ?

# page4.q.childhealth3.q.childhealthconditions.q.childconductcurrent.labeltrue
source: Yes
fr_ca: Oui

# page4.q.childhealth3.q.childhealthconditions.q.childconductcurrent.labelfalse
source: No
fr_ca: Non

# page4.q.childhealth3.q.childhealthconditions.q.childconductlevel.title
source: Are the current Behavioral or Conduct Problems, Mild, Moderate, or Severe?
fr_ca: Les problèmes actuels de comportement ou de conduite sont-ils légers, modérés ou sévères ?

# page4.q.childhealth3.q.childhealthconditions.q.childconductlevel.choice.1.text
source: Mild
fr_ca: Légers

# page4.q.childhealth3.q.childhealthconditions.q.childconductlevel.choice.2.text
source: Moderate
fr_ca: Modérés

# page4.q.childhealth3.q.childhealthconditions.q.childconductlevel.choice.3.text
source: Severe
fr_ca: Sévères

# page4.q.childhealth3.q.childhealthconditions.q.childdevdelay.title
source: Developmental Delay
fr_ca: Retard de développement

# page4.q.childhealth3.q.childhealthconditions.q.childdevdelay.choice.no.text
source: No
fr_ca: Non

# page4.q.childhealth3.q.childhealthconditions.q.childdevdelay.choice.yes.text
source: Yes
fr_ca: Oui

# page4.q.childhealth3.q.childhealthconditions.q.childdevdelay.choice.unknown.text
source: Don't know
fr_ca: Je ne sais pas

source: Prefer not to respond
fr_ca: Préfère ne pas répondre

# page4.q.childhealth3.q.childhealthconditions.q.childdevdelaycurrent.title
source: Does your child <b>CURRENTLY</b > have Developmental Delay?
fr_ca: Votre enfant a-t-il <b>ACTUELLEMENT</b> un retard de développement ?

# page4.q.childhealth3.q.childhealthconditions.q.childdevdelaycurrent.labeltrue
source: Yes
fr_ca: Oui

# page4.q.childhealth3.q.childhealthconditions.q.childdevdelaycurrent.labelfalse
source: No
fr_ca: Non

# page4.q.childhealth3.q.childhealthconditions.q.childdevdelaylevel.title
source: Are the current Developmental Delays, Mild, Moderate, or Severe?
fr_ca: Les retards de développement actuels sont-ils légers, modérés ou sévères ?

# page4.q.childhealth3.q.childhealthconditions.q.childdevdelaylevel.choice.1.text
source: Mild
fr_ca: Légers

# page4.q.childhealth3.q.childhealthconditions.q.childdevdelaylevel.choice.2.text
source: Moderate
fr_ca: Modérés

# page4.q.childhealth3.q.childhealthconditions.q.childdevdelaylevel.choice.3.text
source: Severe
fr_ca: Sévères

# page4.q.childhealth3.q.childhealthconditions.q.childintelldis.title
source: Intellectual Disability
fr_ca: Déficience intellectuelle

# page4.q.childhealth3.q.childhealthconditions.q.childintelldis.choice.no.text
source: No
fr_ca: Non

# page4.q.childhealth3.q.childhealthconditions.q.childintelldis.choice.yes.text
source: Yes
fr_ca: Oui

source: Don't know
fr_ca: Je ne sais pas

source: Prefer not to respond
fr_ca: Préfère ne pas répondre

# page4.q.childhealth3.q.childhealthconditions.q.childintelldiscurrent.title
source: Does your child <b>CURRENTLY</b > have an Intellectual Disability?
fr_ca: Votre enfant a-t-il <b>ACTUELLEMENT</b> une déficience intellectuelle ?

# page4.q.childhealth3.q.childhealthconditions.q.childintelldiscurrent.labeltrue
source: Yes
fr_ca: Oui

# page4.q.childhealth3.q.childhealthconditions.q.childintelldiscurrent.labelfalse
source: No
fr_ca: Non

# page4.q.childhealth3.q.childhealthconditions.q.childintelldislevel.title
source: Is the current Intellectual Disability, Mild, Moderate, or Severe?
fr_ca: La déficience intellectuelle actuelle est-elle légère, modérée ou sévère ?

# page4.q.childhealth3.q.childhealthconditions.q.childintelldislevel.choice.1.text
source: Mild
fr_ca: Légers

# page4.q.childhealth3.q.childhealthconditions.q.childintelldislevel.choice.2.text
source: Moderate
fr_ca: Modérés

# page4.q.childhealth3.q.childhealthconditions.q.childintelldislevel.choice.3.text
source: Severe
fr_ca: Sévères

# page4.q.childhealth3.q.childhealthconditions.q.childspeechlang.title
source: Speech or other language disorder
fr_ca: Trouble de la parole ou autre trouble du langage

# page4.q.childhealth3.q.childhealthconditions.q.childspeechlang.choice.no.text
source: No
fr_ca: Non

# page4.q.childhealth3.q.childhealthconditions.q.childspeechlang.choice.yes.text
source: Yes
fr_ca: Oui

source: Don't know
fr_ca: Je ne sais pas

source: Prefer not to respond
fr_ca: Préfère ne pas répondre

# page4.q.childhealth3.q.childhealthconditions.q.childspeechlangcurrent.title
source: Does your child <b>CURRENTLY</b > have a Speech or other language disorder?
fr_ca: Votre enfant a-t-il <b>ACTUELLEMENT</b> un trouble de la parole ou autre trouble du langage ?

# page4.q.childhealth3.q.childhealthconditions.q.childspeechlangcurrent.labeltrue
source: Yes
fr_ca: Oui

# page4.q.childhealth3.q.childhealthconditions.q.childspeechlangcurrent.labelfalse
source: No
fr_ca: Non

# page4.q.childhealth3.q.childhealthconditions.q.childspeechlanglevel.title
source: Is the current Speech or other language disorder, Mild, Moderate, or Severe?
fr_ca: Le trouble actuel de la parole ou autre trouble du langage est-il léger, modéré ou sévère ?

source: Mild
fr_ca: Légers

source: Moderate
fr_ca: Modérés

source: Severe
fr_ca: Sévères

# page4.q.childhealth3.q.childhealthconditions.q.childlearndis.title
source: Learning Disability
fr_ca: Trouble d'apprentissage

# page4.q.childhealth3.q.childhealthconditions.q.childlearndis.choice.no.text
source: No
fr_ca: Non

# page4.q.childhealth3.q.childhealthconditions.q.childlearndis.choice.yes.text
source: Yes
fr_ca: Oui

# page4.q.childhealth3.q.childhealthconditions.q.childlearndis.choice.unknown.text
source: Don't know
fr_ca: Je ne sais pas

source: Prefer not to respond
fr_ca: Préfère ne pas répondre

# page4.q.childhealth3.q.childhealthconditions.q.childlearndiscurrent.title
source: Does your child <b>CURRENTLY</b > have a Learning Disability?
fr_ca: Votre enfant a-t-il <b>ACTUELLEMENT</b> un trouble d'apprentissage ?

# page4.q.childhealth3.q.childhealthconditions.q.childlearndiscurrent.labeltrue
source: Yes
fr_ca: Oui

# page4.q.childhealth3.q.childhealthconditions.q.childlearndiscurrent.labelfalse
source: No
fr_ca: Non

# page4.q.childhealth3.q.childhealthconditions.q.childlearndislevel.title
source: Is the current Learning Disability, Mild, Moderate, or Severe?
fr_ca: Le trouble d’apprentissage actuel est-il léger, modéré ou sévère ?

# page4.q.childhealth3.q.childhealthconditions.q.childlearndislevel.choice.1.text
source: Mild
fr_ca: Légers

# page4.q.childhealth3.q.childhealthconditions.q.childlearndislevel.choice.2.text
source: Moderate
fr_ca: Modérés

# page4.q.childhealth3.q.childhealthconditions.q.childlearndislevel.choice.3.text
source: Severe
fr_ca: Sévères

# page4.q.childhealth3.q.childhealthconditions.q.childautism.title
source: Autism Spectrum Disorder (ASD) <br>(includes Asperger's Disorder or Pervasive Developmental Disorder (PDD))
fr_ca: Trouble du spectre de l'autisme (TSA) <br>(inclut le syndrome d'Asperger ou le trouble envahissant du développement (TED))

# page4.q.childhealth3.q.childhealthconditions.q.childautism.choice.no.text
source: No
fr_ca: Non

# page4.q.childhealth3.q.childhealthconditions.q.childautism.choice.yes.text
source: Yes
fr_ca: Oui

# page4.q.childhealth3.q.childhealthconditions.q.childautism.choice.unknown.text
source: Don't know
fr_ca: Je ne sais pas

source: Prefer not to respond
fr_ca: Préfère ne pas répondre

# page4.q.childhealth3.q.childhealthconditions.q.childautismcurrent.title
source: Does your child <b>CURRENTLY</b > have an Autism Spectrum Disorder (ASD) (includes Asperger's Disorder or Pervasive Developmental Disorder (PDD))?
fr_ca: Votre enfant a-t-il <b>ACTUELLEMENT</b> un trouble du spectre de l'autisme (TSA) (inclut le syndrome d'Asperger ou le trouble envahissant du développement) ?

# page4.q.childhealth3.q.childhealthconditions.q.childautismcurrent.labeltrue
source: Yes
fr_ca: Oui

# page4.q.childhealth3.q.childhealthconditions.q.childautismcurrent.labelfalse
source: No
fr_ca: Non
