Repository: levante-framework/levante_translations
Catalog: translations/xliff/*-surveys.xliff
Languages: fr_ca

# page1.q.teachermathtime.title
source: How much time per day do children in this class usually work on lessons or projects in Mathematics, whether as a whole class, in small groups, or in individualized arrangements?
fr_ca: Combien de temps par jour les enfants de cette classe travaillent-ils habituellement sur des leçons ou des projets en mathématiques, que ce soit en classe entière, en petits groupes ou en arrangements individualisés ?

# page1.q.teachermathtime.choice.1.text
source: 1 - 30 minutes a day
fr_ca: 1 - 30 minutes par jour

# page1.q.teachermathtime.choice.2.text
source: 31 - 60 minutes a day
fr_ca: 31 - 60 minutes par jour

# page1.q.teachermathtime.choice.3.text
source: 61 - 90 minutes a day
fr_ca: 61 - 90 minutes par jour

# page1.q.teachermathtime.choice.4.text
source: More than 90 minutes a day
fr_ca: Plus de 90 minutes par jour

# page1.q.teacherfamilysupport.title
source: Think about the families of the children in this class who you have taught this school year. For about how many families are each of the following statements true?
fr_ca: Pensez aux familles des enfants de cette classe à qui vous avez enseigné cette année scolaire. Pour combien de familles environ chacune des déclarations suivantes est-elle vraie ?

# page1.q.teacherfamilysupport.q.teacherfamilyoverwhelm.title
source: Families seem overwhelmed by trying to support their children's learning.
fr_ca: Les familles semblent dépassées par le fait de devoir soutenir l'apprentissage de leurs enfants.

# page1.q.teacherfamilysupport.q.teacherfamilyoverwhelm.choice.0.text
source: None
fr_ca: Aucun

# page1.q.teacherfamilysupport.q.teacherfamilyoverwhelm.choice.1.text
source: One or a few
fr_ca: Une ou quelques-unes

# page1.q.teacherfamilysupport.q.teacherfamilyoverwhelm.choice.2.text
source: Many
fr_ca: Beaucoup

# page1.q.teacherfamilysupport.q.teacherfamilyoverwhelm.choice.3.text
source: All or almost all
fr_ca: Toutes ou presque toutes

# page1.q.teacherfamilysupport.q.teacherfamilyhelping.title
source: Families are doing their part to support children's learning.
fr_ca: Les familles font leur part pour soutenir l'apprentissage des enfants.

# page1.q.teacherfamilysupport.q.teacherfamilyhelping.choice.0.text
source: None
fr_ca: Aucun

# page1.q.teacherfamilysupport.q.teacherfamilyhelping.choice.1.text
source: One or a few
fr_ca: Une ou quelques-unes

# page1.q.teacherfamilysupport.q.teacherfamilyhelping.choice.2.text
source: Many
fr_ca: Beaucoup

# page1.q.teacherfamilysupport.q.teacherfamilyhelping.choice.3.text
source: All or almost all
fr_ca: Toutes ou presque toutes

# page1.q.teachercomm.title
source: Please indicate how satisfied or dissatisfied you have been with the following this school year.
fr_ca: Veuillez indiquer à quel point vous avez été satisfait ou insatisfait de ce qui suit cette année scolaire.

# page1.q.teachercomm.q.teachercommfamily.title
source: Communication between you and families.
fr_ca: Communication entre vous et les familles.

# page1.q.teachercomm.q.teachercommfamily.choice.0.text
source: Not satisfied at all
fr_ca: Pas du tout satisfait

# page1.q.teachercomm.q.teachercommfamily.choice.1.text
source: Slightly satisfied
fr_ca: Légèrement satisfait

# page1.q.teachercomm.q.teachercommfamily.choice.2.text
source: Moderately satisfied
fr_ca: Modérément satisfait

# page1.q.teachercomm.q.teachercommfamily.choice.3.text
source: Quite satisfied
fr_ca: Assez satisfait

# page1.q.teachercomm.q.teachercommfamily.choice.4.text
source: Very satisfied
fr_ca: Très satisfait

# page1.q.teachercomm.q.teachercommstudents.title
source: Communication between you and your students.
fr_ca: Communication entre vous et vos élèves.

# page1.q.teachercomm.q.teachercommstudents.choice.0.text
source: Not satisfied at all
fr_ca: Pas du tout satisfait

# page1.q.teachercomm.q.teachercommstudents.choice.1.text
source: Slightly satisfied
fr_ca: Légèrement satisfait

# page1.q.teachercomm.q.teachercommstudents.choice.2.text
source: Moderately satisfied
fr_ca: Modérément satisfait

# page1.q.teachercomm.q.teachercommstudents.choice.3.text
source: Quite satisfied
fr_ca: Assez satisfait

# page1.q.teachercomm.q.teachercommstudents.choice.4.text
source: Very satisfied
fr_ca: Très satisfait

# introduction.q.teachersurveyintro.html
source: <b><font face=Verdana size=4>Thank you for taking the time (~10 minutes) to respond to this survey!</b><br> <br> <p><font face=Verdana size=4>Some students who you teach are participating in a research project studying how children learn and develop. Your responses in this survey should apply to your classroom, school, and professional beliefs rather than to any one specific child. <br><br><b><font face=Verdana size=4>This survey has two parts: Part A and Part B.</b><br> <br> <p><font face=Verdana size=4>In Part A, the questions relate to your background and beliefs. <br><br>In Part B the questions are classroom specific. If you teach more than one class of students included in this project, you will complete Part B separately for each classroom. <br><br>If you teach a single subject, please complete the questions that relate to other subjects to the best of your knowledge or consult with a colleague for those details only. <br><br>Thank you for your participation! Your responses provide invaluable insight into the education of your students. <br><br>When you are ready to begin, select the “Start Survey” button. <br><br><b><font face=Verdana size=4>Thank you!
fr_ca: <b><font face=Verdana size=4>Merci d'avoir pris le temps (~10 minutes) pour répondre à ce sondage&nbsp!</b><br> <br> <p><font face=Verdana size=4>Certains élèves de votre classe participent à un projet de recherche sur la manière dont les enfants apprennent et se développent. Vos réponses dans ce sondage devraient se rapporter à votre classe, école et convictions professionnelles plutôt qu'à un enfant en particulier. <br><br><b><font face=Verdana size=4>Ce sondage comporte deux parties : la Partie A et la Partie B.</b><br> <br> <p><font face=Verdana size=4>Dans la Partie A, les questions concernent vos antécédents et vos croyances. <br><br>Dans la Partie B, les questions sont spécifiques à la classe. Si vous enseignez à plus d'une classe d'élèves participant à ce projet, vous complèterez la Partie B séparément pour chaque classe.<br><br>Si vous enseignez une seule matière, veuillez répondre aux questions liées à d'autres matières au mieux de vos connaissances ou consulter un collègue pour ces détails uniquement.<br><br>Merci de votre participation! Vos réponses fournissent des informations précieuses sur l'éducation de vos élèves.<br><br>Lorsque vous êtes prêt à commencer, sélectionnez le bouton Démarrer le sondage.<br><br><b><font face=Verdana size=4>Merci beaucoup&nbsp!</font></b>

# page1.q.teacherintroparta.html
source: <b><font face=Verdana size=3>PART A: </b><font face=Verdana size=3>The following questions ask about your background, the school where you teach, your feelings about your job, and your beliefs about teaching and children.
fr_ca: <b><font face=Verdana size=3>PARTIE A : </b><font face=Verdana size=3>Les questions suivantes concernent votre parcours, l'école où vous enseignez, vos sentiments à propos de votre travail, et vos croyances concernant l'enseignement et les enfants.

# page1.q.teacherbackground.title
source: <b>This set of questions asks about your background.</b>
fr_ca: <b>Cet ensemble de questions porte sur vos antécédents.</b>

# page1.q.teacherbackground.q.teacherage.title
source: What is your current age?
fr_ca: Quel est votre âge actuel ?

# page1.q.teacherbackground.q.teacherage.placeholder
source: years of age
fr_ca: ans

# page1.q.teacherbackground.q.teachergender.title
source: What is your gender?
fr_ca: Quel est votre sexe ?

# page1.q.teacherbackground.q.teachergender.choice.nonbinary.text
source: Nonbinary
fr_ca: Non binaire

# page1.q.teacherbackground.q.teachergender.othertext
source: Other (please describe)
fr_ca: Autre (veuillez décrire)

# page1.q.teacherbackground.q.teachereducation.title
source: What is the highest level of education you have completed?
fr_ca: Quel est le plus haut niveau de formation que vous avez terminé ?

# page1.q.teacherbackground.q.teachereducation.choice.uptohighschool.text
source: Less than high school
fr_ca: Moins que le secondaire

# page1.q.teacherbackground.q.teachereducation.choice.gedhsdiploma.text
source: GED or High school equivalency
fr_ca: Équivalence du secondaire ou diplôme de lycée

# page1.q.teacherbackground.q.teachereducation.choice.somecollege.text
source: Some college but no degree
fr_ca: Certaines études collégiales mais sans diplôme

# page1.q.teacherbackground.q.teachereducation.choice.hsdiplomatechnical.text
source: High school diploma or equivalent, plus technical training or certificate
fr_ca: Diplôme de lycée ou équivalent, plus formation technique ou certificat

# page1.q.teacherbackground.q.teachereducation.choice.associate.text
source: Associate's degree
fr_ca: Diplôme d’associé

# page1.q.teacherbackground.q.teachereducation.choice.bachelor.text
source: Bachelor's degree
fr_ca: Baccalauréat

# page1.q.teacherbackground.q.teachereducation.choice.master.text
source: Master's degree
fr_ca: Maîtrise

# page1.q.teacherbackground.q.teachereducation.choice.doctorate.text
source: Doctoral degree
fr_ca: Doctorat

# page1.q.teacherbackground.q.teacherundergrad.title
source: Indicate your undergraduate field of study. Mark ALL that apply.
fr_ca: Indiquez votre domaine de premier cycle. Cochez TOUTES les cases qui s'appliquent.

# page1.q.teacherbackground.q.teacherundergrad.choice.earlychilded.text
source: Early childhood education
fr_ca: Éducation de la petite enfance

# page1.q.teacherbackground.q.teacherundergrad.choice.elemed.text
source: Elementary education
fr_ca: Éducation élémentaire

# page1.q.teacherbackground.q.teacherundergrad.choice.specialed.text
source: Special education
fr_ca: Éducation spécialisée

# page1.q.teacherbackground.q.teacherundergrad.choice.childdev.text
source: Child development
fr_ca: Développement de l'enfant

# page1.q.teacherbackground.q.teacherundergrad.choice.readspecial.text
source: Reading specialist
fr_ca: Spécialiste de la lecture

# page1.q.teacherbackground.q.teacherundergrad.choice.curriculuminstruct.text
source: Curriculum and instruction
fr_ca: Curriculum et didactique

# page1.q.teacherbackground.q.teacherundergrad.choice.bilingualed.text
source: Bilingual/bicultural education
fr_ca: Éducation bilingue/multiculturelle

# page1.q.teacherbackground.q.teacherundergrad.choice.othered.text
source: Other education related major (ex: secondary education, educational psychology, education administration, music education, etc.). Please specify:
fr_ca: Autre majeure en éducation (ex: éducation secondaire, psychologie de l'éducation, administration de l'éducation, éducation musicale, etc.). Veuillez préciser&nbsp;:

# page1.q.teacherbackground.q.teacherundergrad.choice.othernoned.text
source: Non-education major. Please specify:
fr_ca: Spécialité non liée à l'éducation. Veuillez spécifier :

# page1.q.teacherbackground.q.teacherundergrad.choice.other.text
source: Other. Please specify:
fr_ca: Autre. Veuillez spécifier :

# page1.q.teacherbackground.q.teacherundergradothered.title
source: Please specify other education related major:
fr_ca: Veuillez spécifier une autre spécialité liée à l'éducation :

# page1.q.teacherbackground.q.teacherundergradnoned.title
source: Please specify non-education major:
fr_ca: Veuillez spécifier une spécialité non liée à l'éducation :

# page1.q.teacherbackground.q.teacherundergradother.title
source: Please specify other major:
fr_ca: Veuillez spécifier une autre spécialité :

# page1.q.teacherbackground.q.teachergrad.title
source: Indicate the major field of study of your highest graduate degree. Mark ALL that apply.
fr_ca: Indiquez le domaine de votre diplôme de deuxième cycle le plus élevé. Cochez TOUTES les cases qui s'appliquent.

# page1.q.teacherbackground.q.teachergrad.choice.1.text
source: Early childhood education
fr_ca: Éducation de la petite enfance

# page1.q.teacherbackground.q.teachergrad.choice.2.text
source: Elementary education
fr_ca: Éducation élémentaire

# page1.q.teacherbackground.q.teachergrad.choice.3.text
source: Special education
fr_ca: Éducation spécialisée

# page1.q.teacherbackground.q.teachergrad.choice.4.text
source: Child development
fr_ca: Développement de l'enfant

# page1.q.teacherbackground.q.teachergrad.choice.5.text
source: Reading specialist
fr_ca: Spécialiste de la lecture

# page1.q.teacherbackground.q.teachergrad.choice.6.text
source: Curriculum and instruction
fr_ca: Curriculum et didactique

# page1.q.teacherbackground.q.teachergrad.choice.7.text
source: Bilingual/bicultural education
fr_ca: Éducation bilingue/multiculturelle

# page1.q.teacherbackground.q.teachergrad.choice.8.text
source: Other education related major (ex: secondary education, educational psychology, education administration, music education, etc.). Please specify:
fr_ca: Autre majeure en éducation (ex: éducation secondaire, psychologie de l'éducation, administration de l'éducation, éducation musicale, etc.). Veuillez préciser&nbsp;:

# page1.q.teacherbackground.q.teachergrad.choice.9.text
source: Non-education major. Please specify:
fr_ca: Spécialité non liée à l'éducation. Veuillez spécifier :

# page1.q.teacherbackground.q.teachergrad.choice.10.text
source: Other. Please specify:
fr_ca: Autre. Veuillez spécifier :

# page1.q.teacherbackground.q.teachergradothered.title
source: Please specify other education related major:
fr_ca: Veuillez spécifier une autre spécialité liée à l'éducation :

# page1.q.teacherbackground.q.teachergradnoned.title
source: Please specify non-education major:
fr_ca: Veuillez spécifier une spécialité non liée à l'éducation :

# page1.q.teacherbackground.q.teachergradother.title
source: Please specify other major:
fr_ca: Veuillez spécifier une autre spécialité :

# page1.q.teacherbackground.q.teacheryears.title
source: Counting this school year, how many years have you been a schoolteacher? (please round to the nearest year)
fr_ca: En comptant cette année scolaire, combien d'années avez-vous été enseignant(e) scolaire ? (veuillez arrondir à l'année la plus proche)

# page1.q.teacherbackground.q.teacheryears.choice.less1.text
source: Less than one year
fr_ca: Moins d'un an

# page1.q.teacherbackground.q.teacheryears.choice.1_2.text
source: 1 to 2 years
fr_ca: 1 à 2 ans

# page1.q.teacherbackground.q.teacheryears.choice.3_5.text
source: 3 to 5 years
fr_ca: 3 à 5 ans

# page1.q.teacherbackground.q.teacheryears.choice.6_10.text
source: 6 to 10 years
fr_ca: 6 à 10 ans

# page1.q.teacherbackground.q.teacheryears.choice.over10.text
source: Over 10 years
fr_ca: Plus de 10 ans

# page1.q.teacherschool.title
source: <b>This set of questions asks about the school where you currently teach.</b>
fr_ca: <b>Cet ensemble de questions porte sur l'école où vous enseignez actuellement.</b>

# page1.q.teacherschool.q.teacheryearsschool.title
source: Counting this school year, how many years have you been teaching <b>at this school</b>? (please round to the nearest year)
fr_ca: En comptant cette année scolaire, combien d'années avez-vous enseigné <b>dans cette école</b> ? (veuillez arrondir à l'année la plus proche)

# page1.q.teacherschool.q.teacherclimateitems.title
source: Please indicate how much you agree or disagree with the following statements about this school.
fr_ca: Veuillez indiquer dans quelle mesure vous êtes d'accord ou non avec les affirmations suivantes concernant cette école.

# page1.q.teacherschool.q.teacherclimateitems.col.0.text
source: Strongly Disagree
fr_ca: Fortement en désaccord

# page1.q.teacherschool.q.teacherclimateitems.col.1.text
source: Disagree
fr_ca: En désaccord

# page1.q.teacherschool.q.teacherclimateitems.col.2.text
source: Agree
fr_ca: D'accord

# page1.q.teacherschool.q.teacherclimateitems.col.3.text
source: Strongly Agree
fr_ca: Fortement d'accord

# page1.q.teacherschool.q.teacherclimateitems.row.teacherclimate1.text
source: I feel accepted and respected as a colleague by most staff members.
fr_ca: Je me sens accepté(e) et respecté(e) en tant que collègue par la plupart des membres du personnel.

# page1.q.teacherschool.q.teacherclimateitems.row.teacherclimate2.text
source: Parents are supportive of school staff.
fr_ca: Les parents soutiennent le personnel de l'école.

# page1.q.teacherschool.q.teacherclimateitems.row.teacherclimate3.text
source: Students feel supported and comfortable in this school.
fr_ca: Les élèves se sentent soutenus et à l'aise dans cette école.

# page1.q.teacherschool.q.teacherclimateitems.row.teacherclimate4.text
source: Staff feel supported and comfortable in this school.
fr_ca: Le personnel se sent soutenu et à l'aise dans cette école.

# page1.q.teacherschool.q.teacherclimateitems.row.teacherclimate5.text
source: Students are safe when here at this school.
fr_ca: Les élèves sont en sécurité lorsqu'ils viennent à cette école.

# page1.q.teacherschool.q.teacherclimateitems.row.teacherclimate6.text
source: Staff are safe when here at this school.
fr_ca: Le personnel est en sécurité lorsqu'il vient à cette école.

# page1.q.teacherschool.q.teacherclimateitems.row.teacherclimate7a.text
source: The facilities and property of this school are kept up well.
fr_ca: Les installations et la propriété de cette école sont bien entretenues.

# page1.q.teacherschool.q.teacherclimateitems.row.teacherclimate7b.text
source: The facilities and property of this school are clean.
fr_ca: Les installations et la propriété de cette école sont propres.

# page1.q.teacherschool.q.teacherclimateitems.row.teacherclimate8.text
source: Ongoing collaboration is something adults in this school do well.
fr_ca: La collaboration continue est quelque chose que les adultes de cette école font bien.

# page1.q.teacherschool.q.teacherclimateitems.row.teacherclimate9.text
source: Adults working in this school have strong professional relationships.
fr_ca: Les adultes travaillant dans cette école entretiennent des relations professionnelles solides.

# page1.q.teacherschool.q.teacherclimateitems.row.teacherclimate10.text
source: Adults working in this school are respectful and supportive of one another.
fr_ca: Les adultes travaillant dans cette école se respectent et se soutiennent mutuellement.

# page1.q.teacherfeeljob.title
source: <b>With this set of items, we wish to learn more about teachers' feelings about their job.</b>
fr_ca: <b>Avec cet ensemble d'éléments, nous souhaitons en savoir plus sur les sentiments des enseignants envers leur travail.</b>

# page1.q.teacherfeeljob.q.teacherfeeljobitems.title
source: Please select one answer that indicates how often you agree with each of the following statements.
fr_ca: Veuillez sélectionner une réponse qui indique à quelle fréquence vous êtes d'accord avec chacune des affirmations suivantes.

# page1.q.teacherfeeljob.q.teacherfeeljobitems.col.0.text
source: Never
fr_ca: Jamais

# page1.q.teacherfeeljob.q.teacherfeeljobitems.col.1.text
source: A few times a year or less
fr_ca: Quelques fois par an ou moins

# page1.q.teacherfeeljob.q.teacherfeeljobitems.col.2.text
source: Once a month or less
fr_ca: Une fois par mois ou moins

# page1.q.teacherfeeljob.q.teacherfeeljobitems.col.3.text
source: A few times a month
fr_ca: Quelques fois par mois

# page1.q.teacherfeeljob.q.teacherfeeljobitems.col.4.text
source: Once a week
fr_ca: Une fois par semaine

# page1.q.teacherfeeljob.q.teacherfeeljobitems.col.5.text
source: A few times a week
fr_ca: Quelques fois par semaine

# page1.q.teacherfeeljob.q.teacherfeeljobitems.col.6.text
source: Everyday
fr_ca: Tous les jours

# page1.q.teacherfeeljob.q.teacherfeeljobitems.row.teacherfeeljob1.text
source: I feel emotionally drained from my work.
fr_ca: Je me sens épuisé(e) émotionnellement par mon travail.

# page1.q.teacherfeeljob.q.teacherfeeljobitems.row.teacherfeeljob2.text
source: I feel fatigued when I get up in the morning and have to face another day on the job.
fr_ca: Je me sens fatigué(e) quand je me lève le matin et que je dois affronter une nouvelle journée de travail.

# page1.q.teacherfeeljob.q.teacherfeeljobitems.row.teacherfeeljob3.text
source: I can easily understand how my students feel about things.
fr_ca: Je comprends facilement comment mes élèves se sentent par rapport aux choses.

# page1.q.teacherfeeljob.q.teacherfeeljobitems.row.teacherfeeljob5.text
source: I deal very effectively with the problems of my students.
fr_ca: Je gère très efficacement les problèmes de mes élèves.

# page1.q.teacherfeeljob.q.teacherfeeljobitems.row.teacherfeeljob6.text
source: I feel burned out from my work.
fr_ca: Je me sens épuisé(e) par mon travail.

# page1.q.teacherfeeljob.q.teacherfeeljobitems.row.teacherfeeljob7.text
source: I feel I'm positively influencing other people's lives through my work.
fr_ca: Je sens que, grâce à mon travail, j'influence positivement la vie d'autres personnes.

# page1.q.teacherfeeljob.q.teacherfeeljobitems.row.teacherfeeljob9.text
source: I feel frustrated by my job.
fr_ca: Je me sens frustré(e) par mon travail.

# page1.q.teacherfeeljob.q.teacherfeeljobitems.row.teacherfeeljob10.text
source: I feel I'm working too hard on my job.
fr_ca: Je sens que je travaille trop dur dans mon emploi.

# page1.q.teacherfeeljob.q.teacherfeeljobitems.row.teacherfeeljob12.text
source: I can easily create a relaxed atmosphere with my students.
fr_ca: Je peux facilement créer une atmosphère détendue avec mes élèves.

# page1.q.teacherfeeljob.q.teacherfeeljobitems.row.teacherfeeljob13.text
source: I feel exhilarated after working closely with my students.
fr_ca: Je me sens exalté(e) après avoir travaillé en étroite collaboration avec mes élèves.

# page1.q.teacherfeeljob.q.teacherfeeljobitems.row.teacherfeeljob14.text
source: I have accomplished many worthwhile things in this job.
fr_ca: Dans ce travail, j'ai accompli beaucoup de choses qui en valent la peine.

# page1.q.teacherfeeljob.q.teacherfeeljobitems.row.teacherfeeljob15.text
source: I feel like I'm at the end of my rope.
fr_ca: J’ai l'impression d'être à bout de nerfs.

# page1.q.teacherfeeljob.q.teacherfeeljobitems.row.teacherfeeljob16.text
source: In my work, I deal with emotional problems very calmly.
fr_ca: Dans mon travail, je gère très calmement les problèmes émotionnels.

# page1.q.teacherbeliefteach.title
source: <b>This set of questions is designed to help us gain a better understanding of the kinds of things that create difficulties for teachers in their school activities.</b>
fr_ca: <b>Cet ensemble de questions est conçu pour nous aider à mieux comprendre les types de difficultés que rencontrent les enseignants dans leurs activités scolaires.</b>

# page1.q.teacherbeliefteach.q.teacherbeliefteachitemsinfluence.title
source: <b>How much influence do you have...</b>
fr_ca: <b>Quelle influence avez-vous...</b>

# page1.q.teacherbeliefteach.q.teacherbeliefteachitemsinfluence.col.0.text
source: Never
fr_ca: Jamais

# page1.q.teacherbeliefteach.q.teacherbeliefteachitemsinfluence.col.1.text
source: Very Little
fr_ca: Très peu d'influence

# page1.q.teacherbeliefteach.q.teacherbeliefteachitemsinfluence.col.2.text
source: Some Influence
fr_ca: Un peu d'influence

# page1.q.teacherbeliefteach.q.teacherbeliefteachitemsinfluence.col.3.text
source: Quite a Bit
fr_ca: Pas mal d'influence

# page1.q.teacherbeliefteach.q.teacherbeliefteachitemsinfluence.col.4.text
source: A Great Deal
fr_ca: Beaucoup d'influence

source: on disruptive behavior in the classroom?
fr_ca: sur le comportement perturbateur dans la classe ?

source: to motivate children who show low interest in activities?
fr_ca: pour motiver les enfants qui montrent peu d'intérêt pour les activités ?
