Repository: levante-framework/levante_translations
Catalog: translations/xliff/*-surveys.xliff
Languages: fr_ca

# page14.q.childefq.q.childefq23.title
source: <b>Comes up with new ways for solving challenges</b> (e.g., repurposes materials or toys, comes up with a new way to build a tower or fort after it collapses, solves a puzzle in a new way, comes up with a new strategy to complete a chore).
fr_ca: <b>Trouve de nouvelles façons de relever des défis</b> par exemple, réutilise des matériaux ou des jouets, imagine une nouvelle façon de construire une tour ou un fort après son effondrement, résout un puzzle d'une nouvelle manière, conçoit une nouvelle stratégie pour achever une tâche).

# page14.q.childefq.q.childefq29.title
source: <b>Identifies and gathers necessary materials before an activity</b> (e.g., finds appropriate coat, shoes, hat before going outside; gathers lunch box, homework, and backpack before going to school).
fr_ca: <b>Identifie et rassemble les matériaux nécessaires avant une activité</b> (par exemple, trouve un manteau, des chaussures et un chapeau adaptés avant de sortir; rassemble le lunch, les devoirs et le sac à dos avant d'aller à l'école).

# page14.q.childefq.q.childefq2.title
source: <b>Finishes an assigned task that is repetitive</b> (e.g., picking up toys, putting away laundry).
fr_ca: <b>Termine une tâche assignée qui est répétitive</b> (par exemple, ramasser les jouets, ranger le linge).

# page14.q.childefq.q.childefq8.title
source: <b>Completes an assigned task before moving to a next task.</b>
fr_ca: <b>Achève une tâche assignée avant de passer à la suivante.</b>

# page14.q.childefq.q.childefq13.title
source: <b>Stops an undesirable behavior when asked</b> (e.g., stops fighting with sibling when asked by parent, stops misbehaving in the household).
fr_ca: <b>Arrête un comportement indésirable lorsqu'il le lui est demandé</b> (par exemple, cesse de se battre avec un frère ou une sœur lorsqu'un parent le demande, cesse de mal se comporter dans la maison).

# page14.q.childefq.q.childefq18.title
source: <b>Completes activities that require remembering lengthy instructions</b> (e.g., rules of a game, household chores, cooking recipe).
fr_ca: <b>Réalise des activités qui nécessitent de se souvenir d'instructions longues</b> (par exemple, règles d'un jeu, tâches ménagères, recette de cuisine).

# page14.q.childefq.q.childefq24.title
source: <b>Expresses themselves in a new way when not understood by others</b> (e.g., tries different ways to communicate their needs and wants).
fr_ca: <b>S'exprime d'une nouvelle façon lorsqu'il n'est pas compris par les autres</b> (par exemple, essaie différentes façons de communiquer ses besoins et désirs).

# page14.q.childefq.q.childefq30.title
source: <b>Creates a strategy or plan for completing a task</b> (e.g., chore, homework, puzzle).
fr_ca: <b>Crée une stratégie ou un plan pour accomplir une tâche</b> (par exemple, une corvée, des devoirs, un puzzle).

# page14.q.childefq.q.childefq3.title
source: <b>Remains focused and engaged during lengthy adult-led activities</b> (e.g., religious or performance event, family meal time) <b>by listening carefully and contributing when appropriate.</b>
fr_ca: <b>Reste concentré et engagé pendant les activités prolongées dirigées par des adultes</b> (par exemple, événement religieux ou de performance, repas en famille) <b>en écoutant attentivement et en contribuant si nécessaire.</b>

# page14.q.childefq.q.childefq9.title
source: <b>Regains focus/focuses again on an assigned task when interrupted</b> (e.g., family member asks an unrelated question or needs brief assistance).
fr_ca: <b>Reprend sa concentration/s'y réfère à nouveau en cas d'interruption</b> (par exemple, un membre de la famille pose une question sans rapport ou a besoin d'une assistance brève).

# page14.q.childefq.q.childefq14.title
source: <b>Stops playing or doing something fun when asked</b> (e.g., stops playing with friends when parent asks, stops watching TV when parent asks).
fr_ca: <b>Arrête de jouer ou de faire quelque chose d'amusant sur demande</b> (par exemple, arrête de jouer avec des amis lorsque le parent le demande, arrête de regarder la télévision lorsque le parent le demande).

# page14.q.childefq.q.childefq19.title
source: <b>Communicates in an organized way</b> (e.g., retells the correct sequence of the events, explains how a game works so it is easy to understand).
fr_ca: <b>Communique de manière organisée</b> (par exemple, raconte à nouveau la séquence correcte des événements, explique comment fonctionne un jeu pour le rendre facile à comprendre).

# page14.q.childefq.q.childefq25.title
source: <b>Adjusts when plans/schedules change</b> (e.g., follows along when daily schedule changes, does not complain when unexpected sickness leads to canceling a family vacation).
fr_ca: <b>S'adapte lorsque les plans/horaires changent</b> (par exemple, suit le changement d'horaire quotidien, ne se plaint pas lorsqu'une maladie imprévue entraîne l'annulation de vacances en famille).

# page14.q.childefq.q.childefq31.title
source: <b>Finishes tasks on time</b> (e.g., finishes homework on time and not at the last minute).
fr_ca: <b>Termine les tâches à temps</b> (par exemple, termine les devoirs à l'heure et non à la dernière minute).

# page14.q.childefq.q.childefq4.title
source: <b>Remains focused and engaged during collaborative child-led activities</b> (e.g., playing with siblings/peers).
fr_ca: <b>Reste concentré et engagé pendant les activités collaboratives dirigées par des enfants</b> (par exemple, jouer avec des frères/sœurs ou des pairs).

# page14.q.childefq.q.childefq10.title
source: <b>Ignores a preferred, fun activity</b> (e.g., playing) <b>when asked to complete an assigned task</b> (e.g., cleaning room).
fr_ca: <b>Ignore une activité préférée et amusante</b> (par exemple, jouer) <b>lorsqu'il est demandé de compléter une tâche assignée</b> (par exemple, nettoyer la chambre).

# page14.q.childefq.q.childefq15.title
source: <b>Waits for their turn to act</b> (e.g., waits patiently in line at a grocery store or when sharing a toy with sibling).
fr_ca: <b>Attend son tour pour agir</b> (par exemple, attend patiemment dans la file d'attente au magasin ou lorsqu'il partage un jouet avec un frère ou une sœur).

# page14.q.childefq.q.childefq20.title
source: <b>Completes age-appropriate numerical mental calculation</b> (e.g., adds prices of goods, calculates time, how much they are older than someone else).
fr_ca: <b>Réalise des calculs mentaux numériques appropriés à son âge</b> (par exemple, additionne les prix des biens, calcule le temps, combien il est plus âgé que quelqu'un d'autre).

# page14.q.childefq.q.childefq26.title
source: <b>Understands conflicting perspectives/ideas</b> (e.g., acknowledges a different point of view, accepts different ways of doing things, can see a situation from someone else’s perspective).
fr_ca: <b>Comprend les perspectives/idées contradictoires</b> (par exemple, reconnaît un point de vue différent, accepte différentes façons de faire les choses, peut voir une situation du point de vue de quelqu'un d'autre).

# page14.q.childefq.q.childefq32.title
source: <b>Checks for mistakes before completing a task</b> (e.g., reviews and corrects errors on class assignments).
fr_ca: <b>Vérifie les erreurs avant de terminer une tâche</b> (par exemple, révise et corrige les erreurs sur les devoirs de classe).

# page14.q.childefq.q.childefq5.title
source: <b>Persists on a difficult cognitive/learning task</b> (e.g., homework) <b>by trying to figure things out, asking questions, and not quitting.</b>
fr_ca: <b>Persévère sur une tâche cognitive/apprentissage difficile</b> (par exemple, des devoirs) <b>en essayant de résoudre les ennuis, posant des questions et ne renonçant pas.</b>

# page14.q.childefq.q.childefq11.title
source: <b>Answers questions or tells a story without getting distracted by small details and/or losing train of thought.</b>
fr_ca: <b>Répond aux questions ou raconte une histoire sans se laisser distraire par de petits détails et/ou perdre le fil de ses pensées.</b>

# page14.q.childefq.q.childefq16.title
source: <b>Stops and thinks before acting</b> (e.g., does not run out in front of a car, does not grab things they shouldn't).
fr_ca: <b>S'arrête et réfléchit avant d'agir</b> (par exemple, ne court pas devant une voiture, ne tend pas la main vers des objets qu'il ne devrait pas toucher).

# page14.q.childefq.q.childefq21.title
source: <b>Remembers and considers all options when making a choice</b> (e.g., what to do when they get stuck on a household task or face a problem, food options).
fr_ca: <b>Se souvient et considère toutes les options lors du choix</b> (par exemple, que faire lorsqu'on est coincé sur une tâche ménagère ou qu'on est confronté à un problème, options alimentaires).

# page14.q.childefq.q.childefq27.title
source: <b>Connects ideas/experiences to other ideas/experiences</b> (e.g., identifies connections between books/movies and lived experiences, uses strategies learned at school to complete activities at home).
fr_ca: <b>Relie des idées/expériences à d'autres idées/expériences</b> (par exemple, identifie des liens entre livres/films et expériences vécues, utilise des stratégies apprises à l'école pour réaliser des activités à la maison).

# page14.q.childefq.q.childefq33.title
source: <b>Begins plans or routines without prompting</b> (e.g., takes an initiative to help a family member, starts daily household chores on their own).
fr_ca: <b>Démarre des plans ou des routines sans qu'on le lui demande</b> (par exemple, prend l'initiative d'aider un membre de la famille, commence les tâches ménagères quotidiennes de sa propre initiative).

# page14.q.childefq.q.childefq6.title
source: <b>Gets deeply engaged in an activity they choose for themselves</b> (e.g., drawing, reading, cooking, building, sports, games).
fr_ca: <b>S'engage profondément dans une activité qu'il choisit lui-même</b> (par exemple, dessiner, lire, cuisiner, construire, faire du sport, jouer).

# page14.q.childefq.q.childefq22.title
source: <b>Remembers physical directions, patterns, and where things are</b> (e.g., knows walking routes, finds things in a grocery store, good at searching for a lost item or playing hide-and-seek).
fr_ca: <b>Se souvient des directions, des motifs, et des endroits où se trouvent les choses</b> (par exemple, connaît les itinéraires de marche, trouve les choses dans un magasin, excellent pour rechercher un objet perdu ou jouer à cache-cache).

# page14.q.childefq.q.childefq28.title
source: <b>Adapts behavior based on what is required by the situation</b> (e.g., switches characters/roles while playing a game, changes behavior based on playtime or study time).
fr_ca: <b>Adapte son comportement en fonction de ce que la situation exige</b> (par exemple, change de personnage ou de rôle pendant un jeu, change de comportement en fonction du temps de jeu ou d'étude).

# page14.q.childefq.q.childefq34.title
source: <b>Negotiates and incorporates peers' suggestions without conflict or resistance</b> (e.g., works with others to plan roles during pretend play, negotiates with sibling about how to complete chores together).
fr_ca: <b>Négocie et intègre les suggestions de ses pairs sans conflit ou résistance</b> (par exemple, collabore avec d'autres pour planifier les rôles/routines pendant le jeu, négocie avec un frère sur la façon de réaliser ensemble les tâches ménagères).

# page15.q.caregiversectionintro4.html
source: <block><b><font face=Verdana size=4>This section asks about your home environment.
fr_ca: <block><b><font face=Verdana size=4>Cette section s'interroge sur votre environnement familial.

# page15.q.homehomea.q.homehome1.title
source: About how many children's books are in your home?
fr_ca: Combien de livres pour enfants y a-t-il chez vous?

# page15.q.homehomea.q.homehome1.choice.0.text
source: None
fr_ca: Aucun

# page15.q.homehomea.q.homehome1.choice.4.text
source: 20 or more
fr_ca: 20 ou plus

# page15.q.homehomea.q.homehome2.title
source: How often does your child eat a meal with family members?
fr_ca: À quelle fréquence votre enfant prend-il un repas avec les membres de la famille?

# page15.q.homehomea.q.homehome2.choice.5.text
source: More than once a day
fr_ca: Plus d'une fois par jour

# page15.q.homehomea.q.homehome2.choice.4.text
source: Once a day
fr_ca: Une fois par jour

# page15.q.homehomea.q.homehome2.choice.3.text
source: Several times a week
fr_ca: Plusieurs fois par semaine

# page15.q.homehomea.q.homehome2.choice.2.text
source: Once a week
fr_ca: Une fois par semaine

# page15.q.homehomea.q.homehome2.choice.1.text
source: Once a month or less
fr_ca: Une fois par mois ou moins

# page15.q.homehomea.q.homehome2.choice.0.text
source: Never
fr_ca: Jamais

# page15.q.homehomea.q.homehome3.title
source: About how many hours is the TV on in your house each day?
fr_ca: Combien d'heures par jour la télévision est-elle allumée chez vous?

# page15.q.homehomea.q.homehome3.placeholder
source: hours per day
fr_ca: heures par jour

# page15.q.homehomea.q.homehome4.title
source: Does your family have reliable access to the internet?
fr_ca: Votre famille a-t-elle un accès fiable à Internet?

# page15.q.homehomea.q.homehome4.labeltrue
source: Yes
fr_ca: Oui

# page15.q.homehomea.q.homehome4.labelfalse
source: No
fr_ca: Non

# page15.q.homehomea.q.homehome5.title
source: How often does your whole family get together with relatives or friends?
fr_ca: À quelle fréquence toute votre famille se réunit-elle avec des proches ou des amis?

# page15.q.homehomea.q.homehome5.choice.5.text
source: Once a week or more
fr_ca: Une fois par semaine ou plus

# page15.q.homehomea.q.homehome5.choice.4.text
source: Two or three times a month
fr_ca: Deux ou trois fois par mois

# page15.q.homehomea.q.homehome5.choice.3.text
source: Once a month
fr_ca: Une fois par mois

# page15.q.homehomea.q.homehome5.choice.2.text
source: A few times a year
fr_ca: Quelques fois par an

# page15.q.homehomea.q.homehome5.choice.1.text
source: Once a year or less
fr_ca: Une fois par an ou moins

# page15.q.homehomea.q.homehome6.title
source: How often does your child spend time with you or another adult in your home doing outdoor activities?
fr_ca: À quelle fréquence votre enfant passe-t-il du temps avec vous ou un autre adulte chez vous à faire des activités en plein air?

# page15.q.homehomea.q.homehome6.choice.5.text
source: Once a day or more often
fr_ca: Une fois par jour ou plus souvent

# page15.q.homehomea.q.homehome6.choice.4.text
source: At least four times a week
fr_ca: Au moins quatre fois par semaine

# page15.q.homehomea.q.homehome6.choice.3.text
source: Once a week
fr_ca: Une fois par semaine

# page15.q.homehomea.q.homehome6.choice.2.text
source: Once a month
fr_ca: Une fois par mois

# page15.q.homehomea.q.homehome6.choice.1.text
source: A few times a year or less
fr_ca: Quelques fois par an ou moins

# page15.q.homehomea.q.homehome6.choice.0.text
source: Never
fr_ca: Jamais

# page15.q.homehomea.q.homehome7.title
source: How often do you or another adult in your home get a chance to read stories to your child?
fr_ca: À quelle fréquence lisez-vous ou un autre adulte de votre foyer des histoires à votre enfant?

# page15.q.homehomea.q.homehome7.choice.5.text
source: Every day
fr_ca: Tous les jours

# page15.q.homehomea.q.homehome7.choice.4.text
source: About 3 times a week
fr_ca: Environ 3 fois par semaine

# page15.q.homehomea.q.homehome7.choice.3.text
source: Once a week
fr_ca: Une fois par semaine

# page15.q.homehomea.q.homehome7.choice.2.text
source: Several times a month
fr_ca: Plusieurs fois par mois

# page15.q.homehomea.q.homehome7.choice.1.text
source: Several times a year
fr_ca: Plusieurs fois par an

# page15.q.homehomea.q.homehome7.choice.0.text
source: Never
fr_ca: Jamais

# page15.q.homehomea.q.homehome9.title
source: How often do you or another adult in your home take your child to the grocery store?
fr_ca: À quelle fréquence vous ou un autre adulte de votre foyer emmenez-vous votre enfant à l'épicerie?

# page15.q.homehomea.q.homehome9.choice.4.text
source: Twice a week or more
fr_ca: Deux fois par semaine ou plus

# page15.q.homehomea.q.homehome9.choice.3.text
source: Once a week
fr_ca: Une fois par semaine

# page15.q.homehomea.q.homehome9.choice.2.text
source: Once a month
fr_ca: Une fois par mois

# page15.q.homehomea.q.homehome9.choice.1.text
source: Hardly ever
fr_ca: Presque jamais

# page15.q.homehomea.q.homehome15.title
source: Does your child have access to a tablet or smartphone that they regularly use to watch videos or listen to music?
fr_ca: Votre enfant a-t-il accès à une tablette ou un smartphone qu'il utilise régulièrement pour regarder des vidéos ou écouter de la musique?

# page15.q.homehomea.q.homehome15.labeltrue
source: Yes
fr_ca: Oui

# page15.q.homehomea.q.homehome15.labelfalse
source: No
fr_ca: Non

# page15.q.homehomea.q.homehome23.title
source: Does your family have a computer that your child has access to?
fr_ca: Votre famille dispose-t-elle d'un ordinateur auquel votre enfant a accès?

# page15.q.homehomea.q.homehome23.labeltrue
source: Yes
fr_ca: Oui

# page15.q.homehomea.q.homehome23.labelfalse
source: No
fr_ca: Non

# page15.q.homehomea.q.homehome22.title
source: How often has any family member taken or arranged to take your child to any type of museum (children's, scientific, art, historical, etc.) in the past year?
fr_ca: À quelle fréquence un membre de la famille a-t-il emmené ou prévu d'emmener votre enfant dans un type de musée (pour enfants, scientifique, d'art, historique, etc.) au cours de l'année écoulée ?

# page15.q.homehomea.q.homehome22.choice.4.text
source: About once a week or more
fr_ca: Environ une fois par semaine ou plus

# page15.q.homehomea.q.homehome22.choice.3.text
source: About once a month or more
fr_ca: Environ une fois par mois ou plus

# page15.q.homehomea.q.homehome22.choice.2.text
source: Several times
fr_ca: Plusieurs fois

# page15.q.homehomea.q.homehome22.choice.1.text
source: Once or twice
fr_ca: Une ou deux fois

# page15.q.homehomea.q.homehome22.choice.0.text
source: Never
fr_ca: Jamais

# page15.q.homehomea.q.homehome24.title
source: Sometimes children get so angry at their parents that they say things like I hate you or swear in a temper tantrum. If your child said something like I hate you or swore at you, would you...
fr_ca: Parfois, les enfants se mettent tellement en colère contre leurs parents qu'ils disent des choses comme Je te déteste ou profèrent des jurons lors d'une crise de colère. Si votre enfant disait quelque chose comme Je te déteste ou vous insultait, vous...

# page15.q.homehomea.q.homehome24.q.homehome24a.title
source: Ground him/her
fr_ca: Le punir(e)

# page15.q.homehomea.q.homehome24.q.homehome24a.labeltrue
source: Yes
fr_ca: Oui

# page15.q.homehomea.q.homehome24.q.homehome24a.labelfalse
source: No
fr_ca: Non

# page15.q.homehomea.q.homehome24.q.homehome24b.title
source: Spank him/her
fr_ca: Le fesser

# page15.q.homehomea.q.homehome24.q.homehome24b.labeltrue
source: Yes
fr_ca: Oui

# page15.q.homehomea.q.homehome24.q.homehome24b.labelfalse
source: No
fr_ca: Non

# page15.q.homehomea.q.homehome24.q.homehome24c.title
source: Talk with him/her
fr_ca: Discuter avec lui/elle

# page15.q.homehomea.q.homehome24.q.homehome24c.labeltrue
source: Yes
fr_ca: Oui

# page15.q.homehomea.q.homehome24.q.homehome24c.labelfalse
source: No
fr_ca: Non

# page15.q.homehomea.q.homehome24.q.homehome24d.title
source: Give him/her a household chore
fr_ca: Lui donner une corvée domestique

# page15.q.homehomea.q.homehome24.q.homehome24d.labeltrue
source: Yes
fr_ca: Oui

# page15.q.homehomea.q.homehome24.q.homehome24d.labelfalse
source: No
fr_ca: Non

# page15.q.homehomea.q.homehome24.q.homehome24e.title
source: Ignore it
fr_ca: L'ignorer

# page15.q.homehomea.q.homehome24.q.homehome24e.labeltrue
source: Yes
fr_ca: Oui

# page15.q.homehomea.q.homehome24.q.homehome24e.labelfalse
source: No
fr_ca: Non

# page15.q.homehomea.q.homehome24.q.homehome24f.title
source: Send him/her to room for more than 1 hour
fr_ca: L'envoyer dans sa chambre pour plus d'une heure

# page15.q.homehomea.q.homehome24.q.homehome24f.labeltrue
source: Yes
fr_ca: Oui

# page15.q.homehomea.q.homehome24.q.homehome24f.labelfalse
source: No
fr_ca: Non

# page15.q.homehomea.q.homehome24.q.homehome24g.title
source: Take away his/her allowance
fr_ca: Lui retirer son allocation

# page15.q.homehomea.q.homehome24.q.homehome24g.labeltrue
source: Yes
fr_ca: Oui

# page15.q.homehomea.q.homehome24.q.homehome24g.labelfalse
source: No
fr_ca: Non

# page15.q.homehomea.q.homehome24.q.homehome24h.title
source: Take away TV, phone, or other privileges
fr_ca: Lui retirer la télévision, le téléphone ou d'autres privilèges

# page15.q.homehomea.q.homehome24.q.homehome24h.labeltrue
source: Yes
fr_ca: Oui

# page15.q.homehomea.q.homehome24.q.homehome24h.labelfalse
source: No
fr_ca: Non

# page15.q.homehomea.q.homehome24.q.homehome24i.title
source: Put him/her in a short time out
fr_ca: Le mettre en pause pour un court instant

# page15.q.homehomea.q.homehome24.q.homehome24i.labeltrue
source: Yes
fr_ca: Oui

# page15.q.homehomea.q.homehome24.q.homehome24i.labelfalse
source: No
fr_ca: Non

# page15.q.homehomea.q.homehome24.q.homehome24j.title
source: Other, please specify
fr_ca: Autre, veuillez préciser

# page16.q.homehomeb.q.homehome25.title
source: How often is your child expected to make his/her own bed?
fr_ca: À quelle fréquence est-il attendu de votre enfant qu’il fasse son propre lit ?

# page16.q.homehomeb.q.homehome25.choice.4.text
source: Almost always
fr_ca: Presque toujours

# page16.q.homehomeb.q.homehome25.choice.3.text
source: More than half the time
fr_ca: Plus de la moitié du temps

# page16.q.homehomeb.q.homehome25.choice.2.text
source: Half the time
fr_ca: La moitié du temps

# page16.q.homehomeb.q.homehome25.choice.1.text
source: Less than half the time
fr_ca: Moins de la moitié du temps

# page16.q.homehomeb.q.homehome25.choice.0.text
source: Almost never
fr_ca: Presque jamais

# page16.q.homehomeb.q.homehome26.title
source: How often is your child expected to clean his/her own room?
fr_ca: À quelle fréquence est-il attendu de votre enfant qu’il nettoie sa propre chambre ?

# page16.q.homehomeb.q.homehome26.choice.4.text
source: Almost always
fr_ca: Presque toujours

# page16.q.homehomeb.q.homehome26.choice.3.text
source: More than half the time
fr_ca: Plus de la moitié du temps

# page16.q.homehomeb.q.homehome26.choice.2.text
source: Half the time
fr_ca: La moitié du temps

# page16.q.homehomeb.q.homehome26.choice.1.text
source: Less than half the time
fr_ca: Moins de la moitié du temps

# page16.q.homehomeb.q.homehome26.choice.0.text
source: Almost never
fr_ca: Presque jamais

# page16.q.homehomeb.q.homehome27.title
source: How often is your child expected to pick up after him/herself ?
fr_ca: À quelle fréquence est-il attendu de votre enfant qu’il ramasse ce qu'il laisse derrière lui?

# page16.q.homehomeb.q.homehome27.choice.4.text
source: Almost always
fr_ca: Presque toujours

# page16.q.homehomeb.q.homehome27.choice.3.text
source: More than half the time
fr_ca: Plus de la moitié du temps

# page16.q.homehomeb.q.homehome27.choice.2.text
source: Half the time
fr_ca: La moitié du temps

# page16.q.homehomeb.q.homehome27.choice.1.text
source: Less than half the time
fr_ca: Moins de la moitié du temps

# page16.q.homehomeb.q.homehome27.choice.0.text
source: Almost never
fr_ca: Presque jamais

# page16.q.homehomeb.q.homehome28.title
source: Is there a musical instrument (e.g. piano, drum, guitar, etc.) that your child can use at home?
fr_ca: Y a-t-il un instrument de musique (piano, tambour, guitare, etc.) que votre enfant peut utiliser à la maison?

# page16.q.homehomeb.q.homehome28.labeltrue
source: Yes
fr_ca: Oui
