Repository: levante-framework/levante_translations
Catalog: translations/xliff/*-surveys.xliff
Languages: fr_ca

# page9.q.childscs.q.childscsitems.row.childscs3.text
source: Your child thinks before acting.
fr_ca: Votre enfant réfléchit avant d'agir.

# page9.q.childscs.q.childscsitems.row.childscs4.text
source: Your child resolves problems with friends on their own.
fr_ca: Votre enfant résout seul les problèmes avec ses amis.

# page9.q.childscs.q.childscsitems.row.childscs5.text
source: Your child can calm down when excited.
fr_ca: Votre enfant peut se calmer quand il est excité.

# page9.q.childscs.q.childscsitems.row.childscs6.text
source: Your child does what they are told to do.
fr_ca: Votre enfant fait ce qu'on lui dit de faire.

# page9.q.childscs.q.childscsitems.row.childscs7.text
source: Your child is good at understanding others' feelings.
fr_ca: Votre enfant est doué pour comprendre les sentiments des autres.

# page9.q.childscs.q.childscsitems.row.childscs8.text
source: Your child controls their temper when there is a disagreement.
fr_ca: Votre enfant contrôle sa colère lorsqu'il y a un désaccord.

# page9.q.childscs.q.childscsitems.row.childscs9.text
source: Your child shares things with others.
fr_ca: Votre enfant partage ses affaires avec les autres.

# page9.q.childscs.q.childscsitems.row.childscs10.text
source: Your child is helpful to others.
fr_ca: Votre enfant est serviable avec les autres.

# page9.q.childscs.q.childscsitems.row.childscs11.text
source: Your child listens to others' points of view.
fr_ca: Votre enfant écoute les points de vue des autres.

# page9.q.childscs.q.childscsitems.row.childscs12.text
source: Your child can give suggestions without being bossy.
fr_ca: Votre enfant peut donner des suggestions sans être autoritaire.

# page10.q.childcbq.q.childcbqitems.title
source: Please indicate <i>how well</i> each statement describes your child.
fr_ca: Veuillez indiquer <i>à quel point</i> chaque déclaration décrit votre enfant.

# page10.q.childcbq.q.childcbqitems.col.0.text
source: Not at all
fr_ca: Pas du tout

# page10.q.childcbq.q.childcbqitems.col.1.text
source: Not very well
fr_ca: Pas très bien

# page10.q.childcbq.q.childcbqitems.col.2.text
source: Somewhat well
fr_ca: Assez bien

# page10.q.childcbq.q.childcbqitems.col.3.text
source: Very well
fr_ca: Très bien

# page10.q.childcbq.q.childcbqitems.row.childcbq1.text
source: Your child understands others' feelings.
fr_ca: Votre enfant comprend les sentiments des autres.

# page10.q.childcbq.q.childcbqitems.row.childcbq2.text
source: Your child is socially aware of what is happening in a situation.
fr_ca: Votre enfant est conscient de ce qui se passe dans une situation sociale.

# page10.q.childcbq.q.childcbqitems.row.childcbq3.text
source: Your child accurately interprets what a peer is trying to do.
fr_ca: Votre enfant interprète correctement ce qu'un pair essaie de faire.

# page10.q.childcbq.q.childcbqitems.row.childcbq4.text
source: Your child exhibits good self-control in responding.
fr_ca: Votre enfant fait preuve de bon contrôle de soi lors de ses réponses.

# page10.q.childcbq.q.childcbqitems.row.childcbq5.text
source: Your child generates <i>many</i> solutions to interpersonal problems.
fr_ca: Votre enfant trouve de nombreuses solutions aux problèmes interpersonnels.

# page10.q.childcbq.q.childcbqitems.row.childcbq6.text
source: Your child generates <i>good quality</i> solutions to interpersonal problems.
fr_ca: Votre enfant trouve des solutions de bonne qualité aux problèmes interpersonnels.

# page10.q.childcbq.q.childcbqitems.row.childcbq7.text
source: Your child is aware of the effects of his/her behavior on others.
fr_ca: Votre enfant est conscient des effets de son comportement sur les autres.

# page10.q.childcbq.q.childcbqitems.row.childcbq8.text
source: Your child tries to make sad people happier.
fr_ca: Votre enfant essaie de rendre les gens tristes plus heureux.

# page10.q.childcbq.q.childcbqitems.row.childcbq9.text
source: Your child helps others with their homework.
fr_ca: Votre enfant aide les autres avec leurs devoirs.

# page10.q.childcbq.q.childcbqitems.row.childcbq10.text
source: Your child lets others use her/his toys or items.
fr_ca: Votre enfant permet aux autres d'utiliser ses jouets ou objets.

# page11.q.childjukes.q.childjukesitems.title
source: Please indicate <i>how well</i> each statement describes your child.
fr_ca: Veuillez indiquer <i>à quel point</i> chaque déclaration décrit votre enfant.

# page11.q.childjukes.q.childjukesitems.col.0.text
source: Not at all
fr_ca: Pas du tout

# page11.q.childjukes.q.childjukesitems.col.1.text
source: Not very well
fr_ca: Pas très bien

# page11.q.childjukes.q.childjukesitems.col.2.text
source: Somewhat well
fr_ca: Assez bien

# page11.q.childjukes.q.childjukesitems.col.3.text
source: Very well
fr_ca: Très bien

# page11.q.childjukes.q.childjukesitems.row.childjukes1.text
source: Your child is curious to investigate and understand new things.
fr_ca: Votre enfant est curieux de découvrir et de comprendre de nouvelles choses.

# page11.q.childjukes.q.childjukesitems.row.childjukes2.text
source: Your child is able to make observations and deductions before being told an answer.
fr_ca: Votre enfant est capable de faire des observations et des déductions avant qu'on lui donne une réponse.

# page11.q.childjukes.q.childjukesitems.row.childjukes3.text
source: Your child gives unique responses that go beyond those of other children.
fr_ca: Votre enfant donne des réponses uniques qui vont au-delà de celles des autres enfants.

# page11.q.childjukes.q.childjukesitems.row.childjukes4.text
source: Your child often wants to learn new things.
fr_ca: Votre enfant veut souvent apprendre de nouvelles choses.

# page11.q.childjukes.q.childjukesitems.row.childjukes5.text
source: Your child investigates new objects that appear in the household or community spaces.
fr_ca: Votre enfant explore de nouveaux objets qui apparaissent à la maison ou dans les espaces communautaires.

# page11.q.childjukes.q.childjukesitems.row.childjukes6.text
source: Your child likes to ask many questions.
fr_ca: Votre enfant aime poser beaucoup de questions.

# page11.q.childjukes.q.childjukesitems.row.childjukes7.text
source: If your child makes a mistake, they ask forgiveness.
fr_ca: Si votre enfant fait une erreur, il demande pardon.

# page11.q.childjukes.q.childjukesitems.row.childjukes8.text
source: Your child often plans their own tasks well.
fr_ca: Votre enfant planifie souvent bien ses propres tâches.

# page11.q.childjukes.q.childjukesitems.row.childjukes9.text
source: Your child completes their own work without being asked or reminded to do so.
fr_ca: Votre enfant termine son travail sans qu'on le lui demande ou qu'on lui rappelle de le faire.

# page11.q.childjukes.q.childjukesitems.row.childjukes10.text
source: Your child works diligently when trying to complete tasks or chores.
fr_ca: Votre enfant travaille avec diligence lorsqu'il essaie de terminer des tâches ou des corvées.

# page11.q.childjukes.q.childjukesitems.row.childjukes11.text
source: If your child cannot do something, they try again.
fr_ca: Si votre enfant ne peut pas faire quelque chose, il réessaie.

# page11.q.childjukes.q.childjukesitems.row.childjukes12.text
source: Your child likes to finish tasks properly.
fr_ca: Votre enfant aime finir ses tâches correctement.

# page11.q.childjukes.q.childjukesitems.row.childjukes13.text
source: Your child is slow and unhurried in deciding what to do next.
fr_ca: Votre enfant est lent et sans hâte à décider ce qu'il doit faire ensuite.

# page11.q.childjukes.q.childjukesitems.row.childjukes14.text
source: Your child continues with a task even when it is tiring.
fr_ca: Votre enfant poursuit une tâche même lorsqu'elle est fatigante.

# page11.q.childjukes.q.childjukesitems.row.childjukes15.text
source: Your child easily agrees to do tasks or errands.
fr_ca: Votre enfant accepte facilement de faire des tâches ou des courses.

# page11.q.childjukes.q.childjukesitems.row.childjukes16.text
source: Your child willingly follows instructions.
fr_ca: Votre enfant suit volontiers les instructions.

# page11.q.childjukes.q.childjukesitems.row.childjukes17.text
source: When your child is directed to complete a task, they do it enthusiastically.
fr_ca: Lorsque votre enfant reçoit l'instruction d'accomplir une tâche, il le fait avec enthousiasme.

# page11.q.childjukes.q.childjukesitems.row.childjukes18.text
source: When your child is sent to complete an errand, they return on time. (if this item does not apply to your child, please leave it blank)
fr_ca: Lorsque votre enfant est envoyé pour une course, il revient à temps. (si cet item ne s'applique pas à votre enfant, veuillez le laisser vide)

# page11.q.childjukes.q.childjukesitems.row.childjukes19.text
source: If your child is told to do a chore, they do it.
fr_ca: Si on demande à votre enfant de faire une corvée, il la fait.

# page11.q.childjukes.q.childjukesitems.row.childjukes20.text
source: Your child is respectful towards adults.
fr_ca: Votre enfant est respectueux envers les adultes.

# page11.q.childfriends.title
source: Compared to other children their age, how much difficulty does your child have making or keeping friends?
fr_ca: Comparé à d'autres enfants de son âge, à quel point votre enfant a-t-il des difficultés à se faire ou à garder des amis ?

# page11.q.childfriends.choice.0.text
source: No difficulty
fr_ca: Aucune difficulté

# page11.q.childfriends.choice.1.text
source: A little difficulty
fr_ca: Un peu de difficulté

# page11.q.childfriends.choice.2.text
source: A lot of difficulty
fr_ca: Beaucoup de difficultés

# page11.q.childbullied.title
source: DURING THE <b>PAST 12 MONTHS</b>, how often was your child bullied, picked on, or excluded by other children? If the frequency changed throughout the year, report the highest frequency.
fr_ca: PENDANT LES <b>12 DERNIERS MOIS</b>, à quelle fréquence votre enfant a-t-il été victime d'intimidation, taquiné ou exclu par d'autres enfants ? Si la fréquence a changé au cours de l'année, indiquez la fréquence la plus élevée.

# page11.q.childbullied.choice.0.text
source: Never (in the past 12 months)
fr_ca: Jamais (au cours des 12 derniers mois)

# page11.q.childbullied.choice.1.text
source: 1 - 2 times (in the past 12 months)
fr_ca: 1 à 2 fois (au cours des 12 derniers mois)

# page11.q.childbullied.choice.2.text
source: 1 - 2 times per month
fr_ca: 1 à 2 fois par mois

# page11.q.childbullied.choice.3.text
source: 1 - 2 times per week
fr_ca: 1 à 2 fois par semaine

# page11.q.childbullied.choice.4.text
source: Almost every day
fr_ca: Presque tous les jours

# page11.q.childbullyothers.title
source: DURING THE <b>PAST 12 MONTHS</b>, how often did your child bully others, pick on them, or exclude them? If the frequency changed throughout the year, report the highest frequency.
fr_ca: PENDANT LES <b>12 DERNIERS MOIS</b>, à quelle fréquence votre enfant a-t-il intimidé, taquiné ou exclu d'autres enfants ? Si la fréquence a changé au cours de l'année, indiquez la fréquence la plus élevée.

# page11.q.childbullyothers.choice.0.text
source: Never (in the past 12 months)
fr_ca: Jamais (au cours des 12 derniers mois)

# page11.q.childbullyothers.choice.1.text
source: 1 - 2 times (in the past 12 months)
fr_ca: 1 à 2 fois (au cours des 12 derniers mois)

# page11.q.childbullyothers.choice.2.text
source: 1 - 2 times per month
fr_ca: 1 à 2 fois par mois

# page11.q.childbullyothers.choice.3.text
source: 1 - 2 times per week
fr_ca: 1 à 2 fois par semaine

# page11.q.childbullyothers.choice.4.text
source: Almost every day
fr_ca: Presque tous les jours

# page12.q.caregiversectionintro3.html
source: <block><b><font face=Verdana size=4>This section asks questions related to learning.
fr_ca: <block><b><font face=Verdana size=4>Cette section pose des questions relatives à l'apprentissage.

# page12.q.childelsitems.col.0.text
source: Never or almost never
fr_ca: Jamais ou presque jamais

# page12.q.childelsitems.col.1.text
source: Sometimes
fr_ca: Parfois

# page12.q.childelsitems.col.2.text
source: Often
fr_ca: Souvent

# page12.q.childelsitems.row.childels1.text
source: Read books
fr_ca: Lire des livres

# page12.q.childelsitems.row.childels2.text
source: Tell stories
fr_ca: Raconter des histoires

# page12.q.childelsitems.row.childels3.text
source: Sing songs
fr_ca: Chanter des chansons

# page12.q.childelsitems.row.childels4.text
source: Play with alphabet toys (e.g., blocks with letters of the alphabet)
fr_ca: Jouer avec des jouets d'alphabet (par exemple, des blocs avec les lettres de l'alphabet)

# page12.q.childelsitems.row.childels5.text
source: Talk about things you had done
fr_ca: Parler des choses que vous aviez faites

# page12.q.childelsitems.row.childels6.text
source: Talk about what you had read
fr_ca: Parler de ce que vous aviez lu

# page12.q.childelsitems.row.childels7.text
source: Play word games
fr_ca: Faire des jeux de mots

# page12.q.childelsitems.row.childels8.text
source: Write letters or words
fr_ca: Écrire des lettres ou des mots

# page12.q.childelsitems.row.childels9.text
source: Read aloud signs and labels
fr_ca: Lire à voix haute des panneaux et des étiquettes

# page12.q.childelsitems.row.childels10.text
source: Say counting rhymes or sing counting songs
fr_ca: Dire des comptines ou chanter des chansons de comptage

# page12.q.childelsitems.row.childels11.text
source: Play with number toys (e.g., blocks with numbers)
fr_ca: Jouer avec des jouets numériques (par exemple, des blocs avec des chiffres)

# page12.q.childelsitems.row.childels12.text
source: Count different things
fr_ca: Compter différentes choses

# page12.q.childelsitems.row.childels13.text
source: Play games involving shapes (e.g., shape sorting toys, puzzles)
fr_ca: Faire des jeux impliquant des formes (par exemple, des jouets de tri de formes, des puzzles)

# page12.q.childelsitems.row.childels14.text
source: Play with building blocks or construction toys
fr_ca: Jouer avec des blocs de construction ou des jouets de construction

# page12.q.childelsitems.row.childels15.text
source: Play board or card games
fr_ca: Jouer à des jeux de société ou à des jeux de cartes

# page12.q.childelsitems.row.childels16.text
source: Write numbers
fr_ca: Écrire des nombres

# page12.q.childelsitems.row.childels17.text
source: Draw shapes
fr_ca: Dessiner des formes

# page12.q.childelsitems.row.childels18.text
source: Measure or weigh things (e.g., when cooking)
fr_ca: Mesurer ou peser des choses (par exemple, en cuisinant)

# page13.q.childattendeckinder.q.childattendec.title
source: Did your child attend an early childhood education program or center for children <b>under age 3</b> before first grade?
fr_ca: Votre enfant a-t-il fréquenté un programme d'éducation préscolaire ou un centre pour enfants <b>âgés de moins de 3 ans</b> avant la première année ?

# page13.q.childattendeckinder.q.childattendec.labeltrue
source: Yes
fr_ca: Oui

# page13.q.childattendeckinder.q.childattendec.labelfalse
source: No
fr_ca: Non

# page13.q.childattendeckinder.q.childattendkinder.title
source: Did your child attend a pre-primary educational program for children <b>age 3 or older</b>, <i>including kindergarten</i>, before first grade?
fr_ca: Votre enfant a-t-il fréquenté un programme éducatif préprimaire pour enfants <b>âgés de 3 ans ou plus</b>, <i>y compris le jardin d’enfants</i>, avant la première année ?

# page13.q.childattendeckinder.q.childattendkinder.labeltrue
source: Yes
fr_ca: Oui

# page13.q.childattendeckinder.q.childattendkinder.labelfalse
source: No
fr_ca: Non

# page13.q.childattendeckinder.q.childattendeckindertime.title
source: Approximately how long was your child in these programs <i>all together</i> (before first grade)?
fr_ca: Environ combien de temps votre enfant a-t-il été dans ces programmes <i>en tout</i> (avant la première année)?

# page13.q.childattendeckinder.q.childattendeckindertime.choice.0.text
source: Did not attend
fr_ca: N'a pas assisté

# page13.q.childattendeckinder.q.childattendeckindertime.choice.1.text
source: Less than 1 year
fr_ca: Moins d'un an

# page13.q.childattendeckinder.q.childattendeckindertime.choice.2.text
source: 1 year
fr_ca: 1 an

# page13.q.childattendeckinder.q.childattendeckindertime.choice.3.text
source: 2 years
fr_ca: 2 ans

# page13.q.childattendeckinder.q.childattendeckindertime.choice.4.text
source: 3 years
fr_ca: 3 ans

# page13.q.childattendeckinder.q.childattendeckindertime.choice.5.text
source: 4 years or more
fr_ca: 4 ans ou plus

# page13.q.childattendeckinder.q.childattendprimaryage.title
source: How old was your child when he/she began the first grade of primary/elementary school?
fr_ca: Quel âge avait votre enfant quand il/elle a commencé la première année de l'école primaire/élémentaire?

# page13.q.childattendeckinder.q.childattendprimaryage.choice.1.text
source: 5 years old or younger
fr_ca: 5 ans ou moins

# page13.q.childattendeckinder.q.childattendprimaryage.choice.2.text
source: 6 years old
fr_ca: 6 ans

# page13.q.childattendeckinder.q.childattendprimaryage.choice.3.text
source: 7 years old
fr_ca: 7 ans

# page13.q.childattendeckinder.q.childattendprimaryage.choice.4.text
source: 8 years old or older
fr_ca: 8 ans ou plus

# page13.q.childedachieve.title
source: How far in his/her education do you expect your child to go?
fr_ca: Jusqu'à quel niveau d'éducation prévoyez-vous que votre enfant ira ?

# page13.q.childedachieve.choice.childedachieve1.text
source: Less than high school
fr_ca: Moins que le secondaire

# page13.q.childedachieve.choice.childedachieve2.text
source: GED or high school equivalency
fr_ca: GED ou équivalence de secondaire

# page13.q.childedachieve.choice.childedachieve3.text
source: Some college but no degree
fr_ca: Certaines études collégiales mais sans diplôme

# page13.q.childedachieve.choice.childedachieve4.text
source: High school diploma (or equivalent) plus technical training or certificate
fr_ca: Diplôme d'études secondaires (ou équivalent) plus formation technique ou certificat

# page13.q.childedachieve.choice.childedachieve5.text
source: Associate's degree
fr_ca: Diplôme d’associé

# page13.q.childedachieve.choice.childedachieve6.text
source: Bachelor's degree
fr_ca: Baccalauréat

# page13.q.childedachieve.choice.childedachieve7.text
source: Master's degree
fr_ca: Maîtrise

# page13.q.childedachieve.choice.childedachieve8.text
source: Doctoral degree
fr_ca: Doctorat

# page13.q.childschool.q.childschoolitems.title
source: How often does your child do the following:
fr_ca: À quelle fréquence votre enfant fait-il les actions suivantes :

# page13.q.childschool.q.childschoolitems.col.0.text
source: Never
fr_ca: Jamais

# page13.q.childschool.q.childschoolitems.col.1.text
source: Sometimes
fr_ca: Parfois

# page13.q.childschool.q.childschoolitems.col.2.text
source: Usually
fr_ca: Souvent

# page13.q.childschool.q.childschoolitems.col.3.text
source: Always
fr_ca: Toujours

# page13.q.childschool.q.childschoolitems.row.childnschg10a.text
source: Show interest and curiosity in new topics at school?
fr_ca: Montrer de l'intérêt et de la curiosité pour de nouveaux sujets à l'école ?

# page13.q.childschool.q.childschoolitems.row.childnschg10b.text
source: Work to finish school-related tasks they start?
fr_ca: Travailler pour terminer les tâches scolaires qu'ils commencent ?

# page13.q.childschool.q.childschoolitems.row.childnschg10c.text
source: Stay calm and in control when faced with an academic challenge?
fr_ca: Rester calme et en contrôle face à un défi académique ?

# page13.q.childschool.q.childschoolitems.row.childnschg10d.text
source: Care about doing well in school?
fr_ca: Se soucier de réussir à l'école ?

# page13.q.childschool.q.childschoolitems.row.childnschg10e.text
source: Do all required homework?
fr_ca: Faire tous les devoirs requis ?

# page13.q.childdeviceuse.title
source: <b>ON MOST WEEKDAYS</b> (Monday-Friday), about how much time does your child spend in front of a TV, computer, cellphone, or other device watching programs, playing games, accessing the internet, or using social media? <i>Do not include time spent doing schoolwork.</i>
fr_ca: <b>PENDANT LA PLUPART DES JOURS DE SEMAINE</b> (lundi-vendredi), combien de temps environ votre enfant passe-t-il devant une télévision, un ordinateur, un téléphone portable ou un autre appareil regardant des programmes, jouant à des jeux, accédant à Internet ou utilisant les réseaux sociaux? <i>Ne pas inclure le temps consacré aux travaux scolaires.</i>

# page13.q.childdeviceuse.choice.1.text
source: Less than 1 hour
fr_ca: Moins d'une heure

# page13.q.childdeviceuse.choice.2.text
source: 1 hour
fr_ca: 1 heure

# page13.q.childdeviceuse.choice.3.text
source: 2 hours
fr_ca: 2 heures

# page13.q.childdeviceuse.choice.4.text
source: 3 hours
fr_ca: 3 heures

# page13.q.childdeviceuse.choice.5.text
source: 4 or more hours
fr_ca: 4 heures ou plus

# page13.q.childphone.title
source: Does your child have a smartphone?
fr_ca: Votre enfant possède-t-il un smartphone ?

# page13.q.childphone.labeltrue
source: Yes
fr_ca: Oui

# page13.q.childphone.labelfalse
source: No
fr_ca: Non

# page13.q.childphoneage.title
source: If yes, at what age did they get it?
fr_ca: Si oui, à quel âge l'ont-ils eu ?

# page13.q.childphoneage.placeholder
source: years of age
fr_ca: ans

# page13.q.childsocialmedia.title
source: Does your child have an account on any social media website such as Instagram, Tiktok, Meta, or others?
fr_ca: Votre enfant a-t-il un compte sur un site de média social tel qu'Instagram, TikTok, Meta ou autres ?

# page13.q.childsocialmedia.labeltrue
source: Yes
fr_ca: Oui

# page13.q.childsocialmedia.labelfalse
source: No
fr_ca: Non

# page14.q.childefq.q.childefq1.title
source: <b>Pays attention when an adult is explaining or showing something<b/> (by listening carefully and/or watching with appropriate eye gaze/body orientation).
fr_ca: <b>Fait attention lorsque qu'un adulte explique ou montre quelque chose</b> (en écoutant attentivement et/ou en regardant avec un regard approprié/orientation corporelle).

# page14.q.childefq.q.childefq1.choice.4.text
source: (4) Always on their own (No support needed)
fr_ca: (4) Toujours par eux-mêmes (aucun soutien nécessaire)

# page14.q.childefq.q.childefq1.choice.3.text
source: (3) Mostly on their own (Brief reminders or support)
fr_ca: (3) Principalement par eux-mêmes (rappels brèves ou soutien)

# page14.q.childefq.q.childefq1.choice.2.text
source: (2) Sometimes on their own (Regular reminders or moderate support needed)
fr_ca: (2) Parfois par eux-mêmes (rappels réguliers ou soutien modéré nécessaire)

# page14.q.childefq.q.childefq1.choice.1.text
source: (1) Not able on their own (Requires a lot of support)
fr_ca: (1) Incapable seul (nécessite beaucoup de soutien)

# page14.q.childefq.q.childefq7.title
source: <b>Ignores irrelevant activity/noise</b> (e.g., crying sibling, TV, outside traffic) <b>when working on an assigned task.</b>
fr_ca: <b>Ignore les activités/sons non pertinents</b> (par exemple, un frère ou une sœur qui pleure, la télévision, la circulation à l'extérieur) <b>lorsqu'il travaille sur une tâche assignée.</b>

# page14.q.childefq.q.childefq12.title
source: <b>Waits turn to speak</b> (e.g., does not interrupt others, does not blurt out answers, thinks before speaking).
fr_ca: <b>Attend son tour pour parler</b> (par exemple, n'interrompt pas les autres, ne crie pas ses réponses, réfléchit avant de parler).

# page14.q.childefq.q.childefq17.title
source: <b>Completes activities that require multiple steps</b> (e.g., fetching multiple things in home or store/market, setting the table, cleaning a room by putting several things away).
fr_ca: <b>Réalise des activités qui nécessitent plusieurs étapes</b> (par exemple, apporter plusieurs objets à la maison ou en magasin, mettre la table, ranger une pièce en rangeant plusieurs choses).
