Repository: levante-framework/levante_translations
Catalog: translations/xliff/dashboard-translations-*.xliff
Languages: fr_ca

# auth/consent.acceptButton
source: Accept
fr_ca: Accepter

# auth/consent.assentTitle
source: Assent
fr_ca: Assentement

# auth/consent.consentTitle
source: Consent
fr_ca: Consentement

# auth/consent.consentUpdatedStatus
source: Consent status updated
fr_ca: État du consentement mis à jour

# auth/consent.header
source: Consent
fr_ca: Consentement

# auth/consent.rejectButton
source: No, sign me out
fr_ca: Non, me déconnecter

# auth/consent.toastHeader
source: Confirmed
fr_ca: Confirmé

# auth/signin.atLeastOneLowercase
source: At least one lowercase
fr_ca: Au moins une minuscule

# auth/signin.atLeastOneNumber
source: At least one number
fr_ca: Au moins un chiffre

# auth/signin.atLeastOneNumeric
source: At least one numeric
fr_ca: Au moins un numérique

# auth/signin.atLeastOneUpperCase
source: At least one uppercase
fr_ca: Au moins une majuscule

# auth/signin.buttonLabel
source: Go!
fr_ca: Allons-y!

# auth/signin.continueWithGoogle
source: Continue with Google
fr_ca: Continuer avec Google

# auth/signin.emailId
source: email
fr_ca: courriel

# auth/signin.emailPlaceholder
source: Username or email
fr_ca: Nom d'utilisateur ou courriel

# auth/signin.forgotPassword
source: Forgot Password?
fr_ca: Mot de passe oublié?

# auth/signin.incorrectEmailOrPassword
source: Incorrect username/email or password
fr_ca: Nom d'utilisateur/courriel ou mot de passe incorrect

# auth/signin.invalidEmailPlaceholder
source: Error: invalid email
fr_ca: Erreur: courriel invalide

# auth/signin.minimumCharacters
source: Minimum 8 characters
fr_ca: Minimum 8 caractères

# auth/signin.passwordId
source: password
fr_ca: mot de passe

# auth/signin.passwordPlaceholder
source: Password
fr_ca: Mot de passe

# auth/signin.pickPassword
source: Pick a password
fr_ca: Choisir un mot de passe

# auth/signin.selectLanguage
source: Select Language
fr_ca: Sélectionner la langue

# auth/signin.selectLanguageLabel
source: Language
fr_ca: Langue

# auth/signin.signInWithEmailLinkInstead
source: Sign-in using email link
fr_ca: Se connecter avec un lien courriel

# auth/signin.signInWithEmailLinkPlaceHolder
source: Press Go to sign-in with an email link.
fr_ca: Appuyez sur Aller pour vous connecter via un lien courriel.

# auth/signin.signInWithPasswordInstead
source: Sign-in using password
fr_ca: Se connecter avec un mot de passe

# pages/home-participant.contactAdministrator
source: Please contact your administrator to get added to an assignment.
fr_ca: Veuillez contacter votre administrateur pour être ajouté à une affectation.

# pages/home-participant.loadingAssignments
source: Loading Assignments
fr_ca: Chargement des affectations

# pages/home-participant.noAssignments
source: You have no assignments!
fr_ca: Vous n'avez aucune affectation!

# pages/home-participant.selectAssignment
source: Select an assignment
fr_ca: Sélectionnez une affectation

# pages/home-participant.showOptionalAssignments
source: Show optional assignments
fr_ca: Afficher les affectations facultatives

# pages/home-selector.inactivityLogout
source: You will soon be logged out for security purposes. Please click "Continue" if you wish to continue your session.\n Otherwise, you will be automatically logged out in { timeLeft } seconds.
fr_ca: Vous serez bientôt déconnecté pour des raisons de sécurité. Veuillez cliquer sur « Continuer » si vous souhaitez poursuivre votre session. Sinon, vous serez automatiquement déconnecté dans { timeLeft } secondes.

# pages/home-selector.inactivityLogoutAcceptLabel
source: Continue
fr_ca: Continuer

# pages/home-selector.loading
source: Loading...
fr_ca: Chargement...

# pages/not-found.label
source: Return to Home
fr_ca: Retour à l'accueil

# pages/not-found.pageNotFound
source: Page not found
fr_ca: Page introuvable

# pages/not-found.sorry
source: Sorry, we could not find that page!
fr_ca: Désolé, nous n'avons pas pu trouver cette page!

# pages/signin.adminAction
source: here
fr_ca: ici

# pages/signin.adminInfoPrompt
source: If you registered with a Google email or your email provider uses Google SSO.
fr_ca: Si vous vous êtes inscrit avec un e-mail Google ou si votre fournisseur de messagerie utilise Google SSO.

# pages/signin.adminPrompt
source: Are you an Admin? Click {action} to Sign in.
fr_ca: Êtes-vous un administrateur? Cliquez {action} pour vous connecter.

# pages/signin.havingTrouble
source: Having trouble?
fr_ca: Des problèmes?

# pages/signin.login
source: Log in to access your dashboard
fr_ca: Connectez-vous pour accéder à votre tableau de bord

# pages/signin.loginWith
source: Log in with
fr_ca: Connectez-vous avec

# pages/signin.welcome
source: Welcome to ROAR!
fr_ca: Bienvenue à ROAR!

# surveys/user-survey.specificRelationDescriptionChildA
source: For child with Birth Month
fr_ca: Pour enfant avec Mois de naissance

# surveys/user-survey.specificRelationDescriptionChildB
source: and Birth Year
fr_ca: et Année de naissance

# surveys/user-survey.specificRelationDescriptionClass
source: For class
fr_ca: Pour classe
