Repository: levante-framework/levante_translations
Catalog: translations/xliff/item-bank-translations-*.xliff
Languages: fr_ca, pt_pt

# trog-item-36
source: the horse is looking at her
fr_ca: le cheval la regarde
pt_pt: o cavalo está olhando para ela

# trog-item-37
source: the cats look at the ball
fr_ca: les chats regardent la balle
pt_pt: os gatos olham para a bola

# trog-item-38
source: the boy stands on the chairs
fr_ca: le garçon se tient sur les chaises
pt_pt: o menino está em pé nas cadeiras

# trog-item-39
source: the boys pick the apples
fr_ca: les garçons cueillent les pommes
pt_pt: os meninos colhem as maçãs

# trog-item-40
source: the girl drops the cups
fr_ca: la fille laisse tomber les tasses
pt_pt: a menina deixa cair as xícaras

# trog-item-41
source: the fork is longer than the pencil
fr_ca: la fourchette est plus longue que le crayon
pt_pt: o garfo é mais longo que o lápis

# trog-item-42
source: the box is bigger than the cup
fr_ca: la boîte est plus grande que la tasse
pt_pt: a caixa é maior que a xícara

# trog-item-43
source: the shoe is bigger than the bird
fr_ca: la chaussure est plus grande que l'oiseau
pt_pt: o sapato é maior que o pássaro

# trog-item-44
source: the horse is taller than the wall
fr_ca: le cheval est plus grand que le mur
pt_pt: o cavalo é mais alto que a parede

# trog-item-45
source: the girl is chased by the horse
fr_ca: la fille est poursuivie par le cheval
pt_pt: a menina é perseguida pelo cavalo

# trog-item-46
source: the elephant is pushed by the boy
fr_ca: l'éléphant est poussé par le garçon
pt_pt: o elefante é empurrado pelo menino

# trog-item-47
source: the horse is chased by the man
fr_ca: le cheval est poursuivi par l'homme
pt_pt: o cavalo é perseguido pelo homem

# trog-item-48
source: the cow is pushed by the man
fr_ca: la vache est poussée par l'homme
pt_pt: a vaca é empurrada pelo homem

# trog-item-49
source: the cup is in the box
fr_ca: la tasse est dans la boîte
pt_pt: a xícara está dentro da caixa

# trog-item-50
source: the pencil is on the box
fr_ca: le crayon est sur la boîte
pt_pt: o lápis está em cima da caixa

# trog-item-51
source: the circle is in the star
fr_ca: le cercle est dans l'étoile
pt_pt: o círculo está dentro da estrela

# trog-item-52
source: the fork is on the shoe
fr_ca: la fourchette est sur la chaussure
pt_pt: o garfo está em cima do sapato

# trog-item-53
source: the boy chasing the horse is tall
fr_ca: le garçon qui poursuit le cheval est grand
pt_pt: o menino que persegue o cavalo é alto

# trog-item-54
source: the pencil on the shoe is blue
fr_ca: le crayon sur la chaussure est bleu
pt_pt: o lápis em cima do sapato é azul

# trog-item-55
source: the cow chasing the cat is brown
fr_ca: la vache qui poursuit le chat est brune
pt_pt: a vaca que persegue o gato é marrom

# trog-item-56
source: the circle in the star is yellow
fr_ca: le cercle dans l'étoile est jaune
pt_pt: o círculo na estrela é amarelo

# trog-item-57
source: the box but not the chair is red
fr_ca: la boîte mais pas la chaise est rouge
pt_pt: a caixa, mas não a cadeira, é vermelha

# trog-item-58
source: the cat is big but not black
fr_ca: le chat est grand mais pas noir
pt_pt: o gato é grande, mas não é preto

# trog-item-59
source: the horse but not the boy is standing
fr_ca: le cheval mais pas le garçon se tient
pt_pt: o cavalo, mas não o menino, está em pé

# trog-item-60
source: the boy is sitting but not eating
fr_ca: le garçon s'assied mais ne mange pas
pt_pt: o menino está sentado, mas não está comendo

# trog-item-61
source: the pencil is above the flower
fr_ca: le crayon est au-dessus de la fleur
pt_pt: o lápis está acima da flor

# trog-item-62
source: the comb is below the spoon
fr_ca: le peigne est en-dessous de la cuillère
pt_pt: o pente está abaixo da colher

# trog-item-63
source: the star is above the circle
fr_ca: l'étoile est au-dessus du cercle
pt_pt: a estrela está acima do círculo

# trog-item-64
source: the square is below the star
fr_ca: le carré est en-dessous de l'étoile
pt_pt: o quadrado está abaixo da estrela

# trog-item-65
source: not only the bird but also the flower is blue
fr_ca: non seulement l'oiseau mais aussi la fleur est bleue
pt_pt: não apenas o pássaro, mas também a flor é azul

# trog-item-66
source: the box is not only big but also blue
fr_ca: la boîte n'est pas seulement grande mais aussi bleue
pt_pt: a caixa não é só grande, mas também azul

# trog-item-67
source: not only the girl but also the cat is sitting
fr_ca: non seulement la fille mais aussi le chat est assis
pt_pt: não só a menina, mas também o gato está sentado

# trog-item-68
source: the girl has not only food but also a drink
fr_ca: la fille n'a pas seulement de la nourriture mais aussi une boisson
pt_pt: a menina não tem só comida, mas também uma bebida

# trog-item-69
source: the pencil is on the book that is yellow
fr_ca: le crayon est sur le livre qui est jaune
pt_pt: o lápis está sobre o livro que é amarelo

# trog-item-70
source: the girl chases the dog that is big
fr_ca: la fille poursuit le chien qui est grand
pt_pt: a menina persegue o cachorro que é grande

# trog-item-71
source: the square is in the star that is blue
fr_ca: le carré est dans l'étoile qui est bleue
pt_pt: o quadrado está na estrela que é azul

# trog-item-72
source: the dog chases the horse that is brown
fr_ca: le chien poursuit le cheval qui est brun
pt_pt: o cachorro persegue o cavalo que é marrom

# trog-item-73
source: neither the dog nor the ball is brown
fr_ca: ni le chien ni la balle ne sont bruns
pt_pt: nem o cachorro nem a bola são marrons

# trog-item-74
source: the pencil is neither long nor red
fr_ca: le crayon n'est ni long ni rouge
pt_pt: o lápis não é longo nem vermelho

# trog-item-75
source: neither the boy nor the horse is running
fr_ca: ni le garçon ni le cheval ne courent
pt_pt: nem o menino nem o cavalo estão correndo

# trog-item-76
source: the boy has neither hat nor shoes
fr_ca: le garçon n'a ni chapeau ni chaussures
pt_pt: o menino não tem chapéu nem sapatos

# trog-item-77
source: the book the pencil is on is red
fr_ca: le livre sur lequel est le crayon est rouge
pt_pt: o livro em que o lápis está é vermelho

# trog-item-78
source: the cat the cow chases is black
fr_ca: le chat que poursuit la vache est noir
pt_pt: o gato que a vaca persegue é preto

# trog-item-79
source: the circle the star is in is red
fr_ca: le cercle dans lequel est l'étoile est rouge
pt_pt: o círculo em que a estrela está é vermelho

# trog-item-80
source: the boy the dog chases is big
fr_ca: le garçon que poursuit le chien est grand
pt_pt: o menino que o cachorro persegue é grande

# trog-item-81
source: the horse drank water by the barn and the sheep ate grass by the fence
fr_ca: le cheval a bu de l'eau près de la grange et le mouton a mangé de l'herbe près de la clôture
pt_pt: o cavalo bebeu água no celeiro e a ovelha comeu grama na cerca

# trog-item-82
source: the student opened the notebook and drew a tree
fr_ca: l'étudiant a ouvert le cahier et a dessiné un arbre
pt_pt: o estudante abriu o caderno e desenhou uma árvore

# trog-item-83
source: we will have a picnic in the park if it is sunny
fr_ca: nous ferons un pique-nique dans le parc s'il fait soleil
pt_pt: faremos um piquenique no parque se estiver ensolarado

# trog-item-84
source: he found his keys under the couch with the pillows
fr_ca: il a trouvé ses clés sous le canapé avec les coussins
pt_pt: ele encontrou suas chaves debaixo do sofá com as almofadas

# trog-item-85
source: she is the gardener who wears the hat that has a flower
fr_ca: elle est la jardinière qui porte le chapeau qui a une fleur
pt_pt: ela é a jardineira que usa o chapéu com uma flor

# trog-item-86
source: She tripped on a rock and dropped her books.
fr_ca: Elle a trébuché sur une pierre et a laissé tomber ses livres.
pt_pt: ela tropeçou em uma pedra e deixou seus livros caírem

# trog-item-87
source: The teacher will give the students cake if they stand in a line.
fr_ca: Le professeur donnera du gâteau aux élèves s'ils se tiennent en ligne.
pt_pt: o professor dará bolo aos alunos se eles ficarem em fila

# trog-item-88
source: We will dance together if there is music playing.
fr_ca: Nous danserons ensemble s'il y a de la musique qui joue.
pt_pt: dançaremos juntos se houver música tocando

# trog-item-89
source: Although it is hot outside, I am wearing a jacket with a hood.
fr_ca: Bien qu'il fasse chaud dehors, je porte une veste avec une capuche.
pt_pt: embora esteja calor lá fora, estou usando uma jaqueta com capuz

# trog-item-90
source: He likes swimming. However, he chose to play soccer with his friends.
fr_ca: Il aime nager. Cependant, il a choisi de jouer au soccer avec ses amis.
pt_pt: ele gosta de nadar. No entanto, ele escolheu jogar futebol com seus amigos

# trog-item-91
source: Despite the noise in the classroom, she focused on reading her notebook.
fr_ca: Malgré le bruit en classe, elle s'est concentrée sur la lecture de son cahier.
pt_pt: apesar do barulho na sala de aula, ela se concentrou em ler o caderno

# trog-item-92
source: He wore the clown's hat despite its large size.
fr_ca: Il a porté le chapeau du clown malgré sa grande taille.
pt_pt: ele usou o chapéu do palhaço apesar do seu grande tamanho

# trog-item-93
source: The duck following the turtle is walking across the bridge.
fr_ca: Le canard suivant la tortue marche sur le pont.
pt_pt: o pato que segue a tartaruga está caminhando pela ponte

# trog-item-94
source: Bumping the table with my foot caused a book to fall.
fr_ca: Heurter la table avec mon pied a causé la chute d'un livre.
pt_pt: bater na mesa com o pé fez um livro cair

# trog-item-95
source: The person chases the dog that is big.
fr_ca: La personne poursuit le chien qui est grand.
pt_pt: a pessoa persegue o cachorro que é grande

# trog-item-96
source: The girl wearing a backpack was shown a flower by her friend.
fr_ca: La fille portant un sac à dos a vu une fleur montrée par son amie.
pt_pt: a menina que usava mochila foi mostrada uma flor por sua amiga

# trog-item-97
source: The kids cleaned the room, but forgot to put away the train.
fr_ca: Les enfants ont nettoyé la chambre, mais ont oublié de ranger le train.
pt_pt: as crianças limparam o quarto, mas esqueceram de guardar o trem

# trog-item-98
source: The monkey neither ate the banana nor swung on the vine.
fr_ca: Le singe n'a ni mangé la banane ni se balancé sur la liane.
pt_pt: O macaco não comeu a banana nem balançou na videira.

# trog-item-99
source: Her mom said it would be sunny. However, it rained heavily.
fr_ca: Sa mère a dit qu'il ferait soleil. Cependant, il a plu abondamment.
pt_pt: A mãe dela disse que faria sol. No entanto, choveu muito.

# trog-item-100
source: The plane that is gray is above the clouds.
fr_ca: L'avion gris est au-dessus des nuages.
pt_pt: O avião que é cinza está acima das nuvens.

# trog-item-101
source: The fish swim beneath a whale and a sea turtle.
fr_ca: Les poissons nagent sous une baleine et une tortue de mer.
pt_pt: Os peixes nadam sob uma baleia e uma tartaruga marinha.

# trog-item-102
source: The car that the truck followed is driving toward the tunnel.
fr_ca: La voiture que le camion a suivie se dirige vers le tunnel.
pt_pt: O carro que o caminhão seguiu está indo em direção ao túnel.

# trog-item-103
source: Instead of doing homework she did a puzzle in her room.
fr_ca: Au lieu de faire ses devoirs, elle a fait un casse-tête dans sa chambre.
pt_pt: Em vez de fazer a lição de casa, ela montou um quebra-cabeça em seu quarto.

source: yes
fr_ca: oui
pt_pt: sim

source: no
fr_ca: non
pt_pt: não

source: happy
fr_ca: heureux
pt_pt: feliz

source: sad
fr_ca: triste
pt_pt: triste

source: angry
fr_ca: fâché
pt_pt: bravo

source: scared
fr_ca: effrayé
pt_pt: assustado

source: calm
fr_ca: calme
pt_pt: calmo

source: proud
fr_ca: fier
pt_pt: orgulhoso

source: disgusted
fr_ca: dégoûté
pt_pt: enojado

source: surprised
fr_ca: surpris
pt_pt: surpreso

# ToM-intro
source: This is the Stories Game. In this game, you will listen to some stories. Then you will answer questions about the stories.
fr_ca: Ceci est le jeu des histoires. Dans ce jeu, tu écouteras des histoires. Ensuite, tu répondras aux questions sur les histoires.
pt_pt: Este é o Jogo das Histórias. Neste jogo, você ouvirá algumas histórias. Então, responderá perguntas sobre as histórias.

# ToM-transition
source: Nice work! Here is a new story.
fr_ca: Bon travail! Voici une nouvelle histoire.
pt_pt: Bom trabalho! Aqui está uma nova história.

# ToM-scene1-instruct1
source: Here is Madison. This morning, Madison put her book behind the chair, because she didn’t want anyone to find it.
fr_ca: Voici Madison. Ce matin, Madison a mis son livre derrière la chaise parce qu'elle ne voulait pas que quelqu'un le trouve.
pt_pt: Aqui está Madison. Esta manhã, Madison colocou seu livro atrás da cadeira, porque não queria que ninguém o encontrasse.

# ToM-scene1-instruct2
source: But when Madison was outside playing, someone did find it! And hid it under the rug.
fr_ca: Mais quand Madison était dehors à jouer, quelqu'un l'a trouvé et l'a caché sous le tapis.
pt_pt: Mas quando Madison estava lá fora brincando, alguém o encontrou! E o escondeu debaixo do tapete.

# ToM-scene1-instruct3
source: So now it’s reading time and Madison wants her book.
fr_ca: Alors maintenant, c'est l'heure de la lecture et Madison veut son livre.
pt_pt: Agora é hora de leitura e Madison quer seu livro.

# ToM-scene1-q1-false_belief
source: Where will Madison look first for her book?
fr_ca: Où Madison regardera-t-elle en premier pour trouver son livre?
pt_pt: Onde Madison vai procurar seu livro primeiro?

# chair
source: Behind the chair
fr_ca: Derrière la chaise
pt_pt: Atrás da cadeira

# rug
source: Under the rug
fr_ca: Sous le tapis
pt_pt: Embaixo do tapete

# ToM-scene1-q2-reality_check
source: And where is her book really?
fr_ca: Et où est vraiment son livre?
pt_pt: E onde realmente está o livro dela?

# ToM-scene2-instruct1
source: This morning when he came to school, Ethan put his book on the shelf above the coat hooks. Ethan’s book is blue!
fr_ca: Ce matin, lorsqu'il est arrivé à l'école, Ethan a mis son livre sur l'étagère au-dessus des crochets à manteaux. Le livre d'Ethan est bleu.
pt_pt: Esta manhã, quando chegou à escola, Ethan colocou seu livro na prateleira acima dos ganchos de casacos. O livro de Ethan é azul!

# ToM-scene2-instruct2
source: And then he went outside to play, see? Here’s Ethan playing outside. And while he was outside playing, Ethan’s book fell down from above the coat hooks onto the floor under the coats, see?
fr_ca: Et puis il est allé jouer dehors, tu vois ? Voici Ethan en train de jouer dehors. Et pendant qu'il jouait dehors, le livre d'Ethan est tombé des crochets pour manteaux et s'est retrouvé par terre sous les manteaux, tu vois ?
pt_pt: E então ele saiu para brincar, viu? Aqui está Ethan brincando lá fora. E enquanto ele estava lá fora brincando, o livro de Ethan caiu de cima dos ganchos para o chão, embaixo dos casacos, viu?

# ToM-scene2-instruct3
source: Then Hannah comes in and Hannah puts her book up above the coat hooks. Hannah's book is also blue! Ethan is still outside playing, so he didn't see what Hannah was doing.
fr_ca: Puis Hannah entre et met son livre sur les crochets à manteaux. Le livre d'Hannah est aussi bleu! Ethan est toujours dehors en train de jouer, il n'a donc pas vu ce qu'Hannah faisait.
pt_pt: Então, Hannah entra e coloca seu livro acima dos ganchos de casacos. O livro de Hannah também é azul! Ethan ainda está brincando lá fora, então ele não viu o que Hannah estava fazendo.

# ToM-scene2-q1-false_belief
source: Now, when Ethan comes in from outside, where will he look first for his book?
fr_ca: Maintenant, quand Ethan rentrera de dehors, où cherchera-t-il d'abord son livre?
pt_pt: Agora, quando Ethan entrar de fora, onde ele vai procurar seu livro primeiro?

# shelf
source: On the shelf
fr_ca: Sur l'étagère
pt_pt: Na prateleira

# coats
source: Under the coats
fr_ca: Sous les manteaux
pt_pt: Embaixo dos casacos

# ToM-scene2-instruct4
source: Let’s see what he does. Oh look, here is Ethan reaching for this book up on the shelf. And now Hannah sees Ethan reaching for that book... the book that is Hannah's!
fr_ca: Voyons ce qu'il fait. Oh regarde, voici Ethan qui prend ce livre sur l'étagère. Et maintenant Hannah voit Ethan qui prend ce livre... le livre qui est à Hannah!
pt_pt: Vamos ver o que ele faz. Oh, olhe, aqui está Ethan pegando este livro na prateleira. E agora Hannah vê Ethan pegando aquele livro... o livro que é de Hannah!

# ToM-scene2-q2-emotion_reasoning
source: How do you think Hannah feels about Ethan reaching for that book?
fr_ca: Comment penses-tu qu'Hannah se sent face à Ethan qui prend ce livre ?
pt_pt: Como você acha que Hannah se sente em relação a Ethan pegando aquele livro?

# ToM-scene2-q7-emotion_reasoning
source: How do you think Hannah would feel if she had not seen Ethan reaching for the book?
fr_ca: Comment penses-tu qu'Hannah se sentirait si elle n'avait pas vu Ethan prendre le livre?
pt_pt: Como você acha que Hannah se sentiria se não tivesse visto Ethan pegando o livro?

# ToM-scene2-q3-false_belief
source: Is Ethan being mean and naughty for taking Hannah's book?
fr_ca: Ethan est-il méchant et vilain de prendre le livre de Hannah?
pt_pt: Ethan está sendo mal e travesso por pegar o livro de Hannah?

# ToM-scene2-q4-false_belief
source: Should Ethan get in trouble with the teacher for taking Hannah's book?
fr_ca: Ethan devrait-il avoir des ennuis avec l'enseignant pour avoir pris le livre de Hannah?
pt_pt: Ethan deve ter problemas com o professor por pegar o livro de Hannah?

# ToM-scene2-q5-reality_check
source: Can you help Hannah find her book? Is it on the shelf or under the coats?
fr_ca: Peux-tu aider Hannah à trouver son livre? Est-il sur l'étagère ou sous les manteaux?
pt_pt: Você pode ajudar Hannah a encontrar seu livro? Está na prateleira ou embaixo dos casacos?

# ToM-scene2-q6-reality_check
source: Can you help Ethan find his book? Is it on the shelf or under the coats?
fr_ca: Peux-tu aider Ethan à trouver son livre? Est-il sur l'étagère ou sous les manteaux?
pt_pt: Você pode ajudar Ethan a encontrar seu livro? Está na prateleira ou embaixo dos casacos?

# ToM-scene3-instruct1
source: Joshua, Isabel, and Ivan are playing a game. Here's how the game goes: One kid hides, but draws a clue in the sandbox so the other kids can find them.
fr_ca: Joshua, Isabel, et Ivan jouent à un jeu. Voici comment le jeu fonctionne : Un enfant se cache, mais dessine un indice dans le bac à sable pour que les autres enfants puissent le trouver.
pt_pt: Joshua, Isabel e Ivan estão jogando um jogo. É assim que o jogo funciona: uma criança se esconde, mas desenha uma pista na caixa de areia para que as outras crianças possam encontrá-la.

# ToM-scene3-instruct2
source: So Ivan is going first. He draws this clue in the sandbox, and then he goes to hide.
fr_ca: Alors, Ivan passe en premier. Il dessine cet indice dans le bac à sable, puis il va se cacher.
pt_pt: Então Ivan vai primeiro. Ele desenha esta pista na caixa de areia e depois vai se esconder.

# ToM-scene3-instruct3
source: Now it's Joshua's turn to leave a clue, and hide. Isabel and Ivan will then try to use the clue to find him.
fr_ca: C'est maintenant au tour de Joshua de laisser un indice et de se cacher. Isabel et Ivan essaieront alors d'utiliser l'indice pour le trouver.
pt_pt: Agora é a vez de Joshua deixar uma pista e se esconder. Isabel e Ivan então tentarão usar a pista para encontrá-lo.

# ToM-scene3-instruct4
source: Joshua decides to hide behind the fountain. He draws a clue in the sand. He tries to draw the fountain, with the bottom part and the water coming out of it. But the drawing looks like a tree instead! Then Joshua goes and hides behind the fountain.
fr_ca: Joshua décide de se cacher derrière la fontaine. Il dessine un indice dans le sable. Il essaie de dessiner la fontaine, avec la partie inférieure et l'eau qui en sort. Mais le dessin ressemble à un arbre à la place! Puis Joshua va se cacher derrière la fontaine.
pt_pt: Joshua decide se esconder atrás da fonte. Ele desenha uma pista na areia. Ele tenta desenhar a fonte, com a parte de baixo e a água saindo dela. Mas o desenho parece uma árvore! Então Joshua se esconde atrás da fonte.

# ToM-scene3-q1
source: What did Joshua mean to draw?
fr_ca: Que voulait dessiner Joshua?
pt_pt: O que Joshua quis desenhar?

# fountain
source: A fountain
fr_ca: Une fontaine
pt_pt: Uma fonte

# tree
source: A tree
fr_ca: Un arbre
pt_pt: Uma árvore

# ToM-scene3-q2-false_belief
source: When Isabel and Ivan see this clue, where will they look first for Joshua?
fr_ca: Quand Isabel et Ivan voient cet indice, où chercheront-ils Joshua en premier ?
pt_pt: Quando Isabel e Ivan virem esta pista, onde procurarão Joshua primeiro?

# ToM-scene3-q2-reality_check
source: Can you help them find where Joshua really is?
fr_ca: Peux-tu les aider à trouver où Joshua est vraiment?
pt_pt: Você pode ajudá-los a encontrar onde Joshua realmente está?

# behind-fountain
source: Behind the fountain
fr_ca: Derrière la fontaine
pt_pt: Atrás da fonte

# behind-tree
source: Behind the tree
fr_ca: Derrière l'arbre
pt_pt: Atrás da árvore

# ToM-scene3-q3-emotion_reasoning
source: Look, Isabel and Ivan found Joshua, and won the game! How do you think Isabel feels about winning the game?
fr_ca: Regarde, Isabel et Ivan ont trouvé Joshua et ont gagné le jeu! Comment penses-tu qu'Isabel se sent d'avoir gagné le jeu?
pt_pt: Olha, Isabel e Ivan encontraram Joshua e ganharam o jogo! Como você acha que Isabel se sente por ganhar o jogo?

# ToM-scene4-instruct1
source: Now the games are over, and it's almost time to go home. Mother tells the kids to find all of their toys.
fr_ca: Maintenant les jeux sont finis, et il est presque temps de rentrer. Maman dit aux enfants de retrouver tous leurs jouets.
pt_pt: Agora os jogos acabaram e está quase na hora de ir para casa. A mãe pede às crianças que encontrem todos os seus brinquedos.

# ToM-scene4-instruct2
source: Joshua brought his toy truck with him to the park, but now he can't find it. He's looking everywhere but he can't find it.
fr_ca: Joshua a apporté son camion-jouet au parc, mais maintenant il ne le trouve plus. Il cherche partout mais il ne peut pas le trouver.
pt_pt: Joshua trouxe seu caminhão de brinquedo para o parque, mas agora ele não consegue encontrá-lo. Ele está procurando por todos os lugares, mas não consegue achá-lo.

# ToM-scene4-q1-emotion_reasoning
source: How does Joshua feel about losing his truck?
fr_ca: Comment Joshua se sent-il après avoir perdu son camion?
pt_pt: Como Joshua se sente por perder seu caminhão?

# ToM-scene4-q8-emotion_reasoning
source: How would Joshua feel if he found his truck?
fr_ca: Comment Joshua se sentirait-il s'il trouvait son camion?
pt_pt: Como Joshua se sentiria se encontrasse seu caminhão?

# ToM-scene4-instruct3
source: Joshua can't find his truck because earlier in the day, when no one was looking, Isabel took the toy truck and buried it in the sandbox.
fr_ca: Joshua ne trouve pas son camion parce qu'au début de la journée, quand personne ne regardait, Isabel a pris le camion-jouet et l'a enterré dans le bac à sable.
pt_pt: Joshua não consegue encontrar seu caminhão porque, mais cedo naquele dia, quando ninguém estava olhando, Isabel pegou o caminhão de brinquedo e enterrou na caixa de areia.

# ToM-scene4-instruct4
source: So Joshua looks everywhere and he can't find his toy truck. Mother gets mad at Joshua, because he lost his truck.
fr_ca: Alors Joshua cherche partout mais il ne trouve pas son camion-jouet. Maman se fâche contre Joshua, parce qu'il a perdu son camion.
pt_pt: Então Joshua procura por todos os lados e não consegue encontrar seu caminhão de brinquedo. A mãe fica brava com Joshua porque ele perdeu o caminhão.
