Repository: levante-framework/levante_translations
Catalog: translations/xliff/item-bank-translations-*.xliff
Languages: fr_ca, pt_pt

# same-different-selection-instruct5-heavy
source: Here are three pictures. I have to choose 2 of them that are the same in some way. I will pick these 2 pictures because they are both triangles.
fr_ca: Voici trois images. Je dois choisir 2 d'entre elles qui sont les mêmes d'une certaine façon. Je vais choisir ces 2 images car elles sont toutes deux des triangles.
pt_pt: Aqui estão três imagens. Eu tenho que escolher 2 delas que são iguais de alguma forma. Vou escolher essas 2 imagens porque ambas são triângulos.

# same-different-selection-instruct6-heavy
source: Here are the same three pictures. I have to choose 2 of them that are the same in a different way. I will pick these 2 pictures because they are both red.
fr_ca: Voici les mêmes trois images. Je dois choisir 2 d'entre elles qui sont les mêmes d'une manière différente. Je vais choisir ces 2 images car elles sont toutes deux rouges.
pt_pt: Aqui estão as mesmas três imagens. Eu tenho que escolher 2 delas que são iguais de uma forma diferente. Vou escolher essas 2 imagens porque ambas são vermelhas.

# same-different-selection-touch-circle-heavy
source: Show me the circle.
fr_ca: Montre-moi le cercle.
pt_pt: Mostre-me o círculo.

# same-different-selection-touch-square-heavy
source: Show me the square.
fr_ca: Montre-moi le carré.
pt_pt: Mostre-me o quadrado.

# same-different-selection-touch-triangle-heavy
source: Show me the triangle.
fr_ca: Montre-moi le triangle.
pt_pt: Mostre-me o triângulo.

# same-different-selection-touch-star-heavy
source: Show me the star.
fr_ca: Montre-moi l'étoile.
pt_pt: Mostre-me a estrela.

# same-different-selection-touch-green-heavy
source: Show me the green one.
fr_ca: Montre-moi le vert.
pt_pt: Mostre-me o verde.

# same-different-selection-touch-red-heavy
source: Show me the red one.
fr_ca: Montre-moi le rouge.
pt_pt: Mostre-me o vermelho.

# same-different-selection-touch-blue-heavy
source: Show me the blue one.
fr_ca: Montre-moi le bleu.
pt_pt: Mostre-me o azul.

# same-different-selection-touch-yellow-heavy
source: Show me the yellow one.
fr_ca: Montre-moi le jaune.
pt_pt: Mostre-me o amarelo.

# same-different-selection-touch-small-heavy
source: Show me the small one.
fr_ca: Montre-moi le petit.
pt_pt: Mostre-me o pequeno.

# same-different-selection-touch-medium-heavy
source: Show me the medium one.
fr_ca: Montre-moi le moyen.
pt_pt: Mostre-me o médio.

# same-different-selection-touch-large-heavy
source: Show me the large one.
fr_ca: Montre-moi le grand.
pt_pt: Mostre-me o grande.

# same-different-selection-touch-white-heavy
source: Show me the picture with the white background.
fr_ca: Montre-moi l'image avec le fond blanc.
pt_pt: Mostre-me a imagem com o fundo branco.

# same-different-selection-touch-gray-heavy
source: Show me the picture with the gray background.
fr_ca: Montre-moi l'image avec le fond gris.
pt_pt: Mostre-me a imagem com o fundo cinza.

# same-different-selection-touch-black-heavy
source: Show me the picture with the black background.
fr_ca: Montre-moi l'image avec le fond noir.
pt_pt: Mostre-me a imagem com o fundo preto.

# same-different-selection-touch-striped-heavy
source: Show me the picture with the striped background.
fr_ca: Montre-moi l'image avec le fond rayé.
pt_pt: Mostre-me a imagem com o fundo listrado.

# same-different-selection-touch-1-heavy
source: Show me the picture with one shape.
fr_ca: Montre-moi l'image avec une forme.
pt_pt: Mostre-me a imagem com uma forma.

# same-different-selection-touch-2-heavy
source: Show me the picture with two shapes.
fr_ca: Montre-moi l'image avec deux formes.
pt_pt: Mostre-me a imagem com duas formas.

# same-different-selection-touch-3-heavy
source: Show me the picture with three shapes.
fr_ca: Montre-moi l'image avec trois formes.
pt_pt: Mostre-me a imagem com três formas.

# same-different-selection-touch-4-heavy
source: Show me the picture with four shapes.
fr_ca: Montre-moi l'image avec quatre formes.
pt_pt: Mostre-me a imagem com quatro formas.

# same-different-selection-both-circles-heavy
source: Here are two pictures. Something's the same. They're both circles.
fr_ca: Voici deux images. Quelque chose est pareil. Ce sont tous deux des cercles.
pt_pt: Aqui estão duas imagens. Algo é igual. Ambas são círculos.

# same-different-selection-both-squares-heavy
source: Here are two pictures. Something's the same. They're both squares.
fr_ca: Voici deux images. Quelque chose est pareil. Ce sont tous deux des carrés.
pt_pt: Aqui estão duas imagens. Algo é igual. Ambas são quadrados.

# same-different-selection-both-triangles-heavy
source: Here are two pictures. Something's the same. They're both triangles.
fr_ca: Voici deux images. Quelque chose est pareil. Ce sont tous deux des triangles.
pt_pt: Aqui estão duas imagens. Algo é igual. Ambas são triângulos.

# same-different-selection-both-red-heavy
source: Here are two pictures. Something's the same. They're both red.
fr_ca: Voici deux images. Quelque chose est pareil. Elles sont toutes deux rouges.
pt_pt: Aqui estão duas imagens. Algo é igual. Ambas são vermelhas.

# same-different-selection-both-green-heavy
source: Here are two pictures. Something's the same. They're both green.
fr_ca: Voici deux images. Quelque chose est pareil. Elles sont toutes deux vertes.
pt_pt: Aqui estão duas imagens. Algo é igual. Ambas são verdes.

# same-different-selection-both-yellow-heavy
source: Here are two pictures. Something's the same. They're both yellow.
fr_ca: Voici deux images. Quelque chose est pareil. Elles sont toutes deux jaunes.
pt_pt: Aqui estão duas imagens. Algo é igual. Ambas são amarelas.

# same-different-selection-both-blue-heavy
source: Here are two pictures. Something's the same. They're both blue.
fr_ca: Voici deux images. Quelque chose est pareil. Elles sont toutes deux bleues.
pt_pt: Aqui estão duas imagens. Algo é igual. Ambas são azuis.

# same-different-selection-both-small-heavy
source: Here are two pictures. Something's the same. They're both small.
fr_ca: Voici deux images. Quelque chose est pareil. Elles sont toutes deux petites.
pt_pt: Aqui estão duas imagens. Algo é igual. Ambas são pequenas.

# same-different-selection-both-medium-heavy
source: Here are two pictures. Something's the same. They're both medium.
fr_ca: Voici deux images. Quelque chose est pareil. Elles sont toutes deux moyennes.
pt_pt: Aqui estão duas imagens. Algo é igual. Ambas são médias.

# same-different-selection-both-large-heavy
source: Here are two pictures. Something's the same. They're both large.
fr_ca: Voici deux images. Quelque chose est pareil. Elles sont toutes deux grandes.
pt_pt: Aqui estão duas imagens. Algo é igual. Ambas são grandes.

# sds-prompt3-heavy
source: Here is another picture. Which of these pictures is the same as this new picture?
fr_ca: Voici une autre image. Laquelle de ces images est identique à cette nouvelle image ?
pt_pt: Aqui está outra imagem. Qual dessas imagens é igual a esta nova imagem?

# sds-3match-prompt2-heavy
source: Here are the same pictures. Choose two of them that are the same in a different way.
fr_ca: Voici les mêmes images. Choisissez deux d'entre elles qui sont identiques d'une manière différente.
pt_pt: Aqui estão as mesmas imagens. Escolha duas delas que são iguais de uma forma diferente.

# sds-2match-prompt1-heavy
source: Here are some new pictures. Choose two of them that are the same in some way.
fr_ca: Voici de nouvelles images. Choisis deux d'entre elles qui sont les mêmes d'une certaine façon.
pt_pt: Aqui estão algumas novas imagens. Escolha duas delas que são iguais de alguma forma.

# sds-2match-prompt2-heavy
source: Now choose two pictures that are the same in a different way.
fr_ca: Choisis maintenant deux images qui sont les mêmes d'une manière différente.
pt_pt: Agora escolha duas imagens que sejam iguais de uma maneira diferente.

# sds-3unique-prompt1-heavy
source: Choose three pictures that are the same in only one way.
fr_ca: Choisis trois images qui sont les mêmes d'une seule façon.
pt_pt: Escolha três imagens que sejam iguais de apenas uma maneira.

# sds-3unique-prompt2-heavy
source: Choose another three pictures that are the same in only one way.
fr_ca: Choisis trois autres images qui sont les mêmes d'une seule façon.
pt_pt: Escolha outras três imagens que sejam iguais de apenas uma maneira.

# sds-match-demo1-heavy
source: Here are three pictures. I have to choose two of them that are the same in some way. I will pick these two pictures because they are both triangles.
fr_ca: Voici trois images. Je dois choisir deux d'entre elles qui sont les mêmes d'une certaine façon. Je vais choisir ces deux images car elles sont toutes deux des triangles.
pt_pt: Aqui estão três imagens. Tenho que escolher duas delas que sejam iguais de alguma maneira. Vou escolher essas duas imagens porque ambas são triângulos.

# sds-match-demo2-heavy
source: Here are the same three pictures. I have to choose two of them that are the same in a different way. I will pick these two pictures because they are both small.
fr_ca: Voici les mêmes trois images. Je dois choisir deux d'entre elles qui sont les mêmes d'une manière différente. Je vais choisir ces deux images car elles sont toutes deux petites.
pt_pt: Aqui estão as mesmas três imagens. Tenho que escolher duas delas que sejam iguais de uma maneira diferente. Vou escolher essas duas imagens porque ambas são pequenas.

# data-questionnaire-button-text1
source: I have SERIOUS CONCERNS about these data (e.g., the child did not seem to understand the task, was frequently distracted/interrupted, etc.)
fr_ca: J'ai de SÉRIEUX DOUTES concernant ces données (par exemple, l'enfant ne semblait pas comprendre la tâche, était souvent distrait/interrompu, etc.)
pt_pt: Tenho SÉRIAS PREOCUPAÇÕES com esses dados (por exemplo, a criança não parecia entender a tarefa, estava frequentemente distraída/interrompida, etc.).

# data-questionnaire-button-text2
source: I feel OK about these data (e.g., the child seemed to understand the task pretty well, only experienced a few distractions/interruptions, etc.)
fr_ca: Je me sens correct(e) à propos de ces données (par exemple, l'enfant semblait bien comprendre la tâche, a subi quelques distractions/interruptions, etc.)
pt_pt: Estou TRANQUILO quanto a esses dados (por exemplo, a criança parecia entender a tarefa muito bem, só teve algumas distrações/interrupções, etc.).

# data-questionnaire-button-text3
source: I feel GOOD about these data (e.g., the child clearly understood the task, had very few (if any) distractions/ interruptions, etc.)
fr_ca: Je me sens BIEN à propos de ces données (par exemple, l'enfant a clairement compris la tâche, a eu très peu (voire pas) de distractions/interruptions, etc.)
pt_pt: Estou CONFIDENTE com relação a esses dados (por exemplo, a criança entendeu claramente a tarefa, teve muito poucas (ou nenhuma) distrações/interrupções, etc.).

# math-instructions1-heavy
source: In this game, you will play with numbers. Some questions might be easy for you and some might be hard. That is okay! Please try your best and take your time. Let’s get started!
fr_ca: Dans ce jeu, tu joueras avec des nombres. Certaines questions pourraient être faciles pour toi et d'autres difficiles. Ce n'est pas grave ! Essaie de faire de ton mieux et prends ton temps. Commençons !
pt_pt: Neste jogo, você vai brincar com números. Algumas perguntas podem ser fáceis para você e outras podem ser difíceis. Está tudo bem! Por favor, faça o seu melhor e leve o tempo que precisar. Vamos começar!

# math-intro1-heavy
source: It's time for the first number game! Let's practice.
fr_ca: Il est temps pour le premier jeu de chiffres ! Pratiquons.
pt_pt: É hora do primeiro jogo de números! Vamos praticar.

# math-intro2-heavy
source: It's time for the next number game! Let's practice.
fr_ca: Il est temps pour le prochain jeu de chiffres ! Pratiquons.
pt_pt: É hora do próximo jogo de números! Vamos praticar.

# counting-intro
source: In this number game, you will say how many things are in the picture! The grownup helping you will press the button.
fr_ca: Dans ce jeu de chiffres, tu diras combien d'objets se trouvent sur l'image ! L'adulte qui t'aide appuiera sur le bouton.
pt_pt: Neste jogo de números, você dirá quantas coisas estão na imagem! O adulto que está te ajudando apertará o botão.

# counting-intro-afc
source: This time, you will choose the button with the right number!
fr_ca: Cette fois, tu choisiras le bouton avec le bon nombre !
pt_pt: Desta vez, você escolherá o botão com o número correto!

# memory-game-instruct1-heavy
source: This is the memory game.
fr_ca: Ceci est le jeu de mémoire.

# memory-game-instruct2-heavy
source: In this game, we are going to see squares light up. Your job is to touch the squares that light up.
fr_ca: Dans ce jeu, nous allons voir des carrés s'allumer. Ton travail consiste à toucher les carrés qui s'allument.

# memory-game-instruct3-heavy
source: Now we will see two squares light up. Your job is to touch the squares in the same order as they light up!
fr_ca: Maintenant, nous allons voir deux carrés s'allumer. Ton travail consiste à toucher les carrés dans le même ordre qu'ils s'allument !

# memory-game-instruct4-heavy
source: Watch the squares light up. I will touch the squares in the same order.
fr_ca: Regarde les carrés s'allumer. Je vais toucher les carrés dans le même ordre.

# memory-game-instruct5-heavy
source: OK, now you're going to play the rest of the memory game on your own. More squares will light up each time the longer you play, so watch carefully!
fr_ca: D'accord, maintenant vous allez jouer le reste du jeu de mémoire seul. Plus de carrés s'allumeront à chaque fois plus vous jouerez longtemps, alors regardez attentivement !

# memory-game-instruct6-heavy
source: If you make a mistake, just keep going!
fr_ca: Si vous faites une erreur, continuez!

# ns-number-identification-1
source: Choose the card that shows 1 apple.
fr_ca: Choisissez la carte qui montre 1 pomme.
pt_pt: Escolha a carta que mostra 1 maçã.

# ns-number-identification-2
source: Choose the card that shows 2 cars.
fr_ca: Choisissez la carte qui montre 2 voitures.
pt_pt: Escolha a carta que mostra 2 carros.

# ns-number-identification-5
source: Choose the card that shows 5 apples.
fr_ca: Choisissez la carte qui montre 5 pommes.
pt_pt: Escolha a carta que mostra 5 maçãs.

# ns-number-identification-7
source: Choose the card that shows 7 cars.
fr_ca: Choisissez la carte qui montre 7 voitures.
pt_pt: Escolha a carta que mostra 7 carros.

# ns-number-identification-10
source: Choose the card that shows 10 apples.
fr_ca: Choisissez la carte qui montre 10 pommes.
pt_pt: Escolha a carta que mostra 10 maçãs.

# counting-1
source: How many cars is this?
fr_ca: Combien de voitures y a-t-il ?
pt_pt: Quantos carros são estes?

# counting-2
source: How many apples is this?
fr_ca: Combien de pommes y a-t-il ?
pt_pt: Quantas maçãs são estas?

# ns-number-comp-1
source: Which card has more apples?
fr_ca: Quelle carte a plus de pommes ?
pt_pt: Qual carta tem mais maçãs?

# ns-number-comp-2
source: Which card has more cars?
fr_ca: Quelle carte a plus de voitures ?
pt_pt: Qual carta tem mais carros?

# number-identification-42
source: Choose the 8.
fr_ca: Choisis le 8.
pt_pt: Escolha o 8.

source: instructions
pt_pt: instruções

# hearts-and-flowers-try-again
source: That's not quite right. Please try again.
pt_pt: Isso não está bem certo. Por favor, tente novamente.

source: Crayons
pt_pt: Lápis de cor

# number-identification-45
source: Choose the 3.
pt_pt: Escolha o 3.

# vocab-item-171
source: the colander
pt_pt: o escorredor

# child-survey-intro-no-responses
source: These questions ask you about how you feel at school and some of the things you do at school. There are no right or wrong answers. Choose the answer that best describes what you think.
pt_pt: Estas perguntas perguntam sobre como você se sente na escola e algumas das coisas que você faz na escola. Não há respostas certas ou erradas. Escolha a resposta que melhor descreve o que você pensa.
