Repository: levante-framework/levante_translations
Catalog: translations/xliff/item-bank-translations-*.xliff
Languages: fr_ca, pt_pt

# ToM-scene4-q2
source: Is it fair that Mother is mad at Joshua for losing his truck?
fr_ca: Est-ce juste que Maman se fâche contre Joshua parce qu'il a perdu son camion?
pt_pt: É justo que a mãe fique brava com Joshua por perder seu caminhão?

# ToM-scene4-q3
source: Is Mother mad at Isabel?
fr_ca: Maman est-elle fâchée contre Isabel ?
pt_pt: A mãe está brava com Isabel?

# ToM-scene4-q4-false_belief
source: Is Joshua mad at Isabel?
fr_ca: Joshua est-il fâché contre Isabel ?
pt_pt: Joshua está bravo com Isabel?

# ToM-scene4-instruct5
source: When Isabel sees that Mother is mad at Joshua, she goes to the sandbox and digs up the toy truck, and gives it back to Joshua.
fr_ca: Quand Isabel voit que Maman est fâchée contre Joshua, elle va au bac à sable, déterre le camion-jouet, et le rend à Joshua.
pt_pt: Quando Isabel vê que a mãe está brava com Joshua, ela vai até a caixa de areia, desenterra o caminhão de brinquedo e o devolve a Joshua.

# ToM-scene4-q5
source: Is Mother mad at Joshua now?
fr_ca: Maman est-elle encore fâchée contre Joshua maintenant?
pt_pt: A mãe está brava com Joshua agora?

# ToM-scene4-q6
source: Is Mother mad at Isabel now?
fr_ca: Maman est-elle encore fâchée contre Isabel maintenant?
pt_pt: A mãe está brava com Isabel agora?

# ToM-scene4-q7
source: Is Joshua mad at Isabel now?
fr_ca: Joshua est-il encore fâché contre Isabel maintenant?
pt_pt: Joshua está bravo com Isabel agora?

# ToM-scene4-instruct6
source: Isabel tells Joshua that she’s very sorry, and she gives him a big hug. Joshua gives her a big hug back, and Mother joins in.
fr_ca: Isabel dit à Joshua qu'elle est vraiment désolée, et elle lui fait un gros câlin. Joshua lui rend un gros câlin, et Maman se joint à eux.
pt_pt: Isabel diz a Joshua que está muito arrependida e dá-lhe um grande abraço. Joshua devolve o abraço e a mãe se junta a eles.

# ToM-scene5-instruct1
source: This is Katie. Earlier today, Katie's mom was cleaning the house, while Katie watched. Mom left three cups in the kitchen. There is a small cup on the counter, a medium sized cup on the table, and a big cup that she put away up high, on the shelf.
fr_ca: Voici Katie. Plus tôt aujourd'hui, la maman de Katie nettoyait la maison pendant que Katie regardait. Maman a laissé trois tasses dans la cuisine. Il y a une petite tasse sur le comptoir, une tasse de taille moyenne sur la table, et une grande tasse qu'elle avait rangée en haut, sur l'étagère.
pt_pt: Esta é a Katie. Mais cedo hoje, a mãe de Katie estava limpando a casa enquanto Katie assistia. A mãe deixou três copos na cozinha. Há um copo pequeno no balcão, um copo médio na mesa e um copo grande que ela colocou no alto, na prateleira.

# ToM-scene5-instruct2
source: Katie and Dad just walked in and Katie asks her dad to get her a cup. Katie tells her Dad, “I want the big cup!”
fr_ca: Katie et Papa viennent d'entrer et Katie demande à son père de lui prendre une tasse. Katie dit à son père: «Je veux la grande tasse!»
pt_pt: Katie e o pai acabaram de entrar e Katie pede para o pai pegar um copo para ela. Katie diz ao pai: "Eu quero o copo grande!"

# ToM-scene5-q1
source: Which cup will Dad give Katie?
fr_ca: Quelle tasse Papa donnera-t-il à Katie?
pt_pt: Qual copo o pai dará a Katie?

# ToM-scene5-q2-reality_check
source: Which cup does Katie want?
fr_ca: Quelle tasse Katie veut-elle?
pt_pt: Qual copo Katie quer?

# small_cup
source: The small cup
fr_ca: La petite tasse
pt_pt: O copo pequeno

# medium_cup
source: The medium sized cup
fr_ca: La tasse de taille moyenne
pt_pt: O copo médio

# large_cup
source: The big cup
fr_ca: La grande tasse
pt_pt: O copo grande

# ToM-scene5-q3-emotion_reasoning
source: How does Katie feel about not getting the cup she wanted?
fr_ca: Comment Katie se sent-elle de ne pas recevoir la tasse qu'elle voulait?
pt_pt: Como Katie se sente por não receber o copo que queria?

# ToM-scene5-q4-emotion_reasoning
source: How would Katie feel if she had received the cup she wanted?
fr_ca: Comment Katie se sentirait-elle si elle avait reçu la tasse qu'elle voulait ?
pt_pt: Como Katie se sentiria se recebesse o copo que queria?

# ToM-scene6-instruct1
source: Sam and Maria are playing together. They look outside and see a new shop across the street. Maria tells Sam: “I am going to buy new shirts for us there,” and she walks away.
fr_ca: Sam et Maria jouent ensemble. Ils regardent dehors et voient un nouveau magasin de l'autre côté de la rue. Maria dit à Sam: «Je vais acheter de nouvelles chemises pour nous là-bas», et elle s'éloigne.
pt_pt: Sam e Maria estão brincando juntos. Eles olham para fora e veem uma nova loja do outro lado da rua. Maria diz a Sam: "Eu vou comprar camisas novas para nós lá", e sai.

# ToM-scene6-instruct2
source: Mom comes home and she tells Sam that she just walked by the shop. “Are they selling shirts?” Sam asks. “No,” Mom says, “They are only selling shoes”. “Maria will probably now get shoes at the shop,” Sam says.
fr_ca: Maman rentre à la maison et elle dit à Sam qu'elle vient de passer devant le magasin. «Vendent-ils des chemises?» demande Sam. «Non», dit maman, «ils vendent seulement des chaussures». «Maria va probablement maintenant acheter des chaussures au magasin», dit Sam.
pt_pt: Mamãe chega em casa e diz a Sam que acabou de passar pela loja. “Eles estão vendendo camisetas?”, pergunta Sam. “Não”, diz mamãe, “Eles estão vendendo apenas sapatos”. “Maria provavelmente agora vai comprar sapatos na loja”, diz Sam.

# ToM-scene6-q1
source: Does Maria know that they are selling shoes in the shop?
fr_ca: Maria sait-elle qu'ils vendent des chaussures dans le magasin?
pt_pt: Maria sabe que eles estão vendendo sapatos na loja?

# ToM-scene6-instruct3
source: Maria has arrived at the shop. “I would like to buy shirts,” she says. “All we have left are socks,” says the shopkeeper. Since Maria also needs socks, she decides to get some socks.
fr_ca: Maria est arrivée au magasin. «Je voudrais acheter des chemises», dit-elle. «Tout ce qu'il nous reste, ce sont des chaussettes», dit le commerçant. Comme Maria a aussi besoin de chaussettes, elle décide d'en prendre.
pt_pt: Maria chegou à loja. “Eu gostaria de comprar camisetas”, ela diz. “Tudo que nos resta são meias”, diz o lojista. Como Maria também precisa de meias, ela decide pegar algumas.

# ToM-scene6-q2
source: Does Sam know that Maria bought some socks?
fr_ca: Sam sait-il que Maria a acheté des chaussettes?
pt_pt: Sam sabe que Maria comprou algumas meias?

# ToM-scene6-q3
source: What does Sam think they are selling at the shop?
fr_ca: Que pense Sam qu'ils vendent à la boutique ?
pt_pt: O que Sam acha que eles estão vendendo na loja?

source: Shoes
fr_ca: Chaussures
pt_pt: Sapatos

source: Socks
fr_ca: Chaussettes
pt_pt: Meias

source: Shirts
fr_ca: Chemises
pt_pt: Camisetas

# ToM-scene6-instruct4
source: On her way back, Maria meets her dad. She tells her dad: “I have just bought some socks. I am going to share them with my brother Sam. It is a surprise.” “That is nice of you,” says Dad. Then he asks Maria: “Does Sam know what you bought him?”
fr_ca: Sur le chemin du retour, Maria rencontre son père. Elle lui dit: «Je viens d'acheter des chaussettes. Je vais les partager avec mon frère Sam. C'est une surprise.» «C'est gentil de ta part», dit papa. Puis il demande à Maria : «Sam sait-il ce que tu lui as acheté ?»
pt_pt: No caminho de volta, Maria encontra o pai. Ela diz ao pai: “Acabei de comprar algumas meias. Vou compartilhá-las com meu irmão Sam. É uma surpresa.” “Isso é muito gentil da sua parte”, diz o pai. Então ele pergunta a Maria: “Sam sabe o que você comprou para ele?”

# ToM-scene6-q4
source: What does Maria tell Dad?
fr_ca: Qu'est-ce que Maria dit à Papa ?
pt_pt: O que Maria diz ao pai?

# ToM-scene6-instruct5
source: Then Dad asks: “What does Sam think they are selling at the shop?”
fr_ca: Puis, papa demande : « Que pense Sam qu'ils vendent au magasin ? »
pt_pt: Então o pai pergunta: “O que Sam acha que eles estão vendendo na loja?”

# ToM-scene6-q5
source: What does Maria tell Dad?
fr_ca: Que dit Maria à Papa?
pt_pt: O que Maria diz ao papai?

# ToM-scene6-q6
source: What does Sam think they are selling at the shop?
fr_ca: Que pense Sam qu'ils vendent au magasin?
pt_pt: O que Sam acha que eles estão vendendo na loja?

# ToM-scene6-instruct6
source: Sam is very happy to get his new socks.
fr_ca: Sam est très content de recevoir ses nouvelles chaussettes.
pt_pt: Sam está muito feliz por receber suas novas meias.

# hostile-attribution-scene1-instruct1
source: Imagine that you are walking to school and you’re wearing your new shoes. You really like your new shoes and this is the first day you have worn them.
fr_ca: Imagine que tu marches jusqu'à l'école en portant tes nouvelles chaussures. Tu aimes vraiment tes nouvelles chaussures et c'est le premier jour que tu les portes.
pt_pt: Imagine que você está indo para a escola e está usando seus sapatos novos. Você realmente gosta dos seus sapatos novos e este é o primeiro dia que você os está usando.

# hostile-attribution-scene1-instruct2
source: Suddenly, you are bumped from behind by a boy. You stumble and fall into a mud puddle and your new shoes get muddy.
fr_ca: Soudain, un garçon te heurte par derrière. Tu trébuches et tombes dans une flaque de boue et tes nouvelles chaussures se salissent.
pt_pt: De repente, você é esbarrado por um menino por trás. Você tropeça e cai em uma poça de lama e seus sapatos novos ficam enlameados.

# hostile-attribution-scene1-q1
source: Do you think that the boy bumped you on purpose or by accident?
fr_ca: Penses-tu que le garçon t'a heurté exprès ou par accident?
pt_pt: Você acha que o menino te esbarrou de propósito ou por acidente?

# hostile-attribution-scene1-q2
source: Now pick one of the three choices as the one you would do:
fr_ca: Maintenant, choisissez une des trois options que vous feriez :
pt_pt: Agora escolha uma das três opções como a que você faria:

# hostile-attribution-scene1-q2-ans1
source: clean up my shoes
fr_ca: nettoyer mes chaussures
pt_pt: limpar meus sapatos

# hostile-attribution-scene1-q2-ans2
source: walk away from the boy
fr_ca: m'éloigner du garçon
pt_pt: afastar-se do menino

# hostile-attribution-scene1-q2-ans3
source: push the boy in the mud
fr_ca: pousser le garçon dans la boue
pt_pt: empurrar o menino para a lama

# hostile-attribution-scene2-instruct1
source: Imagine that you are on the playground. You and some other kids are having a race. A boy is standing on the side, bouncing a basketball.
fr_ca: Imagine que tu es dans la cour de récréation. Toi et d'autres enfants faites une course. Un garçon est debout sur le côté, en train de faire rebondir un ballon de basket.
pt_pt: Imagine que você está no playground. Você e algumas outras crianças estão correndo. Um menino está de pé ao lado, quicando uma bola de basquete.

# hostile-attribution-scene2-instruct2
source: The next thing you know, the boy has bounced the ball and it has rolled under your feet, making you fall. You skin your knee and someone else wins the race.
fr_ca: Puis le garçon fait rebondir le ballon et il roule sous tes pieds, te faisant tomber. Tu écorches ton genou et quelqu'un d'autre gagne la course.
pt_pt: A próxima coisa que você sabe, o menino quicou a bola e ela rolou para debaixo dos seus pés, fazendo você cair. Você arranha o joelho e outra pessoa ganha a corrida.

# hostile-attribution-scene2-q1
source: Do you think that the boy made you fall on purpose or by accident?
fr_ca: Penses-tu que le garçon t'a fait tomber exprès ou par accident?
pt_pt: Você acha que o menino te fez cair de propósito ou por acidente?

# hostile-attribution-scene2-q2
source: Now pick one of the three choices as the one you would do:
fr_ca: Maintenant, choisissez une des trois options que vous feriez :
pt_pt: Agora escolha uma das três opções como a que você faria:

# hostile-attribution-scene2-q2-ans1
source: go to another area of the playground
fr_ca: aller dans une autre zone de la cour
pt_pt: ir para outra área do playground

# hostile-attribution-scene2-q2-ans2
source: say something mean to him
fr_ca: lui dire quelque chose de méchant
pt_pt: dizer algo ruim para ele

# hostile-attribution-scene2-q2-ans3
source: take care of my knee
fr_ca: soigner mon genou
pt_pt: cuidar do meu joelho

# hostile-attribution-scene3-instruct1
source: Imagine that you are working on an assignment at your desk.
fr_ca: Imagine que tu travailles sur une tâche à ton bureau
pt_pt: Imagine que você está trabalhando em uma tarefa na sua mesa.

# hostile-attribution-scene3-instruct2
source: You go to sharpen your pencil, and as you walk back to your desk there is a boy walking just in front of you. The boy passes your desk before you get there.
fr_ca: Tu vas aiguiser ton crayon, et en revenant à ton bureau, un garçon marche juste devant toi. Le garçon passe devant ton bureau avant que tu y arrives
pt_pt: Você vai apontar seu lápis e, ao caminhar de volta para sua mesa, há um menino caminhando bem na sua frente. O menino passa por sua mesa antes de você chegar lá.

# hostile-attribution-scene3-instruct3
source: The next thing you know, the boy has knocked all of your papers off of your desk, and they are all over the floor.
fr_ca: Tout à coup, le garçon a fait tomber tous tes papiers de ton bureau, et ils sont éparpillés sur le sol.
pt_pt: A próxima coisa que você sabe, o menino derrubou todos os seus papéis da mesa, e eles estão todos espalhados no chão.

# hostile-attribution-scene3-q1
source: Do you think the boy knocked your papers onto the floor on purpose or by accident?
fr_ca: Penses-tu que le garçon a fait tomber tes papiers par terre exprès ou par accident?
pt_pt: Você acha que o menino derrubou seus papéis no chão de propósito ou por acidente?

# hostile-attribution-scene3-q2
source: Now pick one of the three choices as the one you would do:
fr_ca: Maintenant, choisissez une des trois options que vous feriez :
pt_pt: Agora escolha uma das três opções como a que você faria:

# hostile-attribution-scene3-q2-ans1
source: call him a name
fr_ca: l'insulter
pt_pt: insultar o menino

# hostile-attribution-scene3-q2-ans2
source: pick up the papers
fr_ca: ramasser les papiers
pt_pt: recolher os papéis

# hostile-attribution-scene3-q2-ans3
source: do nothing
fr_ca: ne rien faire
pt_pt: não fazer nada

# hostile-attribution-scene1-by-accident
source: by accident
fr_ca: par accident
pt_pt: por acidente

# hostile-attribution-scene1-on-purpose
source: on purpose
fr_ca: exprès
pt_pt: de propósito

# hostile-attribution-scene2-by-accident
source: by accident
fr_ca: par accident
pt_pt: por acidente

# hostile-attribution-scene2-on-purpose
source: on purpose
fr_ca: exprès
pt_pt: de propósito

# hostile-attribution-scene3-by-accident
source: by accident
fr_ca: par accident
pt_pt: por acidente

# hostile-attribution-scene3-on-purpose
source: on purpose
fr_ca: exprès
pt_pt: de propósito

# same-different-selection-instruct1
source: This is the matching game. In this game, you're going to choose sets of cards that match in some way. First, let's look at some of the cards you are going to see.
fr_ca: Voici le jeu de correspondance. Dans ce jeu, tu vas choisir des ensembles de cartes qui correspondent d'une certaine manière. D'abord, regardons certaines des cartes que tu vas voir.
pt_pt: Este é o jogo de combinação. Neste jogo, você vai escolher conjuntos de cartas que combinam de alguma forma. Primeiro, vamos ver algumas das cartas que você vai ver.

# same-different-selection-touch-circle
source: Choose the card with a circle.
fr_ca: Choisis la carte avec un cercle.
pt_pt: Escolha a carta com um círculo.

# same-different-selection-touch-square
source: Choose the card with a square.
fr_ca: Choisis la carte avec un carré.
pt_pt: Escolha o cartão com um quadrado.

# same-different-selection-touch-triangle
source: Choose the card with a triangle.
fr_ca: Choisis la carte avec un triangle.
pt_pt: Escolha o cartão com um triângulo.

# same-different-selection-touch-star
source: Choose the card with a star.
fr_ca: Choisis la carte avec une étoile.
pt_pt: Escolha o cartão com uma estrela.

# same-different-selection-touch-green
source: Choose the card with a green shape.
fr_ca: Choisis la carte avec une forme verte.
pt_pt: Escolha o cartão com uma forma verde.

# same-different-selection-touch-red
source: Choose the card with a red shape.
fr_ca: Choisis la carte avec une forme rouge.
pt_pt: Escolha o cartão com uma forma vermelha.

# same-different-selection-touch-blue
source: Choose the card with a blue shape.
fr_ca: Choisis la carte avec une forme bleue.
pt_pt: Escolha o cartão com uma forma azul.

# same-different-selection-touch-yellow
source: Choose the card with a yellow shape.
fr_ca: Choisis la carte avec une forme jaune.
pt_pt: Escolha o cartão com uma forma amarela.

# same-different-selection-touch-small
source: Choose the card with a small shape.
fr_ca: Choisis la carte avec une petite forme.
pt_pt: Escolha o cartão com uma forma pequena.

# same-different-selection-touch-medium
source: Choose the card with a medium-sized shape.
fr_ca: Choisis la carte avec une forme de taille moyenne.
pt_pt: Escolha o cartão com uma forma de tamanho médio.

# same-different-selection-touch-large
source: Choose the card with a large shape.
fr_ca: Choisis la carte avec une grande forme.
pt_pt: Escolha o cartão com uma forma grande.

# same-different-selection-touch-white
source: Choose the star on the white card.
fr_ca: Choisis l'étoile sur la carte blanche.
pt_pt: Escolha a estrela no cartão branco.

# same-different-selection-touch-gray
source: Choose the star on the gray card.
fr_ca: Choisis l'étoile sur la carte grise.
pt_pt: Escolha a estrela no cartão cinza.

# same-different-selection-touch-black
source: Choose the star on the black card.
fr_ca: Choisis l'étoile sur la carte noire.
pt_pt: Escolha a estrela no cartão preto.

# same-different-selection-touch-striped
source: Choose the star on the striped card.
fr_ca: Choisis l'étoile sur la carte rayée.
pt_pt: Escolha a estrela no cartão listrado.

# same-different-selection-touch-1
source: Choose the card with 1 star.
fr_ca: Choisis la carte avec 1 étoile.
pt_pt: Escolha o cartão com 1 estrela.

# same-different-selection-touch-2
source: Choose the card with 2 stars.
fr_ca: Choisis la carte avec 2 étoiles.
pt_pt: Escolha o cartão com 2 estrelas.

# same-different-selection-touch-3
source: Choose the card with 3 stars.
fr_ca: Choisis la carte avec 3 étoiles.
pt_pt: Escolha o cartão com 3 estrelas.

# same-different-selection-touch-4
source: Choose the card with 4 stars.
fr_ca: Choisis la carte avec 4 étoiles.
pt_pt: Escolha o cartão com 4 estrelas.

# same-different-selection-instruct2
source: Now you're going to see two cards that are the same in one way. Then you will see a new card that is similar to one of those cards. Your job is to choose the card that is similar to the new card.
fr_ca: Maintenant, tu vas voir deux cartes qui sont les mêmes d'une certaine manière. Ensuite, tu verras une nouvelle carte semblable à l'une de ces cartes. Ta tâche est de choisir la carte qui est similaire à la nouvelle carte.
pt_pt: Agora você vai ver dois cartões que são iguais de alguma maneira. Depois, você verá um novo cartão que é semelhante a um desses cartões. Sua tarefa é escolher o cartão que é semelhante ao novo cartão.

# same-different-selection-instruct3
source: Now you're going to see three cards, and you're going to choose two that are the same in some way. Then you're going to see the same cards again, and pick two cards that are the same in a different way.
fr_ca: Maintenant, tu vas voir trois cartes, et tu vas choisir deux qui sont similaires de quelque façon. Ensuite, tu verras à nouveau les mêmes cartes et tu choisiras deux cartes qui sont similaires d'une manière différente.
pt_pt: Agora você verá três cartões e escolherá dois que são iguais de alguma maneira. Depois você verá os mesmos cartões novamente e escolherá dois cartões que são semelhantes de uma maneira diferente.

# same-different-selection-both-circles
source: Here are two cards. Something's the same. They both have circles.
fr_ca: Voici deux cartes. Elles ont quelque chose en commun. Elles ont toutes les deux des cercles.
pt_pt: Aqui estão dois cartões. Algo é igual. Ambos têm círculos.

# same-different-selection-both-squares
source: Here are two cards. Something's the same. They both have squares.
fr_ca: Voici deux cartes. Elles ont quelque chose en commun. Elles ont toutes les deux des carrés.
pt_pt: Aqui estão dois cartões. Algo é igual. Ambos têm quadrados.

# same-different-selection-both-triangles
source: Here are two cards. Something's the same. They both have triangles.
fr_ca: Voici deux cartes. Elles ont quelque chose en commun. Elles ont toutes les deux des triangles.
pt_pt: Aqui estão dois cartões. Algo é igual. Ambos têm triângulos.

# same-different-selection-both-red
source: Here are two cards. Something's the same. They both have red shapes.
fr_ca: Voici deux cartes. Elles ont quelque chose en commun. Elles ont toutes les deux des formes rouges.
pt_pt: Aqui estão dois cartões. Algo é igual. Ambos têm formas vermelhas.

# same-different-selection-both-green
source: Here are two cards. Something's the same. They both have green shapes.
fr_ca: Voici deux cartes. Elles ont quelque chose en commun. Elles ont toutes les deux des formes vertes.
pt_pt: Aqui estão dois cartões. Algo é igual. Ambos têm formas verdes.

# same-different-selection-both-yellow
source: Here are two cards. Something's the same. They both have yellow shapes.
fr_ca: Voici deux cartes. Elles ont quelque chose en commun. Elles ont toutes les deux des formes jaunes.
pt_pt: Aqui estão dois cartões. Algo é igual. Ambos têm formas amarelas.

# same-different-selection-both-blue
source: Here are two cards. Something's the same. They both have blue shapes.
fr_ca: Voici deux cartes. Elles ont quelque chose en commun. Elles ont toutes les deux des formes bleues.
pt_pt: Aqui estão dois cartões. Algo é igual. Ambos têm formas azuis.

# same-different-selection-both-small
source: Here are two cards. Something's the same. They both have small shapes.
fr_ca: Voici deux cartes. Elles ont quelque chose en commun. Elles ont toutes les deux des petites formes.
pt_pt: Aqui estão dois cartões. Algo é igual. Ambos têm formas pequenas.

# same-different-selection-both-medium
source: Here are two cards. Something's the same. They both have medium-sized shapes.
fr_ca: Voici deux cartes. Elles ont quelque chose en commun. Elles ont toutes les deux des formes de taille moyenne.
pt_pt: Aqui estão dois cartões. Algo é igual. Ambos têm formas de tamanho médio.

# same-different-selection-both-large
source: Here are two cards. Something's the same. They both have large shapes.
fr_ca: Voici deux cartes. Elles ont quelque chose en commun. Elles ont toutes les deux des grandes formes.
pt_pt: Aqui estão dois cartões. Algo é igual. Ambos têm formas grandes.

# sds-prompt3
source: Here is another card. Which of these is similar to this one?
fr_ca: Voici une autre carte. Laquelle de ces cartes est semblable à celle-ci?
pt_pt: Aqui está outro cartão. Qual destes é semelhante a este?

# sds-3match-prompt2
source: Here is the same set of cards again. Choose two cards that are the same in a different way.
fr_ca: Voici le même ensemble de cartes. Choisissez deux cartes qui sont semblables de manière différente.
pt_pt: Aqui está o mesmo conjunto de cartões novamente. Escolha dois cartões que sejam iguais de uma maneira diferente.
