Repository: levante-framework/levante_translations
Catalog: translations/xliff/item-bank-translations-*.xliff
Languages: fr_ca, pt_pt

# sds-2match-prompt1
source: Here is a new set of cards. Choose two cards that are the same in some way.
fr_ca: Voici un nouvel ensemble de cartes. Choisissez deux cartes qui sont semblables d'une certaine manière.
pt_pt: Aqui está um novo conjunto de cartões. Escolha dois cartões que sejam iguais de alguma forma.

# sds-2match-prompt2
source: Choose two cards that are the same in a different way.
fr_ca: Choisissez deux cartes qui sont semblables de manière différente.
pt_pt: Escolha dois cartões que sejam iguais de uma maneira diferente.

# sds-3unique-prompt1
source: Choose three cards that are the same in only one way.
fr_ca: Choisissez trois cartes qui sont semblables d'une seule manière.
pt_pt: Escolha três cartões que sejam iguais de apenas uma maneira.

# sds-3unique-prompt2
source: Choose another three cards that are the same in only one way.
fr_ca: Choisissez encore trois cartes qui sont semblables d'une seule manière.
pt_pt: Escolha outros três cartões que sejam iguais de apenas uma maneira.

# memory-game-display
source: Watch the squares light up.
fr_ca: Regardez les carrés s'illuminer.
pt_pt: Veja os quadrados acenderem.

# memory-game-input
source: Choose the squares in the same order.
fr_ca: Choisissez les carrés dans le même ordre.
pt_pt: Escolha os quadrados na mesma ordem.

# memory-game-instruct1
source: This is the memory game. Here's how you play it.
fr_ca: Ceci est le jeu de mémoire. Voici comment vous jouez.
pt_pt: Este é o jogo da memória. Aqui está como você joga.

# memory-game-instruct2
source: You will see squares light up.
fr_ca: Vous verrez les carrés s'illuminer.
pt_pt: Você verá os quadrados se acenderem.

# memory-game-instruct3
source: You're going to choose the squares in the same order.
fr_ca: Vous allez choisir les carrés dans le même ordre.
pt_pt: Você vai escolher os quadrados na mesma ordem.

# memory-game-instruct4
source: Watch carefully! Try to remember the order.
fr_ca: Regardez attentivement! Essayez de mémoriser l'ordre.
pt_pt: Observe cuidadosamente! Tente lembrar a ordem.

# memory-game-forward-prompt
source: Choose the squares in the same order.
fr_ca: Choisissez les carrés dans le même ordre.
pt_pt: Escolha os quadrados na mesma ordem.

# memory-game-forward-try-again
source: That's not quite right. Please try again. Choose the squares in the same order.
fr_ca: Ce n'est pas correct. Essayez encore. Choisissez les carrés dans le même ordre.
pt_pt: Isso não está muito certo. Por favor, tente novamente. Escolha os quadrados na mesma ordem.

# memory-game-instruct5
source: This time the game won't tell you if you're right or wrong. Let’s start playing the memory game!
fr_ca: Cette fois, le jeu ne vous dira pas si vous avez raison ou tort. Commençons à jouer au jeu de mémoire!
pt_pt: Desta vez o jogo não dirá se você está certo ou errado. Vamos começar a jogar o jogo da memória!

# memory-game-instruct6
source: Now let's play the memory game in reverse!
fr_ca: Jouons maintenant au jeu de mémoire à l'envers!
pt_pt: Agora vamos jogar o jogo da memória ao contrário!

# memory-game-instruct7
source: Let’s start playing the memory game!
fr_ca: Commençons à jouer au jeu de mémoire!
pt_pt: Vamos começar a jogar o jogo da memória!

# memory-game-backward-prompt
source: Choose the squares in the backward order.
fr_ca: Choisissez les carrés dans l'ordre inverse.
pt_pt: Escolha os quadrados na ordem inversa.

# memory-game-backward-try-again
source: That's not quite right. Please try again. Choose the squares in the backward order.
fr_ca: Ce n'est pas correct. Essayez encore. Choisissez les carrés dans l'ordre inverse.
pt_pt: Isso não está muito certo. Por favor, tente novamente. Escolha os quadrados na ordem inversa.

# heart-instruct1
source: This is the heart game. Here's how you play it.
fr_ca: Ceci est le jeu de cœur. Voici comment vous jouez.
pt_pt: Este é o jogo do coração. Aqui está como você joga.

# heart-instruct2
source: When you see a heart, press the button on the same side.
fr_ca: Quand vous voyez un cœur, appuyez sur le bouton du même côté.
pt_pt: Quando você vir um coração, pressione o botão do mesmo lado.

# heart-practice-feedback1
source: The heart is on the right side. Press the right button.
fr_ca: Le cœur est du côté droit. Appuyez sur le bouton droit.
pt_pt: O coração está do lado direito. Pressione o botão direito.

# hearts-and-flowers-practice-time
source: Time to practice!
fr_ca: Temps de pratique!
pt_pt: Hora de praticar!

# heart-practice-feedback2
source: Remember! When you see a HEART, press the button on the SAME side.
fr_ca: Rappelez-vous! Lorsque vous voyez un CŒUR, appuyez sur le bouton du MÊME côté.
pt_pt: Lembre-se! Quando você vir um CORAÇÃO, aperte o botão do MESMO lado.

# hearts-and-flowers-instruct1
source: This time the game will go faster. It won't tell you if you are right or wrong. Try to keep up!
fr_ca: Cette fois, le jeu ira plus vite. Il ne vous dira pas si vous avez raison ou tort. Essayez de suivre!
pt_pt: Desta vez, o jogo será mais rápido. Não dirá se você está certo ou errado. Tente acompanhar!

# hearts-and-flowers-instruct2
source: Try to answer as fast as you can without making mistakes. If you make a mistake, just keep going!
fr_ca: Essayez de répondre aussi vite que possible sans vous tromper. Si vous faites une erreur, continuez!
pt_pt: Tente responder o mais rápido que puder sem cometer erros. Se cometer um erro, continue!

# hearts-and-flowers-play-time
source: Time to play!
fr_ca: C'est l'heure de jouer!
pt_pt: Hora de jogar!

# flower-instruct1
source: This is the flower game. Here's how you play it.
fr_ca: Ceci est le jeu de fleurs. Voici comment vous jouez.
pt_pt: Este é o jogo da flor. Aqui está como você joga.

# flower-instruct2
source: When you see a flower, press the button on the opposite side.
fr_ca: Quand vous voyez une fleur, appuyez sur le bouton du côté opposé.
pt_pt: Quando você vir uma flor, aperte o botão do lado oposto.

# flower-practice-feedback1
source: The flower is on the left side. Press the right button.
fr_ca: La fleur est du côté gauche. Appuyez sur le bouton droit.
pt_pt: A flor está no lado esquerdo. Aperte o botão direito.

# flower-practice-feedback2
source: When you see a FLOWER, press the button on the OPPOSITE side.
fr_ca: Quand vous voyez une FLEUR, appuyez sur le bouton du côté OPPOSÉ.
pt_pt: Quando você vir uma FLOR, aperte o botão do lado OPOSTO.

# hearts-and-flowers-instruct3
source: Now, we're going to play a game with hearts and flowers.
fr_ca: Maintenant, nous allons jouer à un jeu avec des cœurs et des fleurs.
pt_pt: Agora, vamos jogar um jogo com corações e flores.

# hearts-and-flowers-encourage1
source: Try to keep up!
fr_ca: Essayez de suivre le rythme!
pt_pt: Tente acompanhar!

# hearts-and-flowers-encourage2
source: If you make a mistake, just keep going!
fr_ca: Si vous faites une erreur, continuez!
pt_pt: Se cometer um erro, continue!

# hearts-and-flowers-end
source: Great job! You completed the game!
fr_ca: Bien joué! Vous avez complété le jeu!
pt_pt: Ótimo trabalho! Você completou o jogo!

# vocab-item-001
source: the acorn
fr_ca: le gland
pt_pt: a bolota

# vocab-item-002
source: the aloe
fr_ca: l'aloe
pt_pt: o aloe

# vocab-item-003
source: the antenna
fr_ca: l'antenne
pt_pt: a antena

# vocab-item-004
source: the artichoke
fr_ca: l'artichaut
pt_pt: a alcachofra

# vocab-item-005
source: the bamboo
fr_ca: le bambou
pt_pt: o bambu

# vocab-item-006
source: the barrel
fr_ca: le baril
pt_pt: o barril

# vocab-item-007
source: the blender
fr_ca: le mélangeur
pt_pt: o liquidificador

# vocab-item-008
source: the blower
fr_ca: le souffleur
pt_pt: o soprador

# vocab-item-009
source: the bouquet
fr_ca: le bouquet
pt_pt: o buquê

# vocab-item-010
source: the buffet
fr_ca: le buffet
pt_pt: o buffet

# vocab-item-011
source: the bulldozer
fr_ca: le bulldozer
pt_pt: a escavadeira

# vocab-item-012
source: the cake
fr_ca: le gâteau
pt_pt: o bolo

# vocab-item-013
source: the caramel
fr_ca: le caramel
pt_pt: o caramelo

# vocab-item-014
source: the carousel
fr_ca: le carrousel
pt_pt: o carrossel

# vocab-item-015
source: the carrot
fr_ca: la carotte
pt_pt: a cenoura

# vocab-item-016
source: the cassette
fr_ca: la cassette
pt_pt: a cassete

# vocab-item-017
source: the cheese
fr_ca: le fromage
pt_pt: o queijo

# vocab-item-018
source: the cloak
fr_ca: la cape
pt_pt: a capa

# vocab-item-019
source: the clothespin
fr_ca: la pince à linge
pt_pt: o prendedor de roupa

# vocab-item-020
source: the coaster
fr_ca: le dessous de verre
pt_pt: o porta-copos

# vocab-item-021
source: the cork
fr_ca: le bouchon
pt_pt: a rolha

# vocab-item-022
source: the cornbread
fr_ca: le pain de maïs
pt_pt: o pão de milho

# vocab-item-023
source: the corset
fr_ca: le corset
pt_pt: o espartilho

# vocab-item-024
source: the dumpling
fr_ca: le dumpling
pt_pt: o pastel

# vocab-item-025
source: the elbow
fr_ca: le coude
pt_pt: o cotovelo

# vocab-item-026
source: the fan
fr_ca: le ventilateur
pt_pt: o ventilador

# vocab-item-027
source: the foam
fr_ca: la mousse
pt_pt: a espuma

# vocab-item-028
source: the footbath
fr_ca: le bain de pieds
pt_pt: o escalda-pés

# vocab-item-029
source: the fruitcake
fr_ca: le gâteau aux fruits
pt_pt: o bolo de frutas

# vocab-item-030
source: the gutter
fr_ca: la gouttière
pt_pt: a calha

# vocab-item-031
source: the hamster
fr_ca: le hamster
pt_pt: o hamster

# vocab-item-032
source: the hedgehog
fr_ca: le hérisson
pt_pt: o ouriço

# vocab-item-033
source: the hoe
fr_ca: la houe
pt_pt: a enxada

# vocab-item-034
source: the hopscotch
fr_ca: la marelle
pt_pt: a amarelinha

# vocab-item-035
source: the kimono
fr_ca: le kimono
pt_pt: o quimono

# vocab-item-036
source: the latch
fr_ca: le loquet
pt_pt: a trava

# vocab-item-037
source: the locker
fr_ca: le casier
pt_pt: o armário

# vocab-item-038
source: the lollipop
fr_ca: la sucette
pt_pt: o pirulito

# vocab-item-039
source: the map
fr_ca: la carte
pt_pt: o mapa

# vocab-item-040
source: the marshmallow
fr_ca: la guimauve
pt_pt: o marshmallow

# vocab-item-041
source: the net
fr_ca: le filet
pt_pt: a rede

# vocab-item-042
source: the oil
fr_ca: l'huile
pt_pt: o óleo

# vocab-item-043
source: the omelet
fr_ca: l'omelette
pt_pt: a omelete

# vocab-item-044
source: the pie
fr_ca: la tourte
pt_pt: a torta

# vocab-item-045
source: the pistachio
fr_ca: la pistache
pt_pt: o pistache

# vocab-item-046
source: the pitcher
fr_ca: le pichet
pt_pt: a jarra

# vocab-item-047
source: the potato
fr_ca: la pomme de terre
pt_pt: a batata

# vocab-item-048
source: the prism
fr_ca: le prisme
pt_pt: o prisma

# vocab-item-049
source: the puddle
fr_ca: la flaque
pt_pt: a poça

# vocab-item-050
source: the pump
fr_ca: la pompe
pt_pt: a bomba

# vocab-item-051
source: the rice
fr_ca: le riz
pt_pt: o arroz

# vocab-item-052
source: the saddle
fr_ca: la selle
pt_pt: a sela

# vocab-item-053
source: the sandbag
fr_ca: le sac de sable
pt_pt: o saco de areia

# vocab-item-054
source: the scaffolding
fr_ca: l'échafaudage
pt_pt: o andaime

# vocab-item-055
source: the scoop
fr_ca: la cuillère à glace
pt_pt: a pá

# vocab-item-056
source: the seagull
fr_ca: la mouette
pt_pt: a gaivota

# vocab-item-057
source: the ship
fr_ca: le navire
pt_pt: o navio

# vocab-item-058
source: the shower
fr_ca: la douche
pt_pt: o chuveiro

# vocab-item-059
source: the silverware
fr_ca: l'argenterie
pt_pt: os talheres

# vocab-item-060
source: the sink
fr_ca: l'évier
pt_pt: a pia

# vocab-item-061
source: the ski
fr_ca: le ski
pt_pt: o esqui

# vocab-item-062
source: the sloth
fr_ca: le paresseux
pt_pt: a preguiça

# vocab-item-063
source: the snail
fr_ca: l'escargot
pt_pt: o caracol

# vocab-item-064
source: the sorbet
fr_ca: le sorbet
pt_pt: o sorvete

# vocab-item-065
source: the spatula
fr_ca: la spatule
pt_pt: a espátula

# vocab-item-066
source: the sprinkler
fr_ca: l'arroseur
pt_pt: o sprayer

# vocab-item-067
source: the squash
fr_ca: la courge
pt_pt: a abóbora

# vocab-item-068
source: the squirrel
fr_ca: l'écureuil
pt_pt: o esquilo

# vocab-item-069
source: the stew
fr_ca: le ragoût
pt_pt: o ensopado

# vocab-item-070
source: the rubber band
fr_ca: l'élastique
pt_pt: o elástico

# vocab-item-071
source: the stump
fr_ca: la souche
pt_pt: o toco

# vocab-item-072
source: the sunflower
fr_ca: le tournesol
pt_pt: o girassol

# vocab-item-073
source: the swordfish
fr_ca: l'espadon
pt_pt: o peixe-espada

# vocab-item-074
source: the tapestry
fr_ca: la tapisserie
pt_pt: a tapeçaria

# vocab-item-075
source: the teabag
fr_ca: le sachet de thé
pt_pt: o saquinho de chá

# vocab-item-076
source: the telescope
fr_ca: le télescope
pt_pt: o telescópio

# vocab-item-077
source: the thermos
fr_ca: le thermos
pt_pt: a garrafa térmica

# vocab-item-078
source: the treasure
fr_ca: le trésor
pt_pt: o tesouro

# vocab-item-079
source: the trumpet
fr_ca: la trompette
pt_pt: a trombeta

# vocab-item-080
source: the tulip
fr_ca: la tulipe
pt_pt: a tulipa

# vocab-item-081
source: the turbine
fr_ca: la turbine
pt_pt: a turbina

# vocab-item-082
source: the turkey
fr_ca: la dinde
pt_pt: o peru

# vocab-item-083
source: the turtle
fr_ca: la tortue
pt_pt: a tartaruga

# vocab-item-084
source: the typewriter
fr_ca: la machine à écrire
pt_pt: a máquina de escrever

# vocab-item-085
source: the watermelon
fr_ca: la pastèque
pt_pt: a melancia

# vocab-item-086
source: the waterwheel
fr_ca: la roue à eau
pt_pt: a roda moinho

# vocab-item-087
source: the ant
fr_ca: la fourmi
pt_pt: a formiga

# vocab-item-088
source: the ball
fr_ca: le ballon
pt_pt: a bola

# vocab-item-089
source: the bear
fr_ca: l'ours
pt_pt: o urso

# vocab-item-090
source: the duck
fr_ca: le canard
pt_pt: o pato

# vocab-item-091
source: the fork
fr_ca: la fourchette
pt_pt: o garfo

# vocab-item-092
source: the kitten
fr_ca: le chaton
pt_pt: o gatinho

# vocab-item-093
source: the knee
fr_ca: le genou
pt_pt: o joelho

# vocab-item-094
source: the milkshake
fr_ca: le lait frappé
pt_pt: o milkshake

# vocab-item-095
source: the skin
fr_ca: la peau
pt_pt: a pele

# vocab-item-096
source: the wall
fr_ca: le mur
pt_pt: a parede

# vocab-item-097
source: the wheel
fr_ca: la roue
pt_pt: a roda

# vocab-item-098
source: the farm
fr_ca: la ferme
pt_pt: a fazenda

# vocab-item-099
source: juggling
fr_ca: le jonglage
pt_pt: malabarismo

# vocab-item-100
source: the dressing
fr_ca: la vinaigrette
pt_pt: o molho

# vocab-item-101
source: the roof
fr_ca: le toit
pt_pt: o telhado

# vocab-item-102
source: peeking
fr_ca: espiègle
pt_pt: espreitando

# vocab-item-103
source: the ruler
fr_ca: la règle
pt_pt: o régua

# vocab-item-104
source: the tunnel
fr_ca: le tunnel
pt_pt: o túnel

# vocab-item-105
source: the envelope
fr_ca: l'enveloppe
pt_pt: o envelope

# vocab-item-106
source: the diamond
fr_ca: le diamant
pt_pt: o diamante

# vocab-item-107
source: the calendar
fr_ca: le calendrier
pt_pt: o calendário

# vocab-item-108
source: the panda
fr_ca: le panda
pt_pt: o panda

# vocab-item-109
source: the arrow
fr_ca: la flèche
pt_pt: a flecha

# vocab-item-110
source: picking
fr_ca: ramasser
pt_pt: colhendo

# vocab-item-111
source: dripping
fr_ca: goutter
pt_pt: gotejando

# vocab-item-112
source: the knight
fr_ca: le chevalier
pt_pt: o cavaleiro

# vocab-item-113
source: delivering
fr_ca: livrer
pt_pt: entregando

# vocab-item-114
source: the dentist
fr_ca: le dentiste
pt_pt: o dentista

# vocab-item-115
source: the claw
fr_ca: la griffe
pt_pt: a garra

# vocab-item-116
source: the uniform
fr_ca: l'uniforme
pt_pt: o uniforme

# vocab-item-117
source: furry
fr_ca: poilu
pt_pt: peludo

# vocab-item-118
source: the cormorant
fr_ca: le cormoran
pt_pt: o cormorão

# vocab-item-119
source: fetch
fr_ca: chercher
pt_pt: trazer

# vocab-item-120
source: the arcade
fr_ca: l'arcade
pt_pt: a galeria de jogos

# vocab-item-121
source: the artifact
fr_ca: l'artéfact
pt_pt: o artefato

# vocab-item-122
source: aversion
fr_ca: l'aversion
pt_pt: aversão

# vocab-item-123
source: the beret
fr_ca: le béret
pt_pt: a boina

# vocab-item-124
source: applaud
fr_ca: applaudir
pt_pt: aplaudir

# vocab-item-125
source: timid
fr_ca: timide
pt_pt: tímido

# vocab-item-126
source: the camp
fr_ca: le camp
pt_pt: o acampamento

# vocab-item-127
source: tumble
fr_ca: culbuter
pt_pt: tombar

# vocab-item-128
source: concentric
fr_ca: concentrique
pt_pt: concêntrico

# vocab-item-129
source: the confectionery
fr_ca: la confiserie
pt_pt: a confeitaria

# vocab-item-130
source: the couturier
fr_ca: le couturier
pt_pt: o costureiro

# vocab-item-131
source: degression
fr_ca: la dégression
pt_pt: degressão

# vocab-item-132
source: the divan
fr_ca: le divan
pt_pt: o divã

# vocab-item-133
source: the wetland
fr_ca: la zone humide
pt_pt: a área alagadiça

# vocab-item-134
source: the baywindow
fr_ca: la baie vitrée
pt_pt: a janela de sacada

# vocab-item-135
source: the aesthete
fr_ca: l'esthète
pt_pt: o esteta

# vocab-item-136
source: ecstatic
fr_ca: extatique
pt_pt: extasiado

# vocab-item-137
source: rickety
fr_ca: branlant
pt_pt: bambo

# vocab-item-139
source: gesticulate
fr_ca: gesticuler
pt_pt: gesticular

# vocab-item-140
source: the facade
fr_ca: la façade
pt_pt: a fachada

# vocab-item-141
source: the slope
fr_ca: la pente
pt_pt: a ladeira

# vocab-item-142
source: the habit
fr_ca: l'habitude
pt_pt: o hábito

# vocab-item-143
source: the intersection
fr_ca: le carrefour
pt_pt: a interseção

# vocab-item-144
source: the irrigation
fr_ca: l'irrigation
pt_pt: a irrigação

# vocab-item-145
source: the kazoo
fr_ca: le kazoo
pt_pt: o kazoo

# vocab-item-146
source: chat
fr_ca: bavarder
pt_pt: bater um papo

# vocab-item-147
source: the colony
fr_ca: la colonie
pt_pt: a colônia

# vocab-item-148
source: preserve
fr_ca: préserver
pt_pt: preservar

# vocab-item-149
source: the awning
fr_ca: l'auvent
pt_pt: o toldo

# vocab-item-150
source: mammalogy
fr_ca: la mammalogie
pt_pt: mamalogia

# vocab-item-151
source: the metronome
fr_ca: le métronome
pt_pt: o metrônomo

# vocab-item-152
source: the paleontologist
fr_ca: le paléontologue
pt_pt: o paleontólogo

# vocab-item-153
source: the percussion
fr_ca: la percussion
pt_pt: a percussão

# vocab-item-154
source: the posterior
fr_ca: la postérieure
pt_pt: o posterior

# vocab-item-155
source: precarious
fr_ca: précaire
pt_pt: precário

# vocab-item-156
source: the arbor
fr_ca: la tonnelle
pt_pt: a pérgula

# vocab-item-157
source: resuscitation
fr_ca: réanimation
pt_pt: ressuscitação

# vocab-item-158
source: the rosette
fr_ca: la rosette
pt_pt: a roseta

# vocab-item-159
source: the saffron
fr_ca: le safran
pt_pt: o açafrão

# vocab-item-160
source: mischievous
fr_ca: espiègle
pt_pt: travesso

# vocab-item-161
source: the skimmer
fr_ca: l'écumoire
pt_pt: a espumadeira

# vocab-item-162
source: sedentary
fr_ca: sédentaire
pt_pt: sedentário

# vocab-item-163
source: the suede
fr_ca: le daim
pt_pt: o camurça

# vocab-item-164
source: the turnstile
fr_ca: le tourniquet
pt_pt: a catraca

# vocab-item-165
source: the triad
fr_ca: la triade
pt_pt: a tríade

# vocab-item-166
source: dredging
fr_ca: dragage
pt_pt: dragagem

# vocab-item-167
source: urban
fr_ca: urbain
pt_pt: urbano

# vocab-item-168
source: the steam
fr_ca: la vapeur
pt_pt: o vapor

# vocab-item-169
source: the vertebra
fr_ca: la vertèbre
pt_pt: a vértebra

# vocab-item-170
source: the bandage
fr_ca: le bandage
pt_pt: a bandagem

# vocab-instruct-1
source: In this game, you are going to listen to words and look at different pictures. Your job is to pick the picture that matches the word!
fr_ca: Dans ce jeu, vous allez écouter des mots et regarder différentes images. Votre tâche est de choisir l'image qui correspond au mot !
pt_pt: Neste jogo, você vai ouvir palavras e ver diferentes imagens. Sua tarefa é escolher a imagem que corresponde à palavra!

# vocab-practice-1
source: You are going to see some different pictures. For example, a picture of an apple and a picture of a carrot. Then, you'll hear a word for one of the pictures. Make sure to pick the picture that matches the word!
fr_ca: Vous allez voir différentes images. Par exemple, une image d'une pomme et une image d'une carotte. Ensuite, vous entendrez un mot pour l'une des images. Assurez-vous de choisir l'image qui correspond au mot !
pt_pt: Você vai ver algumas imagens diferentes. Por exemplo, uma imagem de uma maçã e uma imagem de uma cenoura. Então, você vai ouvir uma palavra para uma das imagens. Certifique-se de escolher a imagem que corresponde à palavra!

# vocab-instruct-2
source: Some words are hard, and that's okay. If you're not sure, just give your best guess!
fr_ca: Certains mots sont difficiles, et c'est correct. Si vous n'êtes pas sûr, supposez le mieux que vous pouvez !
pt_pt: Algumas palavras são difíceis, e tudo bem. Se você não tiver certeza, apenas dê seu melhor palpite!

# vocab-instruct-3
source: If you need to hear the word again, press the speaker button.
fr_ca: Si vous devez entendre le mot de nouveau, appuyez sur le bouton haut-parleur.
pt_pt: Se precisar ouvir a palavra novamente, pressione o botão do alto-falante.

# shared-intro-devices
source: You can tap on a touchscreen, use the touchpad, or press the arrow keys for this activity. Try it now.
fr_ca: Vous pouvez appuyer sur un écran tactile, utiliser le pavé tactile ou appuyer sur les touches fléchées pour cette activité. Essayez maintenant.
pt_pt: Você pode tocar em um touchscreen, usar o touchpad ou pressionar as teclas de seta para esta atividade. Experimente agora.

# shared-choose-picture-press-arrow
source: To use an arrow key to choose a picture, press the key that points the same direction as the arrow below the picture.
fr_ca: Pour utiliser une touche fléchée pour choisir une image, appuyez sur la touche qui pointe dans la même direction que la flèche sous l'image.
pt_pt: Para usar uma tecla de seta para escolher uma imagem, pressione a tecla que aponta para a mesma direção da seta abaixo da imagem.

# shared-intro-replay
source: You can press the replay button to hear things again. Try it now.
fr_ca: Vous pouvez appuyer sur le bouton de relecture pour réécouter. Essayez maintenant.
pt_pt: Você pode pressionar o botão de repetição para ouvir as coisas novamente. Experimente agora.

# trog-instr1-matching
source: This is a matching activity. Listen to what I say, then look at the pictures carefully. Choose the picture that goes with the words you hear.
fr_ca: Ceci est une activité d'association. Écoutez ce que je dis, puis regardez attentivement les images. Choisissez l'image qui correspond aux mots que vous entendez.
pt_pt: Esta é uma atividade de correspondência. Ouça o que eu digo, depois olhe as imagens com atenção. Escolha a imagem que corresponde às palavras que você ouve.

# ChildSurveyIntro
source: These questions ask you about how you feel at school and some of the things you do at school. There are no right or wrong answers. Choose the answer that best describes what you think. No, never; Yes, some of the time; Yes, most of the time; Yes, all of the time. The first two are for practice.
fr_ca: Ces questions vous demandent comment vous vous sentez à l'école et certaines choses que vous faites à l'école. Il n'y a pas de bonnes ou de mauvaises réponses. Choisissez la réponse qui décrit le mieux ce que vous pensez. Non, jamais ; Oui, quelquefois ; Oui, la plupart du temps ; Oui, tout le temps. Les deux premiers sont pour la pratique.
pt_pt: Estas perguntas perguntam como você se sente na escola e algumas das coisas que você faz na escola. Não há respostas certas ou erradas. Escolha a resposta que melhor descreve o que você pensa. Não, nunca; Sim, algumas vezes; Sim, na maioria das vezes; Sim, o tempo todo. As duas primeiras são para prática.

# Example1Comic
source: Do you like to read comic books?
fr_ca: Aimez-vous lire des bandes dessinées ?
pt_pt: Você gosta de ler histórias em quadrinhos?
