Repository: levante-framework/levante_translations
Catalog: translations/xliff/item-bank-translations-*.xliff
Languages: fr_ca, pt_pt

# general-rotate-device
source: Please rotate your device for the best view of the activities.
fr_ca: Veuillez pivoter votre appareil pour obtenir la meilleure vue des activités.
pt_pt: Por favor, gire seu dispositivo para ter a melhor visualização das atividades.

# general-device-type
source: Please use a tablet in landscape mode, a desktop computer, or a laptop to complete the activities.
fr_ca: Veuillez utiliser une tablette en mode paysage, un ordinateur de bureau ou un ordinateur portable pour réaliser les activités.
pt_pt: Por favor, use um tablet em modo paisagem, um computador de mesa ou um laptop para completar as atividades.

# general-intro1
source: Hi! We are excited to have you play some games with us today!
fr_ca: Salut ! Nous sommes ravis que tu joues à des jeux avec nous aujourd'hui !
pt_pt: Oi! Estamos entusiasmados por ter você jogando alguns jogos conosco hoje!

# general-intro2
source: First, you get to choose a buddy to play along with you. As you complete the different games, you will get to pick an accessory like a hat or glasses to decorate your buddy.
fr_ca: Tout d'abord, vous devez choisir un partenaire pour jouer avec vous. Au fil des jeux, vous pourrez choisir un accessoire, comme un chapeau ou des lunettes, pour décorer votre partenaire.
pt_pt: Primeiro, você pode escolher um companheiro para jogar com você. Conforme você completa os diferentes jogos, poderá escolher um acessório como um chapéu ou óculos para decorar seu amigo.

# pick-buddy
source: Pick a buddy to play with!
fr_ca: Choisissez un ami avec qui jouer !
pt_pt: Escolha um amigo para jogar!

# general-intro3
source: Now that you have your buddy, we want to explain how the games work.
fr_ca: Maintenant que tu as ton copain, nous voulons t'expliquer comment fonctionnent les jeux.
pt_pt: Agora que você tem seu companheiro, queremos explicar como os jogos funcionam.

# general-intro4
source: During the games you will need to listen to instructions so make sure your speakers are on and the volume is the way you like it. If you need to hear the instructions again, you can click the speaker button up in the corner of your screen.
fr_ca: Pendant les jeux, tu devras écouter les instructions, alors assure-toi que les haut-parleurs sont activés et que le volume te convient. Si tu souhaites réécouter les instructions, tu peux cliquer sur le bouton haut-parleur dans le coin de ton écran.
pt_pt: Durante os jogos, você precisará ouvir as instruções, então certifique-se de que os alto-falantes estão ligados e o volume está do seu agrado. Se precisar ouvir as instruções novamente, clique no botão do alto-falante no canto da tela.

# general-intro5
source: You can choose your answers in different ways depending on the type of tablet or computer you are using. You can use a mouse or touchpad to click your choice, you can use the arrow keys on your keyboard, or you can touch your screen if you are using a tablet. You can pick the way that works best for you. If you have any questions or need help getting started, please ask the adult who is nearby to help you.
fr_ca: Tu peux choisir tes réponses de différentes manières selon le type de tablette ou d'ordinateur que tu utilises. Tu peux utiliser une souris ou un pavé tactile pour cliquer sur ton choix, utiliser les touches fléchées de ton clavier ou toucher l'écran si tu utilises une tablette. Tu peux choisir la méthode qui te convient le mieux. Si tu as des questions ou si tu as besoin d'aide pour commencer, demande à l'adulte à proximité de t'aider.
pt_pt: Você pode escolher suas respostas de diferentes maneiras, dependendo do tipo de tablet ou computador que você está usando. Você pode usar um mouse ou touchpad para clicar na sua escolha, pode usar as teclas de seta no seu teclado ou pode tocar na tela se estiver usando um tablet. Escolha a maneira que funciona melhor para você. Se tiver dúvidas ou precisar de ajuda para começar, peça ao adulto que estiver por perto para te ajudar.

# task-finished
source: You've completed the game. Thank you!
fr_ca: Tu as terminé le jeu. Merci !
pt_pt: Você completou o jogo. Obrigado!

# continue-button-text
source: OK
fr_ca: D'accord

# close-button-text
source: Close
fr_ca: Fermer
pt_pt: Fechar

# general-footer
source: Click the button below or press <b>ANY KEY</b> to continue
fr_ca: Clique sur le bouton ci-dessous ou appuie sur <b>N'IMPORTE QUELLE TOUCHE</b> pour continuer
pt_pt: Clique no botão abaixo ou pressione <b>QUALQUER TECLA</b> para continuar

# general-encourage
source: Keep Going!
fr_ca: Continuez !
pt_pt: Continue!

# feedbackCorrect
source: Great! That's right.
fr_ca: Super ! C'est ça.
pt_pt: Ótimo! Isso mesmo.

# feedback-not-quite-right
source: That's not quite right. Please try again.
fr_ca: Ce n'est pas correct. Essayez encore.
pt_pt: Isso não está correto. Por favor, tente novamente.

# feedback-try-again
source: Please try again!
fr_ca: Veuillez essayer à nouveau !
pt_pt: Por favor, tente novamente!

# feedback-good-job
source: Good job!
fr_ca: Bien joué !
pt_pt: Bom trabalho!

# feedback-nice-work
source: Nice work!
fr_ca: Bon travail !
pt_pt: Bom trabalho!

# replay-button
source: Press the speaker button if you want the question repeated.
fr_ca: Appuie sur le bouton haut-parleur si tu veux que la question soit répétée.
pt_pt: Pressione o botão do alto-falante se quiser que a pergunta seja repetida.

# general-fullscreen
source: Switch to full screen mode
fr_ca: Passer en mode plein écran
pt_pt: Mudar para o modo de tela cheia

# general-repeat-instructions
source: Looks like this is a little tricky! Let’s review the instructions.
fr_ca: Cela semble un peu compliqué ! Révisons les instructions.
pt_pt: Parece que isso é um pouco complicado! Vamos rever as instruções.

# general-keyboard-instructions
source: If you want to use your keyboard to answer a question, press the arrow key shown next to your choice.
fr_ca: Si tu veux utiliser ton clavier pour répondre à une question, appuie sur la touche fléchée indiquée à côté de ton choix.
pt_pt: Se você quiser usar o teclado para responder a uma pergunta, pressione a tecla de seta mostrada ao lado da sua escolha.

# intro-finished
source: You've finished the instructions. Thank you!
fr_ca: Tu as terminé les instructions. Merci !
pt_pt: Você terminou as instruções. Obrigado!

# general-exit
source: Exit
fr_ca: Quitter
pt_pt: Sair

# task-completion
source: You've completed this game. Thank you!
fr_ca: Tu as terminé le jeu. Merci !
pt_pt: Você completou este jogo. Obrigado!

# general-your-turn
source: Nice job with the practice! Let's try some more on your own.
fr_ca: Beau travail avec la pratique ! Essayons-en plus de ton côté.
pt_pt: Bom trabalho com a prática! Vamos tentar um pouco mais sozinho.

# matrix-reasoning-instruct1
source: We’re going to show you a puzzle, and your job is to pick the best piece to complete the puzzle. Let's get started!
fr_ca: Nous allons te montrer un puzzle, et ton travail est de choisir la meilleure pièce pour compléter le puzzle. Commençons !
pt_pt: Vamos mostrar um quebra-cabeça e seu trabalho é escolher a melhor peça para completá-lo. Vamos começar!

# matrix-reasoning-instruct2
source: See this big puzzle? It's missing a piece! Which piece goes in the puzzle?
fr_ca: Vois ce grand puzzle ? Il manque une pièce ! Quelle pièce va dans le puzzle ?
pt_pt: Vê este grande quebra-cabeça? Está faltando uma peça! Qual peça vai no quebra-cabeça?

# matrix-reasoning-prompt1
source: Choose the best pattern to fill in the blank.
fr_ca: Choisis le meilleur motif pour remplir le vide.
pt_pt: Escolha o melhor padrão para preencher o espaço em branco.

# mental-rotation-instruct1
source: Do you see these two outlines? One goes with this shape. Let’s see which one goes with the shape.
fr_ca: Tu vois ces deux contours ? L'un va avec cette forme. Voyons lequel va avec la forme. EDIT EDIT.
pt_pt: Você vê esses dois contornos? Um vai com essa forma. Vamos ver qual vai com a forma.

# mental-rotation-training-instruct2
source: Let's see if this shape goes with the outline. This shape doesn’t go with the outline.
fr_ca: Voyons si cette forme va avec le contour. Cette forme ne va pas avec le contour.
pt_pt: Vamos ver se essa forma vai com o contorno. Essa forma não vai com o contorno.

# mental-rotation-training-instruct3
source: Let's see if this shape goes with the outline. This shape does go with the outline.
fr_ca: Voyons si cette forme va avec le contour. Cette forme va avec le contour.
pt_pt: Vamos ver se essa forma vai com o contorno. Essa forma vai com o contorno.

# mental-rotation-test-instruct4
source: Now you try! Can you find the shape that goes with the outline?
fr_ca: À toi de jouer ! Peux-tu trouver la forme qui va avec le contour ?
pt_pt: Agora é sua vez! Você pode encontrar a forma que vai com o contorno?

# mental-rotation-instruct-3D
source: Now you will see pictures that show blocks with three sides. Your task is to choose the matching picture.
fr_ca: Maintenant, tu verras des images montrant des blocs avec trois côtés. Ta tâche est de choisir l'image correspondante.
pt_pt: Agora você verá imagens que mostram blocos com três lados. Sua tarefa é escolher a imagem correspondente.

# mental-rotation-prompt2
source: Choose the picture that matches this one.
fr_ca: Choisis l'image qui correspond à celle-ci.
pt_pt: Escolha a imagem que corresponde a esta.

# mental-rotation-prompt1
source: Choose the matching picture.
fr_ca: Choisissez l'image correspondante.
pt_pt: Escolha a imagem correspondente.

# math-instructions1
source: In this game, you will do some math problems. Some will be like the ones you do in school and some will be a little different than what you do in school. Some questions might be easy for you and some might be hard. That is okay! Please try your best and take your time. Most of the questions will have four choices. You choose the one you think is right. Let’s get started!
fr_ca: Dans ce jeu, tu feras quelques problèmes de mathématiques. Certains seront comme ceux que tu fais à l'école et d'autres seront un peu différents. Certaines questions pourraient te paraître faciles et d'autres difficiles. Ce n'est pas grave ! Essaie de faire de ton mieux et prends ton temps. La plupart des questions auront quatre choix. Tu choisis celui que tu penses être correct. Commençons !
pt_pt: Neste jogo, você fará alguns problemas de matemática. Alguns serão como os que você faz na escola e alguns serão um pouco diferentes do que você faz na escola. Algumas perguntas podem ser fáceis para você e algumas podem ser difíceis. Está tudo bem! Por favor, faça o seu melhor e vá com calma. A maioria das perguntas terá quatro opções. Escolha a que você acha que está correta. Vamos começar!

# math-intro1
source: Here is the first section. Let's start with some practice!
fr_ca: Voici la première section. Commençons par un peu de pratiquea1
pt_pt: Aqui está a primeira seção. Vamos começar com um pouco de prática!

# math-intro2
source: Here is another section. The first few are for practice.
fr_ca: Voici une autre section. Les premières sont pour la pratique.
pt_pt: Aqui está outra seção. As primeiras são para prática.

# math-intro-fractions
source: In this section sometimes you will add and sometimes you will subtract. Be sure to look carefully for the plus or minus sign. The first few are for practice.
fr_ca: Dans cette section, tu devras parfois additionner et parfois soustraire. Assure-toi de bien regarder le signe plus ou moins. Les premiers sont pour la pratique.
pt_pt: Nesta seção, às vezes você vai somar e às vezes vai subtrair. Certifique-se de olhar cuidadosamente os sinais de mais ou menos. As primeiras são para prática.

# number-comparison-prompt1
source: Which number is larger?
fr_ca: Quel nombre est plus grand ?
pt_pt: Qual número é maior?

# number-comparison-prompt2
source: Which is larger?
fr_ca: Lequel est plus grand ?
pt_pt: Qual é maior?

# number-identification-prompt1
source: Choose the number you hear.
fr_ca: Choisis le numéro que tu entends.
pt_pt: Escolha o número que você ouvir.

# missing-number-prompt1
source: What number goes in the blank?
fr_ca: Quel nombre va dans l'espace vide ?
pt_pt: Qual número vai no espaço em branco?

# missing-number-prompt2
source: What number goes here?
fr_ca: Quel nombre va ici ?
pt_pt: Qual número vai aqui?

# missing-number-prompt3
source: What numbers go in the blanks?
fr_ca: Quels nombres vont dans les espaces ?
pt_pt: Quais números vão nos espaços em branco?

# addition-prompt1
source: Add the numbers and choose the correct answer.
fr_ca: Ajoute les chiffres et choisis la réponse correcte.
pt_pt: Adicione os números e escolha a resposta correta.

# addition-prompt2
source: Add the numbers.
fr_ca: Ajoute les chiffres.
pt_pt: Adicione os números.

# subtraction-prompt1
source: Subtract the numbers and choose the correct answer.
fr_ca: Soustrais les chiffres et choisis la réponse correcte.
pt_pt: Subtraia os números e escolha a resposta correta.

# subtraction-prompt2
source: Subtract the numbers.
fr_ca: Soustrais les chiffres.
pt_pt: Subtraia os números.

# multiplication-prompt1
source: Multiply the numbers and choose the correct answer.
fr_ca: Multiplie les chiffres et choisis la réponse correcte.
pt_pt: Multiplique os números e escolha a resposta correta.

# multiplication-prompt2
source: Multiply the numbers.
fr_ca: Multiplie les chiffres.
pt_pt: Multiplique os números.

# number-line-instruct1
source: Here is a number line. You can move the slider forward and backward along the line. Move the slider so it is in the right place to show where the number belongs. Make sure you look at the numbers at each end when deciding where to move the slider.
fr_ca: Voici une ligne numérique. Tu peux déplacer le curseur vers l'avant et l'arrière le long de la ligne. Déplace le curseur pour qu'il soit à la bonne place pour montrer où le nombre appartient. Assure-toi de regarder les chiffres à chaque extrémité lorsque tu décides où déplacer le curseur.
pt_pt: Aqui está uma linha numérica. Você pode mover o cursor para frente e para trás ao longo da linha. Mova o cursor para que ele esteja no lugar certo para mostrar onde o número pertence. Certifique-se de olhar os números em cada extremidade ao decidir onde mover o cursor.

# number-line-prompt1
source: Choose the number that is marked on the number line.
fr_ca: Choisis le chiffre qui est marqué sur la ligne numérique.
pt_pt: Escolha o número que está marcado na linha numérica.

# number-line-slider-prompt1
source: Move the slider to mark the number.
fr_ca: Déplace le curseur pour marquer le chiffre.
pt_pt: Mova o cursor para marcar o número.

# number-identification-1
source: Choose the number 1.
fr_ca: Choisis le numéro 1.
pt_pt: Escolha o número 1.

# number-identification-2
source: Choose the 2.
fr_ca: Choisis le 2.
pt_pt: Escolha o 2.

# number-identification-3
source: Choose the 9.
fr_ca: Choisis le 9.
pt_pt: Escolha o 9.

# number-identification-4
source: Choose the 0.
fr_ca: Choisis le 0.
pt_pt: Escolha o 0.

# number-identification-5
source: Choose the 12.
fr_ca: Choisis le 12.
pt_pt: Escolha o 12.

# number-identification-6
source: Choose the 30.
fr_ca: Choisis le 30.
pt_pt: Escolha o 30.

# number-identification-7
source: Choose the 22.
fr_ca: Choisis le 22.
pt_pt: Escolha o 22.

# number-identification-8
source: Choose the 45.
fr_ca: Choisis le 45.
pt_pt: Escolha o 45.

# number-identification-9
source: Choose the 39.
fr_ca: Choisis le 39.
pt_pt: Escolha o 39.

# number-identification-10
source: Choose the 23.
fr_ca: Choisis le 23.
pt_pt: Escolha o 23.

# number-identification-11
source: Choose the 48.
fr_ca: Choisis le 48.
pt_pt: Escolha o 48.

# number-identification-12
source: Choose the 91.
fr_ca: Choisis le 91.
pt_pt: Escolha o 91.

# number-identification-13
source: Choose the 33.
fr_ca: Choisis le 33.
pt_pt: Escolha o 33.

# number-identification-14
source: Choose the 74.
fr_ca: Choisis le 74.
pt_pt: Escolha o 74.

# number-identification-15
source: Choose the 87.
fr_ca: Choisis le 87.
pt_pt: Escolha o 87.

# number-identification-16
source: Choose the 65.
fr_ca: Choisis le 65.
pt_pt: Escolha o 65.

# number-identification-17
source: Choose the 108.
fr_ca: Choisis le 108.
pt_pt: Escolha o 108.

# number-identification-18
source: Choose the 245.
fr_ca: Choisis le 245.
pt_pt: Escolha o 245.

# number-identification-19
source: Choose the 587.
fr_ca: Choisis le 587.
pt_pt: Escolha o 587.

# number-identification-20
source: Choose the 731.
fr_ca: Choisis le 731.
pt_pt: Escolha o 731.

# number-identification-21
source: Choose the 989.
fr_ca: Choisis le 989.
pt_pt: Escolha o 989.

# number-identification-22
source: Choose the 6.
fr_ca: Choisis le 6.
pt_pt: Escolha o 6.

# number-identification-23
source: Choose the 14.
fr_ca: Choisis le 14.
pt_pt: Escolha o 14.

# number-identification-24
source: Choose the 18.
fr_ca: Choisis le 18.
pt_pt: Escolha o 18.

# number-identification-25
source: Choose the 26.
fr_ca: Choisis le 26.
pt_pt: Escolha o 26.

# number-identification-26
source: Choose the 35.
fr_ca: Choisis le 35.
pt_pt: Escolha o 35.

# number-identification-27
source: Choose the 41.
fr_ca: Choisis le 41.
pt_pt: Escolha o 41.

# number-identification-28
source: Choose the 47.
fr_ca: Choisis le 47.
pt_pt: Escolha o 47.

# number-identification-29
source: Choose the 50.
fr_ca: Choisis le 50.
pt_pt: Escolha o 50.

# number-identification-30
source: Choose the 55.
fr_ca: Choisis le 55.
pt_pt: Escolha o 55.

# number-identification-31
source: Choose the 66.
fr_ca: Choisis le 66.
pt_pt: Escolha o 66.

# number-identification-32
source: Choose the 67.
fr_ca: Choisis le 67.
pt_pt: Escolha o 67.

# number-identification-33
source: Choose the 88.
fr_ca: Choisis le 88.
pt_pt: Escolha o 88.

# number-identification-34
source: Choose the 101.
fr_ca: Choisis le 101.
pt_pt: Escolha o 101.

# number-identification-35
source: Choose the 426.
fr_ca: Choisis le 426.
pt_pt: Escolha o 426.

# number-identification-36
source: Choose the 131.
fr_ca: Choisis le 131.
pt_pt: Escolha o 131.

# number-identification-37
source: Choose the 256.
fr_ca: Choisis le 256.
pt_pt: Escolha o 256.

# number-identification-38
source: Choose the 349.
fr_ca: Choisis le 349.
pt_pt: Escolha o 349.

# number-identification-39
source: Choose the 543.
fr_ca: Choisis le 543.
pt_pt: Escolha o 543.

# number-identification-40
source: Choose the 617.
fr_ca: Choisis le 617.
pt_pt: Escolha o 617.

# number-identification-41
source: Choose the 877.
fr_ca: Choisis le 877.
pt_pt: Escolha o 877.

# trog-instruct1
source: Now we're going to play a matching game! I'm going to say some words, and you choose the picture that goes with what I say. Let's get started!
fr_ca: Nous allons maintenant jouer à un jeu d'association ! Je vais dire quelques mots et tu choisirais l'image qui correspond à ce que je dis. Commençons !
pt_pt: Agora vamos jogar um jogo de associação! Vou dizer algumas palavras e você escolhe a imagem que corresponde ao que eu digo. Vamos começar!

# trog-prompt1
source: Choose the picture of the...
fr_ca: Choisissez l'image du...
pt_pt: Escolha a imagem do...

# trog-prompt2
source: Choose the picture of...
fr_ca: Choisissez l'image de...
pt_pt: Escolha a imagem de...

# trog-prompt3
source: Choose the picture that shows...
fr_ca: Choisissez l'image qui montre...
pt_pt: Escolha a imagem que mostra...

# trog-item-1
source: Choose the picture of the shoe.
fr_ca: Choisis l'image de la chaussure.
pt_pt: Escolha a imagem do sapato.

# trog-item-2
source: Choose the picture of the bird.
fr_ca: Choisis l'image de l'oiseau.
pt_pt: Escolha a imagem do pássaro.

# trog-item-3
source: Choose the picture of the comb.
fr_ca: Choisis l'image du peigne.
pt_pt: Escolha a imagem do pente.

# trog-item-4
source: Choose the picture of the apple.
fr_ca: Choisis l'image de la pomme.
pt_pt: Escolha a imagem da maçã.

# trog-item-5
source: Choose the picture that shows eating.
fr_ca: Choisissez l'image qui montre manger.
pt_pt: Escolha a imagem que mostra alguém comendo.

# trog-item-6
source: Choose the picture that shows picking.
fr_ca: Choisissez l'image qui montre ramasser.
pt_pt: Escolha a imagem que mostra alguém colhendo.

# trog-item-7
source: Choose the picture that shows sitting.
fr_ca: Choisissez l'image qui montre une personne assise.
pt_pt: Escolha a imagem que mostra alguém sentado.

# trog-item-8
source: Choose the picture that shows running.
fr_ca: Choisissez l'image qui montre la course.
pt_pt: Escolha a imagem que mostra alguém correndo.

# trog-item-9
source: Choose the picture that shows long.
fr_ca: Choisissez l'image qui montre longue.
pt_pt: Escolha a imagem que mostra algo longo.

# trog-item-10
source: Choose the picture that shows tall.
fr_ca: Choisissez l'image qui montre grande.
pt_pt: Escolha a imagem que mostra algo alto.

# trog-item-11
source: Choose the picture that shows red.
fr_ca: Choisissez l'image qui montre rouge.
pt_pt: Escolha a imagem que mostra vermelho.

# trog-item-12
source: Choose the picture that shows black.
fr_ca: Choisissez l'image qui montre noire.
pt_pt: Escolha a imagem que mostra preto.

# trog-item-13
source: the boy is running
fr_ca: le garçon court
pt_pt: o menino está correndo

# trog-item-14
source: the big cup
fr_ca: la grande tasse
pt_pt: a xícara grande

# trog-item-15
source: the dog is sitting
fr_ca: le chien est assis
pt_pt: o cachorro está sentado

# trog-item-16
source: the red ball
fr_ca: la balle rouge
pt_pt: a bola vermelha

# trog-item-17
source: the boy is not running
fr_ca: le garçon ne court pas
pt_pt: o menino não está correndo

# trog-item-18
source: the dog is not drinking
fr_ca: le chien ne boit pas
pt_pt: o cachorro não está bebendo

# trog-item-19
source: the girl is not jumping
fr_ca: la fille ne saute pas
pt_pt: a menina não está pulando

# trog-item-20
source: the dog is not sitting
fr_ca: le chien ne s'assied pas
pt_pt: o cachorro não está sentado

# trog-item-21
source: the boy is jumping over the box
fr_ca: le garçon saute par-dessus la boîte
pt_pt: o menino está pulando sobre a caixa

# trog-item-22
source: the girl is sitting on the table
fr_ca: la fille est assise sur la table
pt_pt: a menina está sentada na mesa

# trog-item-23
source: the man is eating the apple
fr_ca: l'homme mange la pomme
pt_pt: o homem está comendo a maçã

# trog-item-24
source: the lady is carrying the bag
fr_ca: la dame porte le sac
pt_pt: a senhora está carregando a bolsa

# trog-item-25
source: they are sitting on the table
fr_ca: ils sont assis sur la table
pt_pt: eles estão sentados na mesa

# trog-item-26
source: the cow is looking at them
fr_ca: la vache les regarde
pt_pt: a vaca está olhando para eles

# trog-item-27
source: they are jumping over the wall
fr_ca: ils sautent par-dessus le mur
pt_pt: eles estão pulando sobre a parede

# trog-item-28
source: the elephant is carrying them
fr_ca: l'éléphant les transporte
pt_pt: o elefante está carregando eles

# trog-item-29
source: the girl is pushing the horse
fr_ca: la fille pousse le cheval
pt_pt: a menina está empurrando o cavalo

# trog-item-30
source: the boy is chasing the sheep
fr_ca: le garçon poursuit le mouton
pt_pt: o menino está perseguindo a ovelha

# trog-item-31
source: the man is chasing the dog
fr_ca: l'homme poursuit le chien
pt_pt: o homem está perseguindo o cachorro

# trog-item-32
source: the cow is pushing the lady
fr_ca: la vache pousse la dame
pt_pt: a vaca está empurrando a senhora

# trog-item-33
source: she is sitting on the chair
fr_ca: elle est assise sur la chaise
pt_pt: ela está sentada na cadeira

# trog-item-34
source: the lady is carrying him
fr_ca: la dame le porte
pt_pt: a senhora está carregando ele

# trog-item-35
source: he is sitting in the tree
fr_ca: il est assis dans l'arbre
pt_pt: ele está sentado na árvore
