Repository: levante-framework/levante_translations
Catalog: translations/xliff/item-bank-translations-*.xliff
Languages: fr_ca, pt_pt

# ToM-scene-12-instruct4
source: On the way to school, Dad tells Emma, “I’m so sorry, I couldn’t pack the toy that you wanted because I couldn’t find it”.
fr_ca: En chemin vers l'école, papa dit à Emma : « Je suis tellement désolé, je n'ai pas pu emballer le jouet que tu voulais parce que je ne l'ai pas trouvé. »
pt_pt: No caminho para a escola, o pai diz a Emma: "Sinto muito, não consegui colocar o brinquedo que você queria porque não consegui encontrá-lo."

# ToM-scene-12-q4-reality_check
source: What toy does Emma want?
fr_ca: Quel jouet veut Emma ?
pt_pt: Qual brinquedo Emma quer?

# ToM-scene-12-q5-reality_check
source: What toy did Dad pack for Emma?
fr_ca: Quel jouet papa a-t-il emballé pour Emma ?
pt_pt: Qual brinquedo o pai colocou para Emma?

# ToM-scene-12-instruct5
source: Emma is very happy to play with her ball.
fr_ca: Emma est très heureuse de jouer avec sa balle.
pt_pt: Emma está muito feliz em brincar com sua bola.

# ToM-scene13-instruct1
source: Here is Gabriel. This afternoon at school, Gabriel put his pencil in his pencil box.
fr_ca: Voici Gabriel. Cet après-midi à l'école, Gabriel a mis son crayon dans sa boîte à crayons.
pt_pt: Aqui está Gabriel. Esta tarde na escola, Gabriel colocou seu lápis dentro do estojo de lápis.

# ToM-scene13-instruct2
source: But while Gabriel was outside, someone used his pencil! After using Gabriel’s pencil, the person put the pencil in a basket.
fr_ca: Mais pendant que Gabriel était dehors, quelqu'un a utilisé son crayon ! Après avoir utilisé le crayon de Gabriel, la personne a remis le crayon dans un panier.
pt_pt: Mas enquanto Gabriel estava fora, alguém usou seu lápis! Depois de usar o lápis de Gabriel, a pessoa colocou o lápis em uma cesta.

# ToM-scene13-instruct3
source: So now it’s time for class, and Gabriel wants his pencil.
fr_ca: Maintenant il est temps d'aller en classe, et Gabriel veut son crayon.
pt_pt: Agora é hora da aula, e Gabriel quer seu lápis.

# ToM-scene13-q1-false_belief
source: Where will Gabriel look for his pencil?
fr_ca: Où Gabriel cherchera-t-il son crayon ?
pt_pt: Onde Gabriel procurará por seu lápis?

# box
source: In the box
fr_ca: Dans la boîte
pt_pt: Na caixa

# basket
source: In the basket
fr_ca: Dans le panier
pt_pt: Na cesta

# ToM-scene13-q2-reality_check
source: And where is his pencil really?
fr_ca: Et où est vraiment son crayon ?
pt_pt: E onde realmente está o lápis dele?

# ToM-scene14-instruct1
source: This afternoon when he came home, Bobby put his soccer ball on the table.
fr_ca: Cet après-midi en rentrant chez lui, Bobby a mis son ballon de soccer sur la table.
pt_pt: Esta tarde, quando ele chegou em casa, Bobby colocou sua bola de futebol em cima da mesa.

# ToM-scene14-instruct2
source: And then he went outside to play, see? Here’s Bobby playing outside. And while he was outside playing, Bobby’s soccer ball fell off the table and onto the floor.
fr_ca: Et puis il est sorti jouer, tu vois ? Voici Bobby jouant dehors. Et pendant qu'il jouait dehors, le ballon de soccer de Bobby est tombé de la table sur le sol.
pt_pt: E depois ele foi brincar lá fora, está vendo? Aqui está Bobby brincando lá fora. E enquanto estava brincando lá fora, a bola de futebol de Bobby caiu da mesa e foi para o chão.

# ToM-scene14-instruct3
source: Then Bobby’s sister Anna comes in. Anna also has a soccer ball! Anna puts her soccer ball on the table. Bobby is still outside playing, so he didn’t see what Anna was doing.
fr_ca: Ensuite, la sœur de Bobby, Anna, entre. Anna a aussi un ballon de soccer ! Anna met son ballon de soccer sur la table. Bobby est toujours dehors en train de jouer, donc il n'a pas vu ce qu'Anna faisait.
pt_pt: Então a irmã de Bobby, Anna, entra. Anna também tem uma bola de futebol! Anna coloca sua bola de futebol na mesa. Bobby ainda está brincando lá fora, então ele não viu o que Anna estava fazendo.

# ToM-scene14-q1-false_belief
source: Now, when Bobby comes in from outside, where will he look first for his soccer ball?
fr_ca: Maintenant, quand Bobby rentre de dehors, où cherchera-t-il d'abord son ballon de soccer ?
pt_pt: Agora, quando Bobby entrar de fora, onde ele procurará primeiro sua bola de futebol?

# table
source: On the table
fr_ca: Sur la table
pt_pt: Na mesa

# floor
source: On the floor
fr_ca: Sur le sol
pt_pt: No chão

# ToM-scene-14-instruct4
source: Let’s see what he does. Oh look, here is Bobby reaching for the soccer ball on the table. And now Anna sees Bobby reaching for that soccer ball... the soccer ball that is Anna's!
fr_ca: Voyons ce qu'il fait. Oh regarde, ici est Bobby tendant la main vers le ballon de soccer sur la table. Et maintenant Anna voit Bobby tendre la main vers ce ballon de soccer... le ballon de soccer qui appartient à Anna !
pt_pt: Vamos ver o que ele faz. Olhem, aqui está o Bobby pegando a bola de futebol na mesa. E agora a Anna vê o Bobby pegando aquela bola de futebol... a bola de futebol que é da Anna!

# ToM-scene-14-q2-emotion_reasoning
source: How do you think Anna feels about Bobby reaching for that soccer ball?
fr_ca: Que pensez-vous qu'Anna ressent quand Bobby tend la main vers ce ballon de soccer ?
pt_pt: Como você acha que Anna se sente sobre Bobby pegando aquela bola de futebol?

# ToM-scene-14-q3-emotion_reasoning
source: How do you think Anna would feel if she had not seen Bobby reaching for the soccer ball?
fr_ca: Comment pensez-vous qu'Anna se sentirait si elle n'avait pas vu Bobby tendre la main vers le ballon de soccer ?
pt_pt: Como você acha que Anna se sentiria se ela não tivesse visto Bobby pegar a bola de futebol?

# ToM-scene-14-q4-false_belief
source: Is Bobby being mean and naughty for taking Anna’s soccer ball?
fr_ca: Bobby est-il méchant et vilain de prendre le ballon de soccer d'Anna ?
pt_pt: O Bobby está sendo mau e travesso por pegar a bola de futebol de Anna?

# ToM-scene-14-q5-false_belief
source: Should Bobby get in trouble with their mom for taking Anna’s soccer ball?
fr_ca: Bobby devrait-il avoir des ennuis avec leur maman pour avoir pris le ballon de soccer d'Anna ?
pt_pt: O Bobby deve ter problemas com a mãe deles por pegar a bola de futebol de Anna?

# ToM-scene-14-q6-reality_check
source: Can you help Anna find her soccer ball? Is it on the table or on the floor?
fr_ca: Peux-tu aider Anna à trouver son ballon de soccer ? Est-il sur la table ou sur le sol ?
pt_pt: Você pode ajudar a Anna a encontrar sua bola de futebol? Está na mesa ou no chão?

# ToM-scene-14-q7-reality_check
source: Can you help Bobby find his soccer ball? Is it on the table or on the floor?
fr_ca: Peux-tu aider Bobby à trouver son ballon de soccer ? Est-il sur la table ou sur le sol ?
pt_pt: Você pode ajudar o Bobby a encontrar sua bola de futebol? Está na mesa ou no chão?

# ToM-scene-15-instruct1
source: Alex, Beth, and Johnny are playing a game at the park. Here's how the game goes: One kid hides, but draws a clue in the sandbox so the other kids can find them.
fr_ca: Alex, Beth et Johnny jouent à un jeu au parc. Voici comment se passe le jeu : Un enfant se cache, mais trace une piste dans le bac à sable pour que les autres puissent les trouver.
pt_pt: Alex, Beth e Johnny estão jogando no parque. Assim é o jogo: uma criança se esconde, mas desenha uma pista na caixa de areia para que as outras crianças possam encontrá-la.

# ToM-scene-15-instruct2
source: Johnny decides to hide behind the flower bush. He draws a clue in the sand. Johnny means to draw the flower bush, but the drawing looks like a rock instead! Then Johnny goes to hide behind the flower bush.
fr_ca: Johnny décide de se cacher derrière l'arbuste de fleurs. Il trace une piste dans le sable. Johnny a l'intention de dessiner l'arbuste de fleurs, mais le dessin ressemble plutôt à un rocher ! Puis Johnny va se cacher derrière l'arbuste de fleurs.
pt_pt: Johnny decide se esconder atrás do arbusto de flores. Ele desenha uma pista na areia. Johnny pretendia desenhar o arbusto de flores, mas o desenho parece uma rocha! Então Johnny vai se esconder atrás do arbusto de flores.

# ToM-scene-15-q1-reality_check
source: What did Johnny mean to draw?
fr_ca: Qu'est-ce que Johnny voulait dessiner ?
pt_pt: O que Johnny pretendia desenhar?

# flowerbush
source: A flower bush
fr_ca: Un arbuste de fleurs
pt_pt: Um arbusto de flores

# rocks
source: A rock
fr_ca: Une roche
pt_pt: Uma rocha

# ToM-scene-15-q2-false_belief
source: When Alex and Beth see this clue, where will they look first for Johnny? Behind the flower bush or behind the rock?
fr_ca: Quand Alex et Beth voient cette piste, où vont-ils chercher d'abord Johnny ? Derrière l'arbuste de fleurs ou derrière la roche ?
pt_pt: Quando Alex e Beth virem esta pista, onde eles procurarão primeiro por Johnny? Atrás do arbusto de flores ou atrás da rocha?

# ToM-scene-15-q3-reality_check
source: Can you help them find where Johnny really is?
fr_ca: Peux-tu les aider à trouver où Johnny se cache vraiment ?
pt_pt: Você pode ajudá-los a encontrar onde Johnny realmente está?

# behind-flowerbush
source: Behind the flower bush
fr_ca: Derrière l'arbuste de fleurs
pt_pt: Atrás do arbusto de flores

# behind-rock
source: Behind the rock
fr_ca: Derrière la roche
pt_pt: Atrás da rocha

# ToM-scene-15-q4-emotion_reasoning
source: Look, Alex and Beth found Johnny, and won the game! How do you think Alex and Beth feel about winning the game?
fr_ca: Regarde, Alex et Beth ont trouvé Johnny et ont gagné le jeu ! Comment penses-tu qu'Alex et Beth se sentent d'avoir gagné le jeu ?
pt_pt: Olhem, Alex e Beth encontraram Johnny e ganharam o jogo! Como você acha que Alex e Beth se sentem por ganhar o jogo?

# ToM-scene-16-instruct1
source: Dad tells James and Sophie to get ready for school. Dad tells them to put on their shoes.
fr_ca: Papa dit à James et Sophie de se préparer pour l'école. Papa leur dit de mettre leurs chaussures.
pt_pt: O papai diz a James e Sophie para se prepararem para a escola. O papai lhes diz para colocarem os sapatos.

# ToM-scene-16-instruct2
source: Sophie can’t find one of her shoes! She’s looking everywhere but she can't find it.
fr_ca: Sophie ne trouve pas une de ses chaussures ! Elle cherche partout mais ne peut pas la trouver.
pt_pt: Sophie não consegue encontrar um dos sapatos! Ela olha em todo lugar, mas não consegue achar.

# ToM-scene-16-q1-emotion_reasoning
source: How does Sophie feel about losing her shoe?
fr_ca: Comment Sophie se sent-elle après avoir perdu sa chaussure ?
pt_pt: Como Sophie se sente por perder o sapato?

# ToM-scene-16-q2-emotion_reasoning
source: How would Sophie feel if she found her shoe?
fr_ca: Comment Sophie se sentirait-elle si elle trouvait sa chaussure ?
pt_pt: Como Sophie se sentiria se encontrasse o sapato?

# ToM-scene-16-instruct3
source: Sophie can't find her shoe because earlier in the day, when no one was looking, James played a trick on Sophie and hid her shoe in the toy box.
fr_ca: Sophie ne trouve pas sa chaussure parce qu'au début de la journée, lorsque personne ne regardait, James a joué un tour à Sophie et a caché sa chaussure dans le coffre à jouets.
pt_pt: Sophie não consegue encontrar seu sapato porque mais cedo, quando ninguém estava olhando, James pregou uma peça em Sophie e escondeu seu sapato na caixa de brinquedos.

# ToM-scene-16-instruct4
source: So Sophie looks everywhere and she can’t find her shoe. Dad gets mad at Sophie, because she lost her shoe and now they are late for school.
fr_ca: Sophie cherche partout mais ne peut pas trouver sa chaussure. Papa est fâché contre Sophie parce qu'elle a perdu sa chaussure et maintenant ils sont en retard pour l'école.
pt_pt: Então Sophie procura em todo lugar e não consegue encontrar seu sapato. O papai fica bravo com a Sophie, pois ela perdeu o sapato e agora estão atrasados para a escola.

# ToM-scene-16-q3-false_belief
source: Is it fair that Dad is mad at Sophie for losing her shoe?
fr_ca: Est-ce juste que Papa soit fâché contre Sophie pour avoir perdu sa chaussure ?
pt_pt: É justo que o papai fique bravo com Sophie por perder o sapato?

# ToM-scene-16-q4-reference
source: Is Dad mad at James?
fr_ca: Papa est-il fâché contre James ?
pt_pt: O papai está bravo com James?

# ToM-scene-16-q5-reference
source: Is Sophie mad at James?
fr_ca: Sophie est-elle fâchée contre James ?
pt_pt: Sophie está brava com James?

# ToM-scene-16-instruct5
source: When James sees that Dad is mad at Sophie, he goes to the toy box and gets the shoe, and gives it back to Sophie.
fr_ca: Quand James voit que Papa est fâché contre Sophie, il va au coffre à jouets, récupère la chaussure, et la rend à Sophie.
pt_pt: Quando James vê que o papai está bravo com Sophie, ele vai até a caixa de brinquedos, pega o sapato e devolve à Sophie.

# ToM-scene-16-q6-reference
source: Is Dad mad at Sophie now?
fr_ca: Papa est-il maintenant fâché contre Sophie ?
pt_pt: O papai está bravo com Sophie agora?

# ToM-scene-16-q7-reference
source: Is Dad mad at James now?
fr_ca: Papa est-il maintenant fâché contre James ?
pt_pt: O papai está bravo com James agora?

# ToM-scene-16-q8-reference
source: Is Sophie mad at James now?
fr_ca: Sophie est-elle maintenant fâchée contre James ?
pt_pt: Sophie está brava com James agora?

# ToM-scene-16-instruct6
source: James tells Sophie that he’s very sorry, and Sophie and Dad forgive James. They all hug.
fr_ca: James dit à Sophie qu'il est très désolé et Sophie et papa pardonnent à James. Ils s'embrassent tous.
pt_pt: James diz a Sophie que está muito arrependido, e Sophie e o papai perdoam James. Todos se abraçam.

# ToM-scene-17-instruct1
source: This is Mika. Mika’s mom owns a bookshop, and sometimes Mika helps out. Earlier today, Mika was organizing books on tables and shelves. Mika put a very large stack of blue books on the desk, a medium-sized stack of red books on the table, and a small stack of yellow books on the shelf.
fr_ca: Voici Mika. La mère de Mika possède une librairie et parfois Mika aide. Plus tôt aujourd'hui, Mika rangeait des livres sur les tables et les étagères. Mika a mis une pile très large de livres bleus sur le bureau, une pile de taille moyenne de livres rouges sur la table, et une petite pile de livres jaunes sur l'étagère.
pt_pt: Este é Mika. A mãe de Mika é dona de uma livraria, e às vezes Mika ajuda. Mais cedo hoje, Mika estava organizando livros em mesas e prateleiras. Mika colocou uma pilha muito grande de livros azuis na mesa, uma pilha de tamanho médio de livros vermelhos na mesa, e uma pequena pilha de livros amarelos na prateleira.

# ToM-scene-17-instruct2
source: Mika’s mom just walked in. Mom asks Mika for one of the books. Mika remembers where the book is, and tells mom, “The book is in the small stack!”
fr_ca: La maman de Mika vient d'entrer. Maman demande à Mika un des livres. Mika se souvient où est le livre et dit à maman : « Le livre est dans la petite pile ! »
pt_pt: A mãe de Mika acabou de entrar. A mãe pede a Mika um dos livros. Mika se lembra onde o livro está e diz à mãe: “O livro está na pilha pequena!”

# ToM-scene-17-q1-reference
source: Which stack of books will mom look in?
fr_ca: Dans quelle pile de livres maman regardera-t-elle ?
pt_pt: Em qual pilha de livros a mãe vai procurar?

# ToM-scene-17-q2-reality_check
source: Which stack of books was Mika talking about?
fr_ca: De quelle pile de livres parlait Mika ?
pt_pt: Sobre qual pilha de livros Mika estava falando?

# bluestack
source: The large blue stack
fr_ca: La grande pile bleue
pt_pt: A grande pilha azul

# redstack
source: The medium sized red stack
fr_ca: La pile rouge de taille moyenne
pt_pt: A pilha vermelha de tamanho médio

# yellowstack
source: The small yellow stack
fr_ca: La petite pile jaune
pt_pt: A pequena pilha amarela

# ToM-scene-17-q3-emotion_reasoning
source: Mom looks in the wrong stack of books and can’t find the book that she wanted. How do you think Mom feels about not finding the book she wanted?
fr_ca: Maman cherche dans la mauvaise pile de livres et ne trouve pas le livre qu'elle voulait. Comment pensez-vous que maman se sent de ne pas trouver le livre qu'elle voulait ?
pt_pt: A mãe olha na pilha errada de livros e não consegue encontrar o livro que queria. Como você acha que a mãe se sente por não encontrar o livro que queria?

# ToM-scene-17-q4-emotion_reasoning
source: How do you think Mom would feel if she could find the book she wanted?
fr_ca: Comment pensez-vous que Maman se sentirait si elle pouvait trouver le livre qu'elle voulait?
pt_pt: Como você acha que a mãe se sentiria se pudesse encontrar o livro que queria?

# ToM-scene-18-instruct1
source: George and Kat are playing together. They look outside and see a new toy shop across the street. Kat decides to go buy some new toys at the toy shop. Kat asks George what toy he would like to have, and George says he would like a new basketball.
fr_ca: George et Kat jouent ensemble. Ils regardent dehors et voient un nouveau magasin de jouets de l'autre côté de la rue. Kat décide d'aller acheter de nouveaux jouets au magasin de jouets. Kat demande à George quel jouet il aimerait avoir, et George dit qu'il aimerait un nouveau ballon de basketball.
pt_pt: George e Kat estão brincando juntos. Eles olham para fora e veem uma nova loja de brinquedos do outro lado da rua. Kat decide comprar alguns brinquedos novos na loja de brinquedos. Kat pergunta a George qual brinquedo ele gostaria de ter, e George diz que gostaria de uma bola de basquete nova.

# ToM-scene-18-instruct2
source: While Kat is walking to the toy shop, George changes his mind and yells to Kat, “Actually, can I please have some crayons?” But Kat did not hear George ask for crayons.
fr_ca: Alors que Kat se rend au magasin de jouets, George change d'avis et crie à Kat: "En fait, puis-je avoir des crayons s'il vous plaît?" Mais Kat n'a pas entendu George demander des crayons.
pt_pt: Enquanto Kat está indo para a loja de brinquedos, George muda de ideia e grita para Kat: “Na verdade, posso ter alguns lápis de cor?” Mas Kat não ouviu George pedir pelos lápis de cor.

# ToM-scene-18-q1-false_belief
source: Which toy does Kat think George wants from the toy shop?
fr_ca: Quel jouet Kat pense-t-elle que George veut du magasin de jouets?
pt_pt: Qual brinquedo Kat acha que George quer da loja de brinquedos?

# ToM-scene-18-instruct3
source: Kat didn’t hear George say that he wanted crayons. So Kat thinks George wants a basketball. Kat goes to the toy shop, but then the shop owner says that they don’t have any basketballs! But they do have storybooks, so Kat buys a storybook for George instead.
fr_ca: Kat n'a pas entendu George dire qu'il voulait des crayons. Alors Kat pense que George veut un ballon de basketball. Kat va au magasin de jouets, mais ensuite le propriétaire du magasin dit qu'ils n'ont pas de ballons de basketball! Mais ils ont des livres d'histoires, alors Kat achète un livre d'histoires pour George à la place.
pt_pt: Kat não ouviu George dizer que queria lápis de cor. Então Kat acha que George quer uma bola de basquete. Kat vai até a loja de brinquedos, mas o dono da loja diz que eles não têm bolas de basquete! Mas eles têm livros de histórias, então Kat compra um livro de histórias para George.

# ToM-scene-18-q2-false_belief
source: Does George know that Kat bought a storybook?
fr_ca: George sait-il que Kat a acheté un livre d'histoires?
pt_pt: George sabe que Kat comprou um livro de histórias?

# ToM-scene-18-q3-false_belief
source: What does George think Kat bought at the toy shop?
fr_ca: Que pense George que Kat a acheté au magasin de jouets?
pt_pt: O que George acha que Kat comprou na loja de brinquedos?

# basketball
source: A basketball
fr_ca: Un ballon de basketball
pt_pt: Uma bola de basquete

# storybook
source: A storybook
fr_ca: Un livre d'histoires
pt_pt: Um livro de histórias

# ToM-scene-18-instruct4
source: Kat comes back and tells George, “I’m so sorry, I couldn’t buy you a basketball because the store didn’t have any.”
fr_ca: Kat revient et dit à George: "Je suis désolé, je n'ai pas pu t'acheter un ballon de basketball parce que le magasin n'en avait pas."
pt_pt: Kat volta e diz a George: “Sinto muito, não consegui comprar uma bola de basquete para você porque a loja não tinha nenhuma.”

# ToM-scene-18-q4-reality_check
source: What toy does George want?
fr_ca: Quel jouet veut George?
pt_pt: Qual brinquedo George quer?

# ToM-scene-18-q5-reality_check
source: What toy did Kat buy for George?
fr_ca: Quel jouet Kat a-t-elle acheté pour George?
pt_pt: Qual brinquedo Kat comprou para George?

# ToM-scene-18-instruct5
source: George is very happy to play with his new storybook.
fr_ca: George est très heureux de jouer avec son nouveau livre d'histoires.
pt_pt: George está muito feliz por brincar com seu novo livro de histórias.

# inferenceInstructions2
source: Welcome to ROAR - Inference
fr_ca: Bienvenue à ROAR - Inférence
pt_pt: Bem-vindo à ROAR - Inferência

# inferenceInstructions
source: Read each story carefully. Think about what happened in the story and what you know. Choose the best answer for each question.
fr_ca: Lisez chaque histoire attentivement. Pensez à ce qui s'est passé dans l'histoire et à ce que vous savez. Choisissez la meilleure réponse pour chaque question.
pt_pt: Leia cada história com cuidado. Pense sobre o que aconteceu na história e o que você sabe. Escolha a melhor resposta para cada pergunta.

# sds-your-turn
source: Now it's your turn!
fr_ca: À ton tour maintenant !
pt_pt: Agora é a sua vez!

# sds-prompt3-demo-heavy
source: Here is another picture. I have to choose which of these pictures is the same as this new picture.
fr_ca: Voici une autre image. Je dois choisir laquelle de ces images est identique à cette nouvelle image.
pt_pt: Aqui está outra imagem. Eu tenho que escolher qual dessas imagens é igual a esta nova imagem.

# sds-pick-square-demo-heavy
source: I will pick this one! This one is the same as the new picture because they are both squares.
fr_ca: Je vais choisir celle-ci ! Celle-ci est identique à la nouvelle image car elles sont toutes deux des carrés.
pt_pt: Vou escolher esta! Esta é igual à nova imagem porque ambas são quadrados.

# same-different-selection-instruct1-heavy
source: This is the matching game. In this game, we are going to look at pictures and find things about them that are the same in some way.
fr_ca: Ceci est le jeu de correspondance. Dans ce jeu, nous allons regarder des images et trouver des éléments qui sont les mêmes d'une certaine façon.
pt_pt: Este é o jogo de combinação. Neste jogo, vamos olhar para as figuras e encontrar coisas sobre elas que são de alguma forma iguais.

# same-different-selection-instruct2-heavy
source: Now we're going to look at more pictures and find things about them that are the same. Let's learn how to play!
fr_ca: Maintenant, nous allons regarder d'autres images et trouver des éléments qui sont les mêmes. Apprenons à jouer !
pt_pt: Agora vamos olhar mais imagens e encontrar coisas sobre elas que são iguais. Vamos aprender a jogar!

# same-different-selection-instruct3-heavy
source: Now you're going to play the rest of the game on your own!
fr_ca: Maintenant, tu vas jouer le reste du jeu tout seul !
pt_pt: Agora você vai jogar o resto do jogo sozinho!

# same-different-selection-instruct4-heavy
source: Now we're going to try something new! You're going to find pairs of shapes that are the same in some way. Let's learn how!
fr_ca: Maintenant, nous allons essayer quelque chose de nouveau ! Tu vas chercher des paires de formes qui sont les mêmes d'une certaine façon. Apprenons comment faire !
pt_pt: Agora vamos tentar algo novo! Você vai encontrar pares de formas que são iguais de alguma forma. Vamos aprender como!
