Repository: levante-framework/levante_translations
Catalog: translations/xliff/item-bank-translations-*.xliff
Languages: fr_ca, pt_pt

# Example2Neat
source: Are you neat and tidy at school?
fr_ca: Êtes-vous soigneux et ordonné à l'école ?
pt_pt: Você é organizado e arrumado na escola?

# TeacherNice
source: Is your teacher nice to you?
fr_ca: Votre enseignant est-il gentil avec vous ?
pt_pt: Seu professor é legal com você?

# TeacherLike
source: Does your teacher like you?
fr_ca: Votre enseignant vous aime-t-il ?
pt_pt: Seu professor gosta de você?

# TeacherListen
source: Does your teacher listen to you?
fr_ca: Votre enseignant vous écoute-t-il ?
pt_pt: Seu professor escuta você?

# SchoolFun
source: Is school fun?
fr_ca: L'école est-elle amusante ?
pt_pt: A escola é divertida?

# SchoolEnjoy
source: Do you enjoy school?
fr_ca: Aimez-vous l'école ?
pt_pt: Você gosta da escola?

# SchoolHappy
source: Are you happy at school?
fr_ca: Êtes-vous heureux à l'école ?
pt_pt: Você é feliz na escola?

# SchoolSafe
source: Do you feel safe at school?
fr_ca: Vous sentez-vous en sécurité à l'école ?
pt_pt: Você se sente seguro na escola?

# ClassFriends
source: Do you have friends in your class?
fr_ca: Avez-vous des amis dans votre classe ?
pt_pt: Você tem amigos na sua classe?

# ClassHelp
source: Do the kids in your class help you when you need it?
fr_ca: Les enfants de votre classe vous aident-ils quand vous en avez besoin ?
pt_pt: As crianças da sua classe ajudam você quando você precisa?

# ClassPlay
source: Do the kids in your class play with you?
fr_ca: Les enfants de votre classe jouent-ils avec vous ?
pt_pt: As crianças da sua classe brincam com você?

# ClassNice
source: Are the kids in your class nice to you?
fr_ca: Les enfants de votre classe sont-ils gentils avec vous ?
pt_pt: As crianças da sua classe são gentis com você?

# LonelySchool
source: Do you feel lonely at school?
fr_ca: Vous sentez-vous seul à l'école ?
pt_pt: Você se sente sozinho na escola?

# LearningGood
source: Are you good at learning things in school?
fr_ca: Êtes-vous bon pour apprendre des choses à l'école ?
pt_pt: Você é bom em aprender coisas na escola?

# SchoolGiveUp
source: When schoolwork is hard, do you give up right away?
fr_ca: Abandonnez-vous tout de suite quand le travail scolaire est difficile ?
pt_pt: Quando o trabalho escolar é difícil, você desiste imediatamente?

# ReadingEnjoy
source: Do you enjoy doing reading activities at school?
fr_ca: Aimez-vous faire des activités de lecture à l'école ?
pt_pt: Você gosta de fazer atividades de leitura na escola?

# MathEnjoy
source: Do you enjoy doing math activities at school?
fr_ca: Aimez-vous faire des activités de mathématiques à l'école ?
pt_pt: Você gosta de fazer atividades de matemática na escola?

# ReadingGood
source: Are you good at reading?
fr_ca: Êtes-vous bon en lecture ?
pt_pt: Você é bom em leitura?

# MathGood
source: Are you good at math?
fr_ca: Êtes-vous bon en maths ?
pt_pt: Você é bom em matemática?

# GrowthMindSmart
source: Some kids think they can get smarter if they work really hard. Do you think that you can get smarter if you work really hard?
fr_ca: Certains enfants pensent qu'ils peuvent devenir plus intelligents s'ils travaillent très dur. Pensez-vous que vous pouvez devenir plus intelligent si vous travaillez très dur ?
pt_pt: Algumas crianças acham que podem ficar mais inteligentes se trabalharem muito. Você acha que pode ficar mais inteligente se trabalhar muito?

# GrowthMindRead
source: Some kids think they can get better at reading if they work really hard. Do you think that you can get better at reading if you work really hard?
fr_ca: Certains enfants pensent qu'ils peuvent s'améliorer en lecture s'ils travaillent très dur. Pensez-vous que vous pouvez vous améliorer en lecture si vous travaillez très dur ?
pt_pt: Algumas crianças acham que podem melhorar na leitura se trabalharem muito. Você acha que pode melhorar na leitura se trabalhar muito?

# GrowthMindMath
source: Some kids think they can get better at math if they work really hard. Do you think that you can get better at math if you work really hard?
fr_ca: Certains enfants pensent qu'ils peuvent s'améliorer en maths s'ils travaillent très dur. Pensez-vous que vous pouvez vous améliorer en maths si vous travaillez très dur ?
pt_pt: Algumas crianças acham que podem melhorar em matemática se trabalharem muito. Você acha que pode melhorar em matemática se trabalhar muito?

# ChildSurveyRespoonses
source: No, never; Yes, some of the time; Yes, most of the time; Yes, all of the time
fr_ca: Non, jamais ; Oui, quelquefois ; Oui, la plupart du temps ; Oui, tout le temps
pt_pt: Não, nunca; Sim, algumas vezes; Sim, na maioria das vezes; Sim, sempre

# ToM-scene7-instruct1
source: Here is Diana. This morning at school, Diana put her toy in this drawer, because she didn’t want anyone to find it.
fr_ca: Voici Diana. Ce matin à l'école, Diana a mis son jouet dans ce tiroir, parce qu'elle ne voulait pas que quelqu'un le trouve.
pt_pt: Aqui está Diana. Esta manhã na escola, Diana colocou seu brinquedo nesta gaveta, porque não queria que ninguém o encontrasse.

# ToM-scene7-instruct2
source: But while Diana was outside, someone did find it! And moved it from inside the drawer, to inside the desk.
fr_ca: Mais pendant que Diana était dehors, quelqu'un l'a trouvé ! Et l'a déplacé de l'intérieur du tiroir à l'intérieur du bureau.
pt_pt: Mas enquanto Diana estava lá fora, alguém encontrou! E o moveu de dentro da gaveta para dentro da mesa.

# ToM-scene7-instruct3
source: So now it’s playtime and Diana wants her toy.
fr_ca: C'est donc l'heure de jouer et Diana veut son jouet.
pt_pt: Agora é hora de brincar e Diana quer o seu brinquedo.

# ToM-scene7-q1-false_belief
source: Where will Diana look for her toy?
fr_ca: Où Diana va-t-elle chercher son jouet ?
pt_pt: Onde Diana vai procurar seu brinquedo?

# ToM-scene7-q2-reality_check
source: And where is her toy really?
fr_ca: Et où est vraiment son jouet ?
pt_pt: E onde realmente está o brinquedo dela?

# desk
source: In the desk
fr_ca: Dans le bureau
pt_pt: Na mesa

# drawer
source: In the drawer
fr_ca: Dans le tiroir
pt_pt: Na gaveta

# ToM-scene8-instruct1
source: This morning when she came to school, Allie put her yellow pencil on this shelf, above the backpack shelf.
fr_ca: Ce matin, quand elle est arrivée à l'école, Allie a mis son crayon jaune sur cette étagère, au-dessus de l'étagère des sacs à dos.
pt_pt: Esta manhã, quando chegou à escola, Allie colocou seu lápis amarelo nesta prateleira, acima da prateleira da mochila.

# ToM-scene8-instruct2
source: And then she went outside to play, see? Here’s Allie playing outside. And while she was outside playing, Allie’s yellow pencil fell down from on top of the shelf to behind the backpack shelf, see?
fr_ca: Puis elle est sortie pour jouer, voyez-vous ? Voici Allie en train de jouer dehors. Et pendant qu'elle jouait dehors, le crayon jaune d'Allie est tombé du dessus de l'étagère derrière l'étagère des sacs à dos, voyez ?
pt_pt: E então ela saiu para brincar, veja? Aqui está Allie brincando lá fora. E enquanto ela estava brincando lá fora, o lápis amarelo de Allie caiu de cima da prateleira para trás da prateleira da mochila, veja?

# ToM-scene8-instruct3
source: Then Mike comes in, and Mike puts his pencil above the backpack shelf. Mike’s pencil is also yellow! But Allie is still outside playing, so she didn’t see what Mike was doing.
fr_ca: Ensuite, Mike entre, et Mike met son crayon au-dessus de l'étagère des sacs à dos. Le crayon de Mike est aussi jaune ! Mais Allie est toujours dehors en train de jouer, elle n'a donc pas vu ce que Mike faisait.
pt_pt: Então Mike entra, e Mike coloca seu lápis acima da prateleira da mochila. O lápis de Mike também é amarelo! Mas Allie ainda está do lado de fora brincando, então ela não viu o que Mike estava fazendo.

# ToM-scene8-q1-false_belief
source: Now, when Allie comes in from outside, where will she look first for her pencil?
fr_ca: Maintenant, quand Allie rentre de dehors, où va-t-elle chercher d'abord son crayon ?
pt_pt: Agora, quando Allie entrar, onde procurará primeiro o lápis?

# top
source: On top of the shelf above the backpack shelf
fr_ca: Au-dessus de l'étagère des sacs à dos
pt_pt: No topo da prateleira acima da prateleira da mochila

# behind
source: Behind the backpack shelf
fr_ca: Derrière l'étagère des sacs à dos
pt_pt: Atrás da prateleira da mochila

# ToM-scene-8-instruct4
source: Let’s see what she does. Oh look, here is Allie reaching for this pencil up on top of the shelf. And now Mike sees Allie reaching for that pencil... the pencil that is Mike's!
fr_ca: Voyons ce qu'elle fait. Oh, regardez, voici Allie qui tend la main vers ce crayon en haut de l'étagère. Et maintenant, Mike voit Allie tendre la main vers ce crayon... le crayon qui est à Mike !
pt_pt: Vamos ver o que ela faz. Oh, veja, aqui está Allie alcançando este lápis no topo da prateleira. E agora Mike vê Allie alcançando esse lápis... o lápis que é de Mike!

# ToM-scene-8-q2-emotion_reasoning
source: How do you think Mike feels about Allie reaching for that pencil?
fr_ca: Comment pensez-vous que Mike se sent en voyant Allie tendre la main vers ce crayon ?
pt_pt: O que você acha que Mike sente ao ver Allie pegando aquele lápis?

# ToM-scene-8-q3-emotion_reasoning
source: How do you think Mike would feel if he had not seen Allie reaching for the pencil?
fr_ca: Comment pensez-vous que Mike se serait senti s'il n'avait pas vu Allie tendre la main vers le crayon ?
pt_pt: Como você acha que Mike se sentiria se não tivesse visto Allie pegando o lápis?

# ToM-scene-8-q4-false_belief
source: Is Allie being mean and naughty for taking Mike’s pencil?
fr_ca: Est-ce qu'Allie est méchante et malicieuse pour avoir pris le crayon de Mike ?
pt_pt: Allie está sendo má e malcriada por pegar o lápis de Mike?

# ToM-scene-8-q5-false_belief
source: Should Allie get in trouble with the teacher for taking Mike’s pencil?
fr_ca: Allie devrait-elle avoir des ennuis avec l'enseignant pour avoir pris le crayon de Mike ?
pt_pt: Allie deveria ter problemas com o professor por pegar o lápis de Mike?

# ToM-scene-8-q6-reality_check
source: Can you help Mike find his pencil? Is it on top of the shelf or behind the backpack shelf?
fr_ca: Pouvez-vous aider Mike à trouver son crayon ? Est-il au-dessus de l'étagère ou derrière l'étagère du sac à dos ?
pt_pt: Você pode ajudar Mike a encontrar seu lápis? Está em cima da prateleira ou atrás da prateleira de mochilas?

# ToM-scene-8-q7-reality_check
source: Can you help Allie find her pencil? Is it on top of the shelf or behind the backpack shelf?
fr_ca: Pouvez-vous aider Allie à trouver son crayon ? Est-il au-dessus de l'étagère ou derrière l'étagère du sac à dos ?
pt_pt: Você pode ajudar Allie a encontrar seu lápis? Está em cima da prateleira ou atrás da prateleira de mochilas?

# ToM-scene-9-instruct1
source: This is Mark. Mark is playing a really silly game today and not saying any words all day long. Instead, Mark is drawing pictures. Mark is at the library, deciding which book he would like to read. Mom shows Mark two books, a book about cups and a book about hills.
fr_ca: Voici Mark. Mark joue à un jeu vraiment idiot aujourd'hui et ne dit aucun mot toute la journée. Au lieu de cela, Mark dessine des images. Mark est à la bibliothèque, décidant quel livre il aimerait lire. Maman montre à Mark deux livres, un livre sur les tasses et un livre sur les collines.
pt_pt: Este é Mark. Mark está jogando um jogo muito bobo hoje e não diz nenhuma palavra o dia todo. Em vez disso, Mark está desenhando imagens. Mark está na biblioteca, decidindo qual livro ele gostaria de ler. A mãe mostra a Mark dois livros, um sobre xícaras e outro sobre colinas.

# ToM-scene-9-instruct2
source: Mark draws a picture of a hill, to tell Mom that he wants to read the book about hills. But when Mark gives Mom the picture, she holds it upside-down, so that it looks like a cup!
fr_ca: Mark dessine une image d'une colline, pour dire à maman qu'il veut lire le livre sur les collines. Mais quand Mark donne l'image à maman, elle la tient à l'envers, de sorte qu'elle ressemble à une tasse !
pt_pt: Mark desenha a imagem de uma colina, para dizer à mãe que quer ler o livro sobre colinas. Mas quando Mark dá à mãe o desenho, ela segura-o de cabeça para baixo, fazendo parecer uma xícara!

# ToM-scene-9-q1-reality_check
source: What did Mark mean to draw?
fr_ca: Que voulait dessiner Mark ?
pt_pt: O que Mark queria desenhar?

# hill
source: A hill
fr_ca: Une colline
pt_pt: Uma colina

# cup
source: A cup
fr_ca: Une tasse
pt_pt: Uma xícara

# ToM-scene-9-q2-false_belief
source: When Mom sees the picture, what book will she give Mark?
fr_ca: Quand maman voit l'image, quel livre donnera-t-elle à Mark ?
pt_pt: Ao ver a imagem, que livro a mãe dará a Mark?

# ToM-scene-9-q3-reality_check
source: What book does Mark really want?
fr_ca: Quel livre Mark veut-il vraiment ?
pt_pt: Qual livro Mark realmente quer?

# hillsbook
source: The book about hills
fr_ca: Le livre sur les collines
pt_pt: O livro sobre colinas

# cupbook
source: The book about cups
fr_ca: Le livre sur les tasses
pt_pt: O livro sobre xícaras

# ToM-scene-9-q4-emotion_reasoning
source: Look, Mom realized her mistake and gave Mark the book he really wanted! How do you think Mark feels about getting the book he wanted?
fr_ca: Regardez, maman a réalisé son erreur et a donné à Mark le livre qu'il voulait vraiment ! Comment pensez-vous que Mark se sent de recevoir le livre qu'il voulait ?
pt_pt: Olha, a mãe percebeu seu erro e deu a Mark o livro que ele realmente queria! Como você acha que Mark se sente por conseguir o livro que queria?

# ToM-scene-10-instruct1
source: Teacher Sarah tells all of the kids to take one storybook from the bag that she brought. There is one storybook for every kid.
fr_ca: L'enseignante Sarah demande à tous les enfants de prendre un livre d'histoires dans le sac qu'elle a apporté. Il y a un livre d'histoires pour chaque enfant.
pt_pt: A Professora Sarah diz para todas as crianças pegarem um livro de histórias da bolsa que ela trouxe. Há um livro de histórias para cada criança.

# ToM-scene-10-instruct2
source: Now there are two storybooks left, and Brian and Megan are the last two kids without storybooks. But when Brian goes to get his storybook, he decides to take both storybooks, even though he knows that Megan doesn’t have a storybook yet, and that everyone is only supposed to have one. Brian hides the extra storybook in his desk.
fr_ca: Maintenant, il reste deux livres d'histoires, et Brian et Megan sont les deux derniers enfants sans livres d'histoires. Mais quand Brian va chercher son livre d'histoires, il décide de prendre les deux livres d'histoires, même s'il sait que Megan n'a pas encore de livre d'histoires et que tout le monde est censé en avoir qu'un seul. Brian cache le livre d'histoires supplémentaire dans son bureau.
pt_pt: Agora há dois livros de histórias restantes, e Brian e Megan são as duas últimas crianças sem livros de histórias. Mas quando Brian vai pegar seu livro, ele decide levar ambos, embora saiba que Megan ainda não tem um livro e que todos devem ter apenas um. Brian esconde o livro extra na sua mesa.

# ToM-scene-10-q1-emotion_reasoning
source: How does Megan feel about being the only child without a storybook?
fr_ca: Comment Megan se sent-elle d'être la seule enfant sans livre d'histoires ?
pt_pt: Como Megan se sente por ser a única criança sem um livro de histórias?

# ToM-scene-10-q2-emotion_reasoning
source: How would Megan feel if she received a book?
fr_ca: Comment Megan se sentirait-elle si elle recevait un livre ?
pt_pt: Como Megan se sentiria se recebesse um livro?

# ToM-scene-10-instruct3
source: Teacher Sarah asks Brian, “Is there a storybook leftover, so Megan can have one?” Brian tells Teacher Sarah, “No, there is no storybook left. They are all being used right now.”
fr_ca: L'enseignante Sarah demande à Brian : « Reste-t-il un livre d'histoires, pour que Megan puisse en avoir un ? » Et Brian répond à l'enseignante Sarah : « Non, il ne reste plus de livre. Ils sont tous utilisés en ce moment. »
pt_pt: A professora Sarah pergunta a Brian: “Sobrou algum livro de histórias, para que Megan possa ter um?” Brian diz à professora Sarah: “Não, não sobrou nenhum livro de histórias. Estão todos sendo usados agora.”

# ToM-scene-10-q3-reality_check
source: Is Brian lying?
fr_ca: Est-ce que Brian ment ?
pt_pt: Brian está mentindo?

# ToM-scene-10-q4-reality_check
source: Is there still a storybook left, that isn’t being used right now?
fr_ca: Reste-t-il un livre de contes qui n'est pas utilisé en ce moment ?
pt_pt: Ainda há um livro de histórias que não está sendo utilizado agora?

# ToM-scene-10-instruct4
source: Megan is sad that she doesn’t have a storybook, and asks Teacher Sarah, "is there an extra storybook for me?" Teacher Sarah says, “I’m so sorry Megan, but there are no storybooks left, they are all being used right now.”
fr_ca: Megan est triste de ne pas avoir de livre d'histoires et demande à l'enseignante Sarah : « Y a-t-il un livre d'histoires en extra pour moi ? » L'enseignante Sarah dit : « Je suis vraiment désolée Megan, mais il n'y a plus de livres d'histoires, ils sont tous utilisés en ce moment. »
pt_pt: Megan está triste por não ter um livro de histórias e pergunta à Professora Sarah: "Há um livro de histórias extra para mim?" A Professora Sarah responde: "Sinto muito Megan, mas não há mais livros de histórias, todos estão sendo usados agora."

# ToM-scene-10-q5-false_belief
source: Is Teacher Sarah lying?
fr_ca: L'enseignante Sarah ment-elle ?
pt_pt: A Professora Sarah está mentindo?

# ToM-scene-10-q6-reality_check
source: Is there still a storybook left, that isn’t being used right now?
fr_ca: Y a-t-il encore un livre d'histoires disponible, qui n'est pas utilisé en ce moment ?
pt_pt: Ainda há um livro de histórias disponível que não está sendo usado agora?

# ToM-scene-11-instruct1
source: This is Josh. Earlier today, Josh was tidying his room. Josh put his big basketball on his desk, his medium-sized soccer ball on his table, and his small baseball down on the bottom shelf.
fr_ca: Voici Josh. Plus tôt aujourd'hui, Josh rangeait sa chambre. Josh a mis son gros ballon de basketball sur son bureau, son ballon de soccer de taille moyenne sur sa table, et sa petite balle de baseball en bas de l'étagère.
pt_pt: Este é o Josh. Mais cedo hoje, Josh estava arrumando seu quarto. Josh colocou sua grande bola de basquete na mesa, sua bola de futebol de tamanho médio na mesa e sua pequena bola de beisebol na prateleira de baixo.

# ToM-scene-11-instruct2
source: Josh’s mom just walked in and Josh asks his mom to get one of the toys. Josh tells his mom, “I want the small ball!”
fr_ca: La maman de Josh vient d'entrer et Josh demande à sa mère de prendre un des jouets. Et Josh dit à sa mère : « Je veux la petite balle ! »
pt_pt: A mãe do Josh acabou de entrar e Josh pede à mãe para pegar um dos brinquedos. Josh diz à mãe: “Eu quero a bola pequena!”

# ToM-scene-11-q1-reference
source: Which ball will mom get for Josh?
fr_ca: Quelle balle la mère ira-t-elle chercher pour Josh ?
pt_pt: Qual bola a mãe pegará para Josh?

# ToM-scene-11-q2-reality_check
source: Which ball does Josh want?
fr_ca: Quelle balle Josh veut-il ?
pt_pt: Qual bola Josh quer?

# baseball
source: The small baseball
fr_ca: La petite balle de baseball
pt_pt: A pequena bola de beisebol

# soccerball
source: The medium sized soccer ball
fr_ca: La balle de soccer de taille moyenne
pt_pt: A bola de futebol de tamanho médio

# big-basketball
source: The big basketball
fr_ca: Le grand ballon de basketball
pt_pt: A bola de basquete grande

# ToM-scene-11-q3-emotion_reasoning
source: Josh wanted the baseball but mom gave him the soccer ball! How do you think Josh feels about receiving the wrong toy?
fr_ca: Josh voulait la balle de baseball mais sa mère lui a donné le ballon de soccer ! Que pensez-vous que Josh ressent en recevant le mauvais jouet ?
pt_pt: Josh queria a bola de beisebol, mas a mãe deu a bola de futebol. Como você acha que Josh se sente ao receber o brinquedo errado?

# ToM-scene-11-q4-emotion_reasoning
source: How do you think Josh would feel if he had received the correct toy?
fr_ca: Que pensez-vous que Josh ressentirait s'il recevait le bon jouet ?
pt_pt: Como você acha que Josh se sentiria se ele tivesse recebido o brinquedo correto?

# ToM-scene-12-instruct1
source: This morning, Dad asked Emma what toy she would like to take to school, and Emma told him that she would like to play with her yellow ball at recess.
fr_ca: Ce matin, papa a demandé à Emma quel jouet elle aimerait apporter à l'école, et Emma lui a dit qu'elle aimerait jouer avec sa balle jaune pendant la récréation.
pt_pt: Hoje de manhã, o papai perguntou a Emma que brinquedo ela gostaria de levar para a escola, e Emma lhe disse que gostaria de brincar com sua bola amarela no recreio.

# ToM-scene-12-instruct2
source: Then Emma went to her room to get ready for school. While she was getting ready, she changed her mind, so she yelled to her dad, “Actually, may I please have my red ball instead?” and kept getting ready for school. But Dad did not hear Emma ask for her red ball.
fr_ca: Puis Emma est allée dans sa chambre pour se préparer pour l'école. En se préparant, elle a changé d'avis, alors elle a crié à son père, « En fait, puis-je avoir ma balle rouge à la place ? » et a continué de se préparer pour l'école. Mais papa n'a pas entendu Emma demander sa balle rouge.
pt_pt: Então Emma foi para seu quarto se preparar para a escola. Enquanto se preparava, mudou de ideia, então gritou para o pai: "Na verdade, posso ficar com a bola vermelha, por favor?" e continuou se preparando para a escola. Mas o pai não ouviu Emma pedir a bola vermelha.

# ToM-scene-12-q1-false_belief
source: Which toy does Dad think Emma wants to bring to school?
fr_ca: Quel jouet le papa pense-t-il qu'Emma veut emmener à l'école ?
pt_pt: Qual brinquedo o pai acha que Emma quer levar para a escola?

# ToM-scene-12-instruct3
source: Dad didn’t hear Emma say she wants her red ball. So dad thinks Emma wants her yellow ball. Dad goes to pack Emma’s bag, but can’t find her yellow ball in the toy box! But dad finds a blue ball in the toy box, so he packs the blue ball for Emma instead.
fr_ca: Papa n'a pas entendu Emma dire qu'elle voulait sa balle rouge. Alors papa pense qu'Emma veut sa balle jaune. Papa va emballer le sac d'Emma, mais ne trouve pas sa balle jaune dans le coffre à jouets ! Mais papa trouve une balle bleue dans le coffre à jouets, alors il emballe plutôt la balle bleue pour Emma.
pt_pt: O papai não ouviu Emma dizer que ela quer sua bola vermelha. Então o papai pensa que Emma quer sua bola amarela. O papai vai arrumar a mochila de Emma, mas não consegue encontrar a bola amarela na caixa de brinquedos! Mas o papai encontra uma bola azul na caixa de brinquedos, então ele coloca a bola azul na mochila de Emma.

# ToM-scene-12-q2-false_belief
source: Does Emma know that Dad packed the blue ball?
fr_ca: Emma sait-elle que papa a emballé la balle bleue ?
pt_pt: Emma sabe que o papai colocou a bola azul?

# ToM-scene-12-q3-false_belief
source: Which ball does Emma think Dad packed?
fr_ca: Quel balle Emma pense-t-elle que papa a emballée ?
pt_pt: Qual bola Emma acha que o pai colocou na mochila?

# yellowball
source: The yellow ball
fr_ca: La balle jaune
pt_pt: A bola amarela

# redball
source: The red ball
fr_ca: La balle rouge
pt_pt: A bola vermelha

# blueball
source: The blue ball
fr_ca: La balle bleue
pt_pt: A bola azul
