Repository: levante-framework/levante_translations
Catalog: translations/xliff/parent_survey_child_translations-*.xliff
Languages: de_de

# ChildChronicHealth
source: has your child had FREQUENT or CHRONIC difficulty with any of the following?"
de_de: Hatte Ihr Kind <b>WÄHREND DER LETZTEN 12 MONATE</b> REGELMÄßIGE oder CHRONISCHE Schwierigkeiten in einem der folgenden Bereiche?

# ChildVisionHearingExp
source: If yes, please explain:
de_de: Wenn ja, beschreiben Sie diese bitte:

# ChildGeneticExp
source: If yes, please note or explain the condition:
de_de: Wenn ja, benennen oder beschreiben Sie diese bitte:

# ChildPubertyFaceHairMale
source: Probably grows now as fast as it will ever grow
de_de: Wahrscheinlich wächst es jetzt so schnell, wie es maximal wachsen kann

# ChildSCSitems
source: Your child can give suggestions without being bossy.
de_de: Ihr Kind kann Vorschläge machen, ohne bestimmerisch zu sein.

# ChildELSitems
source: when cooking)"
de_de: Dinge messen oder wiegen (z. B. beim Kochen)

# ChildEFQ1
source: (1) Not able on their own (Requires a lot of support)
de_de: (1) Nicht in der Lage, selbstständig zu sein (benötigt viel Unterstützung)

# ChildEFQ7
source: <b>Ignores irrelevant activity/noise</b> (e.g., crying sibling, TV, outside traffic) <b>when working on an assigned task.</b>
de_de: <b>Ignoriert irrelevante Aktivitäten/Geräusche</b> (z. B. weinende Geschwister, Fernsehen, <b>wenn es an einer zugewiesenen Aufgabe arbeitet.</b>

# ChildEFQ8
source: <b>Completes an assigned task before moving to a next task.</b>
de_de: <b>Erledigt eine zugewiesene Aufgabe, bevor er zur nächsten Aufgabe übergeht.</b>

# ChildEFQ18
source: <b>Completes activities that require remembering lengthy instructions</b> (e.g., rules of a game, household chores, cooking recipe).
de_de: <b>Erledigt Tätigkeiten, bei denen man sich längere Anweisungen merken muss</b> (z. B. Spielregeln, Kochrezepte).

# ChildEFQ19
source: <b>Communicates in an organized way</b> (e.g., retells the correct sequence of the events, explains how a game works so it is easy to understand).
de_de: <b>Kommuniziert auf organisierte Weise</b> (es erzählt z. B. die richtige Reihenfolge der Ereignisse, erklärt, so dass es leicht zu verstehen ist).

# ChildEFQ31
source: finishes homework on time and not at the last minute)."
de_de: <b>Erledigt Aufgaben pünktlich</b> (z. B. Hausaufgaben rechtzeitig und nicht in letzter Minute).

# ChildEFQ4
source: <b>Remains focused and engaged during collaborative child-led activities</b> (e.g., playing with siblings/peers).
de_de: <b>Bleibt konzentriert und engagiert bei gemeinsamen Aktivitäten, die das Kind selbst anleitet</b> (z. B. beim Spielen mit Geschwistern oder anderen Kindern gleichen Alters).

# ChildEFQ10
source: <b>Ignores a preferred, fun activity</b> (e.g., playing) <b>when asked to complete an assigned task</b> (e.g., cleaning room).
de_de: <b>Ignoriert eine bevorzugte, lustige Aktivität</b> (z. B. Spielen), eine zugewiesene Aufgabe zu erledigen</b> (z. B. Zimmer aufräumen).

# ChildEFQ15
source: <b>Waits for their turn to act</b> (e.g., waits patiently in line at a grocery store or when sharing a toy with sibling).
de_de: <b>Wartet, bis es an der Reihe ist</b> (es wartet z. B. geduldig in der Schlange im Supermarkt oder wenn es ein Spielzeug mit einem Geschwisterkind teilt).

# ChildEFQ11
source: <b>Answers questions or tells a story without getting distracted by small details and/or losing train of thought.</b>
de_de: <b>Beantwortet Fragen oder erzählt eine Geschichte, ohne sich von kleinen Details ablenken zu lassen und/oder den Gedankengang zu verlieren.</b>

# ChildEFQ16
source: <b>Stops and thinks before acting</b> (e.g., does not run out in front of a car, does not grab things they shouldn't).
de_de: <b>Hält inne und denkt nach, bevor es handelt</b> (es rennt z. B. nicht vor ein Auto, die es nicht anfassen sollte).

# ChildEFQ21
source: <b>Remembers and considers all options when making a choice</b> (e.g., what to do when they get stuck on a household task or face a problem, food options).
de_de: <b>Erinnert sich an alle Optionen und zieht sie in Betracht, wenn es eine Entscheidung trifft</b> (z. B. was zu tun ist, welche Lebensmittel es essen möchte).

# ChildEFQ22
source: <b>Remembers physical directions, patterns, and where things are</b> (e.g., knows walking routes, finds things in a grocery store, good at searching for a lost item or playing hide-and-seek).
de_de: <b>Erinnert sich an Wegangaben, Muster und den Standort von Dingen</b> (z. B. kennt es Laufwege, kann gut nach einem verlorenen Gegenstand suchen oder Verstecken spielen).

# ChildEFQ28
source: <b>Adapts behavior based on what is required by the situation</b> (e.g., switches characters/roles while playing a game, changes behavior based on playtime or study time).
de_de: <b>Passt sein Verhalten den Erfordernissen der Situation an</b> (z. B. Wechsel der Spielfigur/Rolle während eines Spiels, Änderung des Verhaltens je nachdem ob gerade Spielzeit oder Hausaufgabenzeit ist).

# HomeHOME24j
source: Other, please specify
de_de: Sonstiges, bitte angeben

# navigation.startSurvey
source: Start Survey
de_de: Umfrage starten

# navigation.previous
source: Previous
de_de: Zurück

# navigation.next
source: Next
de_de: Weiter
